Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# Languages::promotion_cond_total_weight
source: Total products weight in the cart
bg: Общо тегло на продуктите в количката

# Languages::promotion_cond_usergroup
source: User group
bg: Потребителска група

# Languages::promotion_cond_users
source: Users
bg: Потребители

# Languages::promotion_cond_zip_postal_code
source: Customer zip/postal code (shipping)
bg: ZIP на потребителите / пощенски код

# Languages::promotion_cond_shipping
source: Shipping methods
bg: Начини за доставка

# Languages::promotion_op_amount
source: amount
bg: сума

# Languages::promotion_op_cont
source: contains
bg: съдържа

# Languages::promotion_op_eq
source: equal
bg: равен

# Languages::promotion_op_gt
source: greater
bg: по-голяма

# Languages::promotion_op_gte
source: equal or greater
bg: по-голяма или равна

# Languages::promotion_op_in
source: in
bg: в

# Languages::promotion_op_lt
source: less
bg: по-малко

# Languages::promotion_op_lte
source: equal or less
bg: по-малка или равна

# Languages::promotion_op_ncont
source: doesn't contain
bg: не съдържа

# Languages::promotion_op_neq
source: not equal
bg: не са равни

# Languages::promotion_op_nin
source: not in
bg: не в

# Languages::promo_code
source: Promo code
bg: Промо код

# Languages::promo_text
source: Promo text
bg: Промо текст

# Languages::properties
source: Properties
bg: Свойства

# Languages::provider
source: Provider
bg: Доставчик

# Languages::public
source: Public
bg: публичен

# Languages::qty
source: Qty
bg: Количество

# Languages::qty_discounts
source: Quantity discounts
bg: Количество Отстъпки

# Languages::quantity
source: Quantity
bg: Количество

# Languages::quantity_step
source: Quantity step
bg: Количествена стъпка

# Languages::query
source: Query
bg: Запитване

# Languages::quick_checkout
source: Quick checkout
bg: Бърза обработка на поръчките

# Languages::quick_links
source: Quick links
bg: Бързи линкове

# Languages::quick_menu
source: Quick menu
bg: Бързо меню

# Languages::radiogroup
source: Radio group
bg: Радиогрупа

# Languages::random
source: Random
bg: Случаен

# Languages::rank_number
source: Rank ('machine') number
bg: Ранг номер

# Languages::rates_depend_on
source: Rates depend on
bg: Цените зависят от

# Languages::rate_calculation
source: Rate calculation
bg: Изчисления

# Languages::rate_calculation_manual
source: Manual (by defined location)
bg: Ръчно

# Languages::rate_calculation_realtime
source: Realtime
bg: В реално време

# Languages::rate_value
source: Rate value
bg: Стойност

# Languages::readme
source: Readme
bg: Прочетете

# Languages::read_more_3d_secure
source: Read more about 3-D Secure
bg: Прочетете повече за 3-D Secure

# Languages::reason
source: Reason
bg: Причина

# Languages::reasons
source: reasons
bg: Причини

# Languages::reason_text
source: Payment processor response
bg: Отговор на платежната система

# Languages::rebuild_combinations
source: Rebuild combinations
bg: Възстановяване на комбинации

# Languages::recent_products
source: Recently viewed
bg: Наскоро разглеждани

# Languages::recipient
source: Recipient
bg: Получател

# Languages::recipient_description
source: Description of the Merchant
bg: Описание на търговеца

# Languages::recommended
source: Recommended
bg: Препоръчва се

# Languages::recover_password
source: Reset password
bg: Възстановяване на парола

# Languages::recover_password_subj
source: Password recovery
bg: Забравена парола

# Languages::recursively
source: Recursively
bg: Рекурсивно

# Languages::referrers
source: Referrers
bg: Реферали

# Languages::referrer_domain
source: Referrer domain
bg: Реферал домейн

# Languages::refresh_packages_list
source: Refresh packages list
bg: Обнови Списък с пакети

# Languages::refund
source: Refund
bg: Връщане

# Languages::refunded_amount
source: Refunded amount
bg: Възстановена сума

# Languages::regexp_hint
source: If you are using the regexp checking, it is necessary to set a prompting message informing of the incorrect filling of the field, otherwise, the checking will not be performed
bg: Ако използвате RegExp е нужно да настроите съобщение, което да информира за неправилно попълване на полетата. В противен случай няма да се извършва проверка

# Languages::region
source: Region
bg: Регион

# Languages::register
source: Register
bg: Регистрация

# Languages::registered
source: Registered
bg: Регистриран

# Languages::register_profile
source: Register profile
bg: Регистрирайте се

# Languages::regnumber
source: Registration number
bg: Регистрационен номер

# Languages::related_order
source: Related order
bg: Свързани за

# Languages::release_date
source: Release date
bg: Дата на излизане

# Languages::remember_me
source: Remember me
bg: Запомни ме

# Languages::remove
source: Remove
bg: Премахване

# Languages::remove_backup_files
source: Remove backup files
bg: Премахване на архивни файлове

# Languages::remove_cc_info
source: Remove CC info
bg: Премахнете CC информацията

# Languages::remove_this_item
source: Remove this item
bg: Премахване на този артикул

# Languages::rename
source: Rename
bg: Преименувай

# Languages::repay_order
source: Pay order
bg: Плати за

# Languages::report
source: Report
bg: Отчет

# Languages::reports
source: Reports
bg: Отчети

# Languages::reports_interval_1
source: Total
bg: Общо

# Languages::reports_interval_3
source: Day
bg: Ден

# Languages::reports_interval_5
source: Week
bg: Седмица

# Languages::reports_interval_7
source: Month
bg: Месец

# Languages::reports_interval_9
source: Year
bg: Година

# Languages::reports_list
source: Reports list
bg: Списък доклади

# Languages::reports_parameter_1
source: Order totals
bg: Общо поръчки

# Languages::reports_parameter_10
source: Shipping costs
bg: Разходи пo изпращане

# Languages::reports_parameter_11
source: Categories
bg: Категории

# Languages::reports_parameter_12
source: Products
bg: Продукти

# Languages::reports_parameter_13
source: Product costs
bg: Стойност на продукта

# Languages::reports_parameter_14
source: The number of products
bg: Броя на продуктите

# Languages::reports_parameter_2
source: The number of orders
bg: Броя на поръчките

# Languages::reports_parameter_3
source: Orders
bg: Заповеди

# Languages::reports_parameter_4
source: Statuses of orders
bg: Състояния на поръчки

# Languages::reports_parameter_5
source: Payment methods
bg: Начин на плащане

# Languages::reports_parameter_6
source: Locations
bg: Местоположения

# Languages::reports_parameter_7
source: Users
bg: Потребители

# Languages::reports_parameter_8
source: Discounts and coupons
bg: Отстъпки и талони

# Languages::reports_parameter_9
source: Taxes
bg: Данъци

# Languages::request
source: Request
bg: Заявка

# Languages::requests_count
source: Requests count
bg: Брой заявки

# Languages::requesttype
source: Request type
bg: Вид заявки

# Languages::required
source: Required
bg: Задължително

# Languages::reset
source: Reset
bg: Нулирай

# Languages::reset_filter
source: Reset filter
bg: Нулиране на филтрирате

# Languages::reset_inventory
source: Reset inventory
bg: Ресет на наличности

# Languages::reset_password
source: Reset password
bg: Възстанови парола

# Languages::resolved
source: Resolved
bg: Решен

# Languages::response
source: Response
bg: Отговор

# Languages::restore
source: Restore
bg: Възстановяване

# Languages::restore_from_repository
source: Restore from the repository
bg: Възстановаване от репозитори

# Languages::ResultCode
source: ResultCode
bg: Код на резултата

# Languages::ResultDescription
source: ResultDescription
bg: Описание на резултата

# Languages::return
source: Return to normal view
bg: Назад към нормален режим

# Languages::returning_customer
source: Returning customer
bg: Връщане на клиента

# Languages::return_url_target
source: Return URL target
bg: Връщане на целевия URL

# Languages::reuse
source: Reuse
bg: Повторна употреба

# Languages::re_order
source: Reorder this order
bg: Поръчай отново

# Languages::right
source: Right
bg: Отдясно

# Languages::risk_checking
source: Risk checking is in process. Please try reloading this page in a minute.
bg: Проверка на риска е в процес. Моля, опитайте да презаредите тази страница след минута.

# Languages::risk_information
source: Risk information
bg: Информация за риска

# Languages::romanian
source: Romanian
bg: Румънски

# Languages::root_category
source: Root category
bg: Root категория

# Languages::root_level
source: Root level
bg: Root ниво

# Languages::root_page
source: Root level page
bg: Root страница

# Languages::routing_code
source: Routing Number
bg: Маршрут номер

# Languages::russian
source: Russian
bg: Руски

# Languages::sale
source: Sale
bg: Продажба

# Languages::sales
source: Sales
bg: Продажби

# Languages::sales_commission
source: Sales commission
bg: Продажби комисионна

# Languages::sales_reports
source: Sales reports
bg: Отчети

# Languages::sales_reports_menu_description
source: Detailed statistics on the sales.
bg: Детайлна статистика на продажбите.

# Languages::same_as_source
source: same as source
bg: същите като източника

# Languages::save
source: Save
bg: Запази

# Languages::save_and_close
source: Save and close
bg: Запази и затвори

# Languages::save_changes
source: Save changes
bg: Запазване на промените

# Languages::save_discount
source: Save
bg: Запази

# Languages::save_layout
source: Save layout
bg: Запази оформлението

# Languages::save_layout_as
source: Save layout as
bg: Запази оформлението като

# Languages::save_process_payment
source: Save and process payment
bg: Запазване и обработване на плащането

# Languages::save_this_search_as
source: Save this search as
bg: Запази това търсене като

# Languages::scb_text_notice
source: Please send the following URL to the SCB support to be set as PostbackURL: <br /><b>[return_url]</b>
bg: Моля, изпратете следния URL на поддръжката: <br /><b>[return_url]</b>

# Languages::screen
source: Screen
bg: Екран

# Languages::screen_resolution
source: Screen resolution
bg: Резолюция на екрана

# Languages::script
source: Script
bg: Скрипт

# Languages::tmpl_scroller
source: Scroller
bg: Скролер

# Languages::scroller_direction
source: Auto-scroll direction
bg: Посока на скролера

# Languages::search
source: Search
bg: Търсене

# Languages::search_again
source: Search again
bg: Ново търсене

# Languages::search_by_order
source: Search by order
bg: Търси по поръчка

# Languages::search_by_price
source: Search by price
bg: Търсене по цена

# Languages::search_by_product_features
source: Search by product features
bg: Търси по характеристиките на продукта

# Languages::search_by_product_filters
source: Search by product filters
bg: Търсене по филтри на продукта

# Languages::search_by_sku
source: Search by product code
bg: Търсене по код на продукта

# Languages::search_by_weight
source: Search by weight
bg: Търсене по тегло

# Languages::search_engine
source: Search engine
bg: Търсачка

# Languages::search_for_pattern
source: Search for pattern
bg: Търси за

# Languages::search_in
source: Search in
bg: Търси в

# Languages::search_in_category
source: Search in category
bg: Търси в категория

# Languages::search_in_subcategories
source: Search in subcategories
bg: Търси в подкатегориите

# Languages::search_options
source: Search options
bg: Опции за търсене

# Languages::search_product
source: Search product
bg: Търсене на продукт

# Languages::search_results
source: Search results
bg: Резултати от търсенето

# Languages::search_results_for
source: Search results for [search]
bg: Търсене на резултати за [search]

# Languages::search_string
source: Search string
bg: Търсене за

# Languages::search_words
source: Search words
bg: Търсещи думи

# Languages::secret_key
source: Secret key
bg: Секретен ключ

# Languages::secret_string
source: Secret string
bg: Секретен стринг

# Languages::secret_word
source: Secret word
bg: Секретна дума

# Languages::section
source: Section
bg: Раздел

# Languages::section_links
source: Section links
bg: Линкове в раздел

# Languages::section_name
source: Section name
bg: Име на раздел

# Languages::secure
source: Secure
bg: Безопасно

# Languages::secure_checkout
source: Secure checkout
bg: Безопасно плащане

# Languages::see_demo
source: See demo
bg: Вижте демо

# Languages::select
source: Select
bg: Избери

# Languages::selectbox
source: Select box
bg: Селект кутийка

# Languages::selected_items
source: Selected items
bg: Избрани позиции

# Languages::select_all
source: Select all
bg: Избери всички

# Languages::select_all_product_options
source: You should select all product options
bg: Трябва да изберете всички опции на продуктите

# Languages::select_country
source: Select country
bg: Изберете държава

# Languages::select_dates
source: Select dates
bg: Избери дата

# Languages::select_descr_lang
source: Select the description language
bg: Изберете език за описание

# Languages::select_fields_to_edit
source: Select fields to edit
bg: Изберете поле за редактиране

# Languages::select_file
source: Select file
bg: Избери файл

# Languages::select_options
source: Select options
bg: Избери опция

# Languages::select_option_above
source: Select the previous option first
bg: Първо изберете предходната опция

# Languages::select_product
source: Select product
bg: Изберете продукт

# Languages::select_products
source: Select products
bg: Изберете продукти

# Languages::select_profile
source: Select profile
bg: Изберете профил

# Languages::select_shipping_method
source: Select shipping method
bg: Изберете метод за доставка

# Languages::select_state
source: Select state
bg: Изберете състояние

# Languages::select_tables
source: Select tables
bg: Изберете таблици

# Languages::semicolon
source: Semicolon
bg: точка и запетая

# Languages::send
source: Send
bg: Изпрати

# Languages::sender
source: Sender
bg: Подател

# Languages::send_feedback
source: Help us improve [product]
bg: Помогнете ни да подобрим CS-Cart

# Languages::send_notification
source: Send notification to selected
bg: Изпращане на известие до избраните

# Languages::send_shipment_notification_to_customer
source: Send shipment notification to customer
bg: Изпращане на известие за доставка до купувача

# Languages::send_shipping_address
source: Send customer shipping address
bg: Изпращане на адрес за доставка на клиентите

# Languages::send_via
source: Send via
bg: Изпращане чрез

# Languages::send_via_email
source: Send via email
bg: Изпрати по електронна поща

# Languages::send_via_postal_mail
source: Send via postal mail
bg: Изпрати по пощата

# Languages::seo_meta_data
source: Meta data
bg: SEO / Meta данни

# Languages::sequential
source: Sequential
bg: Следващ

# Languages::server
source: Server
bg: Сървър

# Languages::service_not_available
source: This service is not available.
bg: Тази услуга не е налична.

# Languages::settings
source: Settings
bg: Настройки

# Languages::shared_secret
source: Shared Secret
bg: Споделена тайна

# Languages::sha_sign
source: SHA-1 Signature
bg: SHA-1 Подпис

# Languages::shipment
source: Shipment
bg: Пратка

# Languages::shipments
source: Shipments
bg: Пратки

# Languages::shipments_menu_description
source: View and print packing slips for shipments created from orders.
bg: Преглед и печат на опаковъчни листи за доставки.

# Languages::shipment_date
source: Shipment date
bg: Дата на изпращане

# Languages::shipment_details
source: Shipment details
bg: Данни за товара

# Languages::shipment_has_been_created
source: Shipment has been created
bg: Пратката е създадена

# Languages::shipment_id
source: Shipment ID
bg: Пратка ID

# Languages::shipment_info
source: Shipment information
bg: Данни за пратката

# Languages::shipped
source: Shipped
bg: Доставена

# Languages::shipped_products
source: Shipped products
bg: Изпратени продукти

# Languages::shipper_number
source: Shipper number
bg: Доставчик номер

# Languages::shipping
source: Shipping
bg: Доставка

# Languages::shippings
source: Shippings
bg: Доставки

# Languages::shippings.service_not_configured
source: Service is not configured
bg: Услугата не е конфигурирана

# Languages::shippings.service_not_found
source: Service was not found
bg: Услугата не е намерена

# Languages::shippings_taxes
source: Shipping & taxes
bg: Доставки и такси

# Languages::shipping_address
source: Shipping address
bg: Адрес за доставка

# Languages::shipping_charges
source: Shipping charges
bg: Цена за доставка

# Languages::shipping_cost
source: Shipping cost
bg: Цена за доставка

# Languages::shipping_estimation
source: Shipping estimation
bg: Цена за доставка

# Languages::shipping_freight
source: Shipping freight
bg: Доставка на товари

# Languages::shipping_information
source: Shipping information
bg: Информация за доставка

# Languages::shipping_method
source: Shipping method
bg: Начин на доставка

# Languages::shipping_methods
source: Shipping methods
bg: Начини за доставка

# Languages::shipping_methods_menu_description
source: Set of rules and parameters to calculate the cost of shipping.
bg: Набор от правила и параметри за изчисляване на разходите за доставки.

# Languages::shipping_name
source: Shipping name
bg: Име за доставка

# Languages::shipping_options
source: Shipping Options
bg: Доставка опции

# Languages::shipping_properties
source: Shipping Properties
bg: Адрес за доставка

# Languages::shipping_rates
source: Shipping rates
bg: Цена за доставка

# Languages::shipping_same_as_billing
source: Shipping and billing address the same?
bg: Адресът за доставка е същия като адреса за фактура

# Languages::shipping_service
source: Shipping service
bg: Доставна услуга

# Languages::shipping_tips
source: <p>Products in stock will be sent after the payment is verified. Mail service is responsible for the goods during transportation.</p><p>Please, open the package delivered under your order the moment you receive it. If any damage is revealed, make claims against mail service.</p><p>Any questions? Contact our Customer Service at 123-12-23</p>
bg: <p>Продуктите на склад, ще бъдат изпратени след като плащането бъде проверено. Доставчика на пощенски услуги е отговорен за стоките по време на транспортиране.</p><p>Моля, отворете пакета, от вашата поръчка в момента на получаване. Ако някаква повреда е открита, моля оплачете се на доставчика на пощенската услуга.</p><p>Ако имате въпроси? Свържете се с нашия отдел за обслужване на 123-12-23</p>

# Languages::ship_aup_delivery_confirmation_cost
source: Delivery Confirmation cost
bg: Цена за потвърждение на доставката

# Languages::ship_aup_delivery_confirmation_international_cost
source: Delivery Confirmation International cost
bg: Цена за международно потвърждение на доставката

# Languages::ship_aup_rpi_fee
source: Registered Post International Parcels fee
bg: Препоръчана поща такса за международни доставки

# Languages::ship_aup_use_delivery_confirmation
source: Use Delivery Confirmation
bg: Използвайте потвърждение на доставка

# Languages::ship_can_merchant_id
source: Merchant ID
bg: Търговец ID

# Languages::ship_dhl_additional_protection
source: Additional protection
bg: Допълнителна защита

# Languages::ship_dhl_additional_protection_ap
source: Asset Protection
bg: Защита на обекта

# Languages::ship_dhl_additional_protection_nr
source: Not required
bg: Не е необходимо

# Languages::ship_dhl_cod_method
source: COD payment method
bg: COD Начин на плащане

# Languages::ship_dhl_cod_method_m
source: Check or Money Order
bg: Чек или пощенски запис

# Languages::ship_dhl_cod_method_p
source: Personal or Company Check
bg: Персонален или фирмен чек

# Languages::ship_dhl_cod_payment
source: Use COD payment
bg: Използвайте плащане COD

# Languages::ship_dhl_cod_value
source: COD surcharge
bg: COD доплащане

# Languages::ship_dhl_height
source: Package height (inches)
bg: Височина на опаковка

# Languages::ship_dhl_intl_ship_key
source: Shipping key (international)
bg: Ключ на доставка (международен)

# Languages::ship_dhl_length
source: Package length (inches)
bg: Дължина на опаковка

# Languages::ship_dhl_shipment_type
source: Shipment type
bg: Вид на транспорта

# Languages::ship_dhl_ship_hazardous
source: Ship hazardous materials
bg: Опасни материали

# Languages::ship_dhl_ship_key
source: Shipping key
bg: Ключ за доставка

# Languages::ship_dhl_system_id
source: System ID
bg: Системен ID

# Languages::ship_dhl_width
source: Package width (inches)
bg: Ширина на опаковка

# Languages::ship_fedex_ancillary_endorsement
source: Ancillary Endorsements
bg: Спомагателни инструкции за доставка

# Languages::ship_fedex_ancillary_endorsement_address_correction
source: Address Service Requested
bg: Адрес за доставка

# Languages::ship_fedex_ancillary_endorsement_carrier_leave_if_no_response
source: Carrier Leave If No Response
bg: Доставчика да остави пратката ако никой не отговаря

# Languages::ship_fedex_ancillary_endorsement_change_service
source: Change Service Requested
bg: Промяна на исканата услуга

# Languages::ship_fedex_ancillary_endorsement_forwarding_service
source: Forwarding Service Requested
bg: Препращане на исканата услуга

# Languages::ship_fedex_ancillary_endorsement_return_delivery
source: Return Service Requested
bg: Връщане на исканата услуга

# Languages::ship_fedex_customer_manifest_id
source: Customer manifest ID
bg: Номер на клиентския манифест

# Languages::ship_fedex_drop_off_type
source: Drop Off Type
bg: Начин на доставка

# Languages::ship_fedex_drop_off_type_regular_pickup
source: Regular pickup
bg: Стандартен транспорт

# Languages::ship_fedex_drop_off_type_request_courier
source: Request courier
bg: Заявка за куриер

# Languages::ship_fedex_drop_off_type_station
source: Drop at station
bg: Пуснете в станция

# Languages::ship_fedex_height
source: Height (inches)
bg: Височина

# Languages::ship_fedex_hub_id
source: Hub ID
bg: Номера на станция

# Languages::ship_fedex_indicia
source: Indicia
bg: Щампа

# Languages::ship_fedex_indicia_media_mail
source: Media Mail (Packages from 1 to 70 lbs Books, DVDs, CDs, videotapes)
bg: Медийна поща (пакети от 1 до 70 либри книги, DVD дискове, дискове, видеокасети)

# Languages::ship_fedex_indicia_parcel_select
source: Parcel Select (Packages from 1 to 70 lbs)
bg: Парсел селект (пакети от 1 до 70 либри)

# Languages::ship_fedex_indicia_presorted_bound_printed_matter
source: Bound Printed Matter packages (Packages from 1 to 15 lbs Catalogs, phone books or anything permanently bound)
bg: Обвързани печатни материали и пакети (пакети от 1 до 15 либри каталози, телефонни указатели или неща трайно обвързани)

# Languages::ship_fedex_indicia_presorted_standard
source: Standard Mail packages (Packages less than 1 lb)
bg: Стандартна поща (пакети по-малко от 1 кг)

# Languages::ship_fedex_length
source: Length (inches)
bg: Дължина

# Languages::ship_fedex_meter_number
source: Meter number
bg: Метър номер

# Languages::ship_fedex_package_type_fedex_10kg_box
source: FedEx 10kg Box
bg: FedEx 10кг. кутия

# Languages::ship_fedex_package_type_fedex_25kg_box
source: FedEx 25kg Box
bg: FedEx 25кг. кутия

# Languages::ship_fedex_package_type_fedex_box
source: FedEx Box
bg: FedEx Кутия

# Languages::ship_fedex_package_type_fedex_envelope
source: FedEx Envelope
bg: FedEx Писмо

# Languages::ship_fedex_package_type_fedex_pak
source: FedEx Pak
bg: FedEx Пакет

# Languages::ship_fedex_package_type_fedex_tube
source: FedEx Tube
bg: FedEx Туба

# Languages::ship_fedex_package_type_your_packaging
source: Your packaging
bg: Вашата опаковка

# Languages::ship_fedex_smart_post
source: Smart Post
bg: Смарт пост

# Languages::ship_fedex_special_services
source: Special service (delivery confirmation)
bg: Специални услуги (потвърждение на доставката)

# Languages::ship_fedex_width
source: Width (inches)
bg: Ширина

# Languages::ship_height
source: Package height (cm)
bg: Пакет височина (см)

# Languages::ship_length
source: Package length (cm)
bg: Пакет дължина (см)
