Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# Languages::currency_code_top
source: Tongan Pa'anga
bg: Тонганска паанга

# Languages::currency_code_try
source: Turkish Lira
bg: Турска лира

# Languages::currency_code_twd
source: New Taiwan dollar
bg: Нов тайландски долар

# Languages::currency_code_uah
source: UAH
bg: Украинска хривня

# Languages::currency_code_usd
source: US Dollar
bg: Щатски долар

# Languages::currency_code_vuv
source: Vanuatu Vatu
bg: Вануату Вату

# Languages::currency_code_wst
source: Samoan Tala
bg: Самуанска тала

# Languages::currency_code_xaf
source: XAF
bg: Централно африкански франк

# Languages::currency_code_xof
source: XOF
bg: Западно африкански франк

# Languages::currency_code_xpf
source: XPF
bg: Френски тихоокеански франк

# Languages::currency_code_zar
source: Rand
bg: ранд

# Languages::currency_deleted
source: The currency has been deleted successfully.
bg: Валутата е била изтрита успешно.

# Languages::currency_rate
source: Rate
bg: Курс

# Languages::currency_rate_greater_than_null
source: Currency exchange rate should be higher than 0.
bg: Обменният курс на валутата трябва да бъде по-висок от 0.

# Languages::currency_sign
source: Sign
bg: Символ

# Languages::current_database_size
source: Current database size
bg: Текущ размера на базата данни

# Languages::currency_hidden_status_free
source: The status <b>Hidden</b> for currency cannot be used in the free mode.
bg: Състоянието <b>скрито</b> за валута не може да се използва в свободен режим.

# Languages::language_hidden_status_free
source: The status <b>Hidden</b> for language cannot be used in the free mode.
bg: Състоянието <b>скрито</b> за език не може да се използва в свободен режим.

# Languages::current_path
source: Current path
bg: текущия път

# Languages::text_file_editor_notice
source: You can upload and download files via <a href="[href]">File Editor</a>
bg: Можете да качвате и сваляте файлове чрез <a href="[href]"> Файлов редактор</a>

# Languages::current_period
source: Current Period
bg: текущия период

# Languages::current_theme
source: Current theme
bg: Текуща тема

# Languages::custom
source: Custom
bg: Въведи период

# Languages::customer
source: Customer
bg: Клиент

# Languages::customers
source: Customers
bg: Клиенти

# Languages::customers_menu_description
source: List of store customers, registered users with a customer account.
bg: Списък на клиентите

# Languages::customer_details
source: Customer details
bg: Данни за клиента

# Languages::customer_email
source: Customer email
bg: Клиентски имейл

# Languages::customer_id
source: Customer ID
bg: Клиентски ID

# Languages::customer_info
source: Customer information
bg: Информация за клиента

# Languages::customer_information
source: Customer information
bg: Информация за клиента

# Languages::customer_notes
source: Customer notes
bg: Бележки на Клиента

# Languages::customer_signature
source: Customer's signature
bg: Подпис на клиента

# Languages::customer_text_letter_footer
source: Thank you for using our shopping cart.
bg: Благодарим Ви, че използвате нашият магазин.

# Languages::customize
source: Customize
bg: Персонализиране

# Languages::visual_editor
source: Visual Editor
bg: Визуален редактор

# Languages::theme_no_styles_text
source: This theme doesn't have styles.
bg: Тази тема няма стилове.

# Languages::cutted_product_codes
source: The following product codes are too long and were cut to 32 figures:
bg: Следните кодове на продукти са твърде дълги и бяха съкратени до 32 цифри:

# Languages::czech
source: Czech
bg: чешки

# Languages::danish
source: Danish
bg: немски

# Languages::dashboard
source: Dashboard
bg: табло

# Languages::database
source: Database
bg: База Данни

# Languages::datatrans_caa
source: Authorization with immediate settlement
bg: Ауторизация с незабавен сетълмент

# Languages::datatrans_noa
source: Authorization only
bg: Ауторизация само

# Languages::datatrans_sign
source: Digital signature
bg: Електронен подпис

# Languages::date
source: Date
bg: Дата

# Languages::date_added
source: Date added
bg: Дата на добавяне

# Languages::date_of_birth
source: Date of birth
bg: Дата на раждане

# Languages::days
source: days
bg: ден

# Languages::db_backup_restore
source: DB Backup/Restore
bg: DB Архивиране / възстановяване

# Languages::dear
source: Dear
bg: Скъпи

# Languages::debit
source: Debit
bg: дебит

# Languages::decimals
source: Decimals
bg: Знак след десетичната запетая

# Languages::decline
source: Decline
bg: Откажи

# Languages::declined
source: Declined
bg: Отказан

# Languages::decline_selected
source: Decline selected
bg: Откажи избраните

# Languages::decorator
source: Decorator
bg: Декоратор

# Languages::decrease
source: Decrease
bg: намаление

# Languages::dec_sign
source: Dec sign
bg: Dec знак

# Languages::default
source: Default
bg: По подразбиране

# Languages::default_language
source: Default language
bg: По подразбиране

# Languages::default_template
source: Default template
bg: Шаблон по подразбиране

# Languages::default_value
source: Default value
bg: Стойност по подразбиране

# Languages::deferred
source: Deferred
bg: отсрочен

# Languages::defined
source: Defined
bg: Определена

# Languages::defined_desired_products
source: List of desired products
bg: Списък на желаните продукти

# Languages::defined_items
source: defined items
bg: Отделни елементи

# Languages::delete
source: Delete
bg: Изтрий

# Languages::deleted
source: Deleted
bg: Изтрити

# Languages::deleted_product
source: DELETED PRODUCT
bg: Изтриване продукт

# Languages::delete_all_found
source: Delete all found
bg: Изтриване всички намерени

# Languages::delete_confirmation
source: Are you sure you want to delete the selected items?
bg: Сигурни ли сте че искате да изтриете избраните елементи?

# Languages::delete_image
source: Delete image
bg: Изтрий изображението

# Languages::delete_image_pair
source: Delete image pair
bg: Изтриване повтарящо се изображение

# Languages::delete_range
source: Delete range
bg: Изтриване период

# Languages::delete_selected
source: Delete selected
bg: Изтрий избраните

# Languages::delete_this_category
source: Delete this category
bg: Изтриване на тази категория

# Languages::delete_this_page
source: Delete this page
bg: Изтриване на тази страница

# Languages::delivery_time
source: Delivery time
bg: Време за доставка

# Languages::demo
source: Demo
bg: Демо

# Languages::demo_mode
source: Demo mode is enabled
bg: Включен demo режим

# Languages::demo_mode_content_text
source: <p>The cart is working in the <b>DEMO</b> mode and this functionality is disabled.</p>
bg: <p>Магазинът работи в <b>DEMO</b> режим и тази функционалност не е достъпна.</p>

# Languages::demo_panel.demo_will_be_reset_in
source: Demo will be reset in:
bg: Демото ще се преинсталира след:

# Languages::desc
source: desc.
bg: низх.

# Languages::description
source: Description
bg: Описание

# Languages::descr_avs
source: AVS verification response
bg: AVS проверка на отговор

# Languages::descr_cvv
source: CVV2 verification response
bg: CVV2 проверка на отговор

# Languages::design
source: Design
bg: Дизайн

# Languages::design_mode
source: Design mode
bg: Дизайнерски режим

# Languages::desired_amount
source: Desired quantity
bg: Желано количество

# Languages::destination
source: Destination
bg: Дестинация

# Languages::detailed_description
source: Detailed description
bg: Детайлно описание

# Languages::detailed_images
source: Detailed images
bg: Детайлни изображения

# Languages::details
source: details
bg: Детайли

# Languages::diff
source: File changes
bg: Файлови промени

# Languages::different_only
source: Different only
bg: се различават само

# Languages::directory
source: Directory
bg: Директория

# Languages::direct_download
source: Direct download
bg: Директен даунлоуд

# Languages::disabled
source: Disabled
bg: Неактивен

# Languages::disable_selected
source: Disable selected
bg: Изключване на избраните

# Languages::disapprove
source: Disapprove
bg: Неодобрен

# Languages::disapproved
source: Disapproved
bg: Неодобрен

# Languages::disapprove_selected
source: Disapprove selected
bg: Отхвърли избраните

# Languages::discount
source: Discount
bg: Отстъпка

# Languages::discounted_price
source: Discounted price
bg: Намалена цена

# Languages::discounts
source: Discounts
bg: Отстъпки

# Languages::discount_coupon
source: Discount coupon
bg: Талон за отстъпка

# Languages::discount_coupon_code
source: Discount coupon code
bg: Код за талон за отстъпка

# Languages::display_message
source: Display message
bg: Покажи съобщение

# Languages::display_on
source: Display on
bg: Показване в

# Languages::display_type
source: Display type
bg: Вид дисплей

# Languages::domains
source: Domains
bg: Домейни

# Languages::domestic_usps
source: Domestic U.S.P.S.
bg: Вътрешен U.S.P.S.

# Languages::done
source: Done
bg: Готово

# Languages::dont_track
source: Do not track
bg: не проследявай

# Languages::dont_use_cardinal
source: Don't use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
bg: Не използвай Cardinal Centinel&reg; for 3-D Secure Payer Аутетникация

# Languages::down
source: Down
bg: Надолу

# Languages::download
source: Download
bg: Изтегляне

# Languages::downloadable
source: Downloadable
bg: Изтегляем

# Languages::downloadable_shipping
source: Enable shipping if downloadable
bg: Разрешаване на изпращане ако се изтегли

# Languages::downloads
source: Downloads
bg: Сваляния

# Languages::downloads_max_left
source: Downloads (max./left)
bg: Сваляния (макс./оставащи)

# Languages::download_key_expiry
source: Download key expiry
bg: Ключът за изтегляне изтича

# Languages::download_link_expired
source: The download link is expired or is not ready.
bg: Връзката за изтегляне е изтекла или не е готова.

# Languages::do_not_change
source: Do not change
bg: Не променяйте

# Languages::do_not_pass_logo
source: Do not pass the shopping cart logo to the merchant
bg: Не показвай логото на магазина на търговец

# Languages::do_not_use
source: Do not use
bg: Да не се използва

# Languages::drlicense_number
source: Driving License Number
bg: Номер на шофьорска книжка

# Languages::drop_existing_data
source: Delete all existing product files before import
bg: Изтриване на всички съществуващи файлове, преди да бъдат импортнати

# Languages::dump_file_not_writable
source: Please set write permissions on the database backup file.
bg: Моля, задайте права за писане върху файла за архивиране на базата данни.

# Languages::duplicate
source: Duplicate transactions
bg: Дублиране на транзакции

# Languages::dutch
source: Dutch
bg: холандски

# Languages::dynamic
source: Dynamic
bg: Динамичен

# Languages::easing
source: Easing
bg: Улесняване

# Languages::edit
source: Edit
bg: Редактирай

# Languages::editing
source: Editing
bg: Редактиране

# Languages::editing_block
source: Editing block
bg: Редактиране на блок

# Languages::editing_category
source: Editing category
bg: Редактиране на категория

# Languages::editing_chart
source: Editing chart
bg: Редактиране на диаграма

# Languages::editing_currency
source: Editing currency
bg: Редактиране на валута

# Languages::editing_defined_products
source: Editing defined products
bg: Редактиране на определени продукти

# Languages::editing_file
source: Editing file
bg: Редактиране на файла

# Languages::editing_filter
source: Editing filter
bg: Редактиране на филтър

# Languages::editing_group
source: Editing group
bg: Редактиране на група

# Languages::editing_item
source: Editing item
bg: Редактиране на елемент

# Languages::editing_link
source: Editing link
bg: Редактиране на връзка

# Languages::editing_localization
source: Editing localization
bg: Редактиране на локализация

# Languages::editing_location
source: Editing location
bg: Редактиране на място

# Languages::editing_option
source: Editing option
bg: Редактиране на опция

# Languages::editing_order
source: Editing order
bg: Редактиране на поръчка

# Languages::editing_page
source: Editing page
bg: Редактиране на страница

# Languages::editing_payment
source: Editing payment
bg: Редактиране на плащане

# Languages::editing_product
source: Editing product
bg: Редактиране на продукт

# Languages::editing_product_feature
source: Editing product feature
bg: Редактиране на функции на продукт

# Languages::editing_profile
source: Editing profile
bg: Редактиране на профила

# Languages::editing_promotion
source: Editing promotion
bg: Редактиране на промоция

# Languages::editing_quick_menu_link
source: Editing quick menu link
bg: Редактиране на връзка за бързо меню

# Languages::editing_quick_menu_section
source: Editing quick menu section
bg: Редактиране на раздел бързо меню

# Languages::editing_report
source: Editing report
bg: Редактиране на отчет

# Languages::editing_shipping_method
source: Editing shipping method
bg: Редактиране на метод за доставка

# Languages::editing_status
source: Editing status
bg: Редактиране на статус

# Languages::editing_tax
source: Editing tax
bg: Редактиране на такса

# Languages::edition_type
source: Edition type
bg: Редактиране на вид

# Languages::edit_files
source: Edit files
bg: Редактиране на файлове

# Languages::edit_layout
source: Edit layout
bg: Редактиране на оформление

# Languages::edit_order
source: Edit order
bg: Редактиране на поръчка

# Languages::edit_products
source: Edit products
bg: Редактиране на продукти

# Languages::edit_profile
source: Edit profile
bg: Редактиране на профил

# Languages::edit_profile_note
source: Change email, password, shipping/billing info, and other profile settings
bg: Промяна на имейл, парола, доставка/за плащане и други настройки на профила

# Languages::edit_report
source: Edit report
bg: Редактирай отчет

# Languages::edit_selected
source: Edit selected
bg: Редактирай избраните

# Languages::edp_access_granted
source: Now you can download the purchased products.
bg: Вече можете да свалите закупените продукти.

# Languages::edp_access_subj
source: Access to electronically distributed products is granted
bg: Достъп до електронно разпространяваните продукти е предоставен

# Languages::edp_enable_shipping
source: Enable shipping for downloadable products
bg: Активиране на доставка за сваляните продукти

# Languages::email
source: Email
bg: Е-мейл

# Languages::emails
source: Emails
bg: Имейли

# Languages::email_address
source: E-mail address
bg: Е-мейл адрес

# Languages::email_header
source: E-mail header
bg: E-mail съдържание

# Languages::email_subject
source: E-mail subject
bg: E-mail тема

# Languages::empty
source: Empty
bg: празен

# Languages::empty_key_value
source: Empty table key value
bg: Празна таблица ключова стойност

# Languages::enable
source: Enable
bg: Разреши

# Languages::enabled
source: Enabled
bg: Разрешено

# Languages::enable_cdn
source: Enable CDN
bg: Разреши CDN

# Languages::enable_for
source: Enable for
bg: Разрешаване за

# Languages::enable_or_disable_block
source: Activate/Deactivate Block
bg: Активиране/деактивиране на блок

# Languages::enable_or_disable_container
source: Activate/Deactivate Container
bg: Активиране/деактивиране на контейнер

# Languages::enable_or_disable_grid
source: Activate/Deactivate Grid
bg: Активиране/деактивиране на мрежата

# Languages::enable_quick_view
source: Enable quick view
bg: Давам възможност на бърз преглед

# Languages::encryption
source: Encryption
bg: Енкрипция

# Languages::encryption_key
source: Encryption Key
bg: Криптиращ ключ

# Languages::end_date
source: End date
bg: Крайна дата

# Languages::english
source: English
bg: Английски

# Languages::enter_code
source: Enter code
bg: Въведи код

# Languages::enter_data
source: Enter data
bg: Въвеждане на данни

# Languages::enter_email
source: Enter e-mail address
bg: Въведете е-мейл адрес

# Languages::enter_new_lang_code
source: Enter a new language code
bg: Въведете нов код за език

# Languages::enter_other
source: Enter other
bg: Въведете друго

# Languages::enter_your_price
source: Enter your price
bg: Въведете вашата цена

# Languages::entity
source: Entity
bg: Обект

# Languages::entry_page
source: Global entry page
bg: Начална страница

# Languages::entry_point
source: Entry point
bg: Входна точка

# Languages::envelope
source: Envelope
bg: Обвивка

# Languages::epdq_3ds_main
source: Main window
bg: Главния прозорец

# Languages::epdq_3ds_popup
source: Popup
bg: Изскачащо меню

# Languages::error
source: Error
bg: Грешка

# Languages::errorCode
source: Error Code
bg: Грешен код

# Languages::errorName
source: Error Name
bg: Грешно име

# Languages::error_account_disabled
source: Your account is disabled. Please contact the store administration.
bg: Вашият профил е деактивиран. Моля свържете се с администратора на магазина.

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this company manually.
bg: Администраторски акаунт не е създаден. Имейл адресът принадлежи на друг потребител. Можете да добавите администратор на тази компания ръчно.

# Languages::error_ajax
source: Oops, something went wrong ([error]). Please try again.
bg: Упс, грешка ([error]). Моля, опитайте отново.

# Languages::error_area_access_denied
source: You are not allowed to login to this area.
bg: Вие нямате право да влезете в тази област.

# Languages::error_confirmation_code_invalid
source: Incorrect or missing confirmation code.
bg: Неверен или липсва код за потвърждение.

# Languages::error_curl_not_exists
source: <b>Warning!</b><br />Your server <b>does not</b> support the PHP cURL extension. <b>[method]</b> will not be operational. Please contact your hosting provider.
bg: <b>Внимание!</b><br />Вашият сървър <b>не поддържа </b> PHP cURL extension. <b>[method]</b> е невъзможен. Моля, обърнете се към вашият хостинг провайдер.

# Languages::error_curl_ssl_not_exists
source: <b>Warning!</b><br />The PHP cURL extension is compiled <b>without</b> SSL support on your server. <b>[method]</b> will not be operational. Please contact your hosting provider.
bg: <b>Внимание!</b><br />The PHP cURL extension е компилиран <b>без</b> SSL поддръжка на вашият сървър. <b>[method]</b> е невъзможен. Моля, обърнете се към вашият хостинг провайдер.

# Languages::error_currency_exists
source: Currency with code <b>[code]</b> already exists
bg: Валута с код <b>[code]</b> вече съществува

# Languages::error_delete_theme_company
source: One of your storefronts uses this theme. Please set another theme before deleting it.
bg: Една от вашите витрини използва тази тема. Задайте друга тема преди да изтриете.

# Languages::error_delete_theme_layout
source: Layout that uses this theme is set as default. Please set another layout as default.
bg: Оформлението, което използва тази тема е зададено по подразбиране. Задайте друго оформление по подразбиране.

# Languages::error_demo_mode
source: The cart is working in the <b>DEMO</b> mode and this functionality is disabled.
bg: Магазинът работи в <b>DEMO</b> режим и тази функционалност е изключена.

# Languages::error_empty_company_name
source: Company name cannot be empty
bg: Полето "Име" на фирмата не може да бъде празно

# Languages::error_exim_cant_open_file
source: Cannot open uploaded file
bg: Не мога да отворя файла

# Languages::error_exim_cant_read_file
source: Cannot read uploaded file
bg: Не мога да прочета файла

# Languages::error_exim_fields_not_selected
source: No fields selected for export
bg: Няма избрани файлове за пренос

# Languages::error_exim_file_doesnt_exist
source: File doesn't exist
bg: Файлът не съществува

# Languages::error_exim_incorrect_lines
source: Your CSV file has incorrect data formatting (incorrect delimiter, missed/missing fields, etc.) in the following lines: <b>[lines]</b>
bg: Некоректни данни в CSV файла (неправилен разделител, липсващи полета и т.н.) в редовете: <b>[lines]</b>

# Languages::error_exim_incorrent_delimiter
source: The delimiter in CSV file differs from the one selected by you
bg: Разделител в CSV файл се различава от този, избран от вас

# Languages::error_exim_invalid_count_langs
source: Multi-language line count mismatch: different number of lines for different languages provided.
bg: Несъответствие на броя на линиите за многоезичие: различен брой редове за различни езици, са предоставени.

# Languages::error_exim_layout_required_fields
source: The following fields are mandatory and cannot be removed from the layout:
bg: Тези полета са задължителни и не могат да бъдат изтрити:

# Languages::error_exim_no_file_uploaded
source: No file uploaded
bg: Няма качени файлове

# Languages::error_exim_pattern_definition_alt_keys
source: Invalid pattern definition: alternative key is missing
bg: Невалидна дефиниция: липсва алтернативен ключ

# Languages::error_exim_pattern_definition_references
source: Invalid pattern definition: missing table references
bg: Невалидна дефиниция: липсващи референции на таблица

# Languages::error_exim_pattern_dont_match
source: Your import file does not match the selected pattern
bg: Вашият файл не е подходящ

# Languages::error_exim_pattern_not_found
source: Pattern not found
bg: Образецът не е намерен

# Languages::error_exim_pattern_required_fields
source: Your import file MUST have the following fields: <b>[fields]</b>
bg: Вашият файл трябва да съдържа следните полета: <b>[fields]</b>

# Languages::error_hash_generation
source: Error in hash generation. Please choose another payment method.
bg: Проблем за генериране на hash. Моля изберете друг метод на плащане.

# Languages::error_images_need_located_root_dir
source: Please specify the images directory within the store root directory. Put the images to import in this directory.
bg: Задайте папка с изображения в главната директорията на магазина. Постави изображенията за импортиране в тази директория.

# Languages::error_image_format_not_supported
source: The image format <b>[format]</b> is not supported by GD library installed on your server. The thumbnail was not created.
bg: Формата на изображението <b>[format]</b> не се поддържа от GD library инсталирана на вашият сървър. Thumbnail-ът не е създаден.

# Languages::error_incorrect_login
source: The username or password you have entered is invalid. Please try again.
bg: Потребителското име или парола, които сте въвели са невалидни. Моля, опитайте отново.

# Languages::error_invalid_emails
source: The following email addresses are invalid: <b>[emails]</b>
bg: Следните имейл адреси са невалидни: <b>[emails]</b>

# Languages::error_lang_code_exists
source: The provided language ([code]) code already exists
bg: Кодът ([code]) вече съществува. Моля, въведете друг подходящ код.

# Languages::error_login_not_exists
source: The username you have entered does not match any account in our store. Please make sure you have entered the correct username and try again.
bg: Потребителското име което сте въвели не съществува. Моля, уверете се, че въвеждате правилно потебителското име и опитайте отново.

# Languages::error_message_not_sent
source: Message could not be sent.<br />Mailer Error:
bg: Съобщението не е изпратено.<br />Mailer Error:

# Languages::error_not_logged
source: You must log in before you can access this resource!
bg: Трябва да влезете, преди да можете да получите достъп до този ресурс!

# Languages::error_no_items_selected
source: No items selected! At least one check box must be selected to perform this action.
bg: Няма избрани елементи!Необходима е най-малко една отметка в квадратчето за извършване на това действие.

# Languages::error_occured
source: Error occurred.
bg: Възникна грешка.

# Languages::error_occurred
source: Error occurred
bg: Възникна грешка

# Languages::error_passwords_dont_match
source: The passwords do not match.
bg: Паролите не съвпадат.

# Languages::error_password_content
source: The password must contain both letters and numbers.
bg: Паролата трябва да съдържа букви и цифри.
