Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# Languages::list_quantity_count
source: List quantity count
bg: Броя на артикулите в списък

# Languages::tmpl_list_without_options
source: List without options
bg: Списък без опции

# Languages::live
source: Live
bg: Реален

# Languages::live_preview
source: Live preview
bg: Визуализация на живо

# Languages::loading
source: Loading...
bg: Зареждане...

# Languages::local
source: Local
bg: Локално

# Languages::localization
source: Localization
bg: Локализация

# Languages::localizations
source: Localizations
bg: Локализации

# Languages::localizations_menu_description
source: Manage localizations that are supported in your store.
bg: Управление на локализациите в сайта

# Languages::location
source: Location
bg: Местоположение

# Languages::locations
source: Locations
bg: Локации

# Languages::locations_menu_description
source: Manage the set of locations that are supported in your store.
bg: Управление на поддържаните локации

# Languages::loggedin_time
source: Logged in time
bg: Влизали по време

# Languages::logging
source: Logging
bg: Вход

# Languages::login
source: Login
bg: Влез

# Languages::logos
source: Logos
bg: Лого

# Languages::logo_link
source: Location (URL) of logo
bg: Местоположение (URL) на лого

# Languages::logs
source: Logs
bg: Логове

# Languages::log_action_backup
source: backup
bg: Архив

# Languages::log_action_create
source: create
bg: създаване на

# Languages::log_action_delete
source: delete
bg: изтриване

# Languages::log_action_deprecated
source: deprecated
bg: непрепоръчителна

# Languages::log_action_error
source: error
bg: грешка

# Languages::log_action_failed_login
source: failed login
bg: Неуспешно влизане

# Languages::log_action_http
source: http/https request
bg: http/https заявка

# Languages::log_action_login
source: sign in
bg: Влезте в

# Languages::log_action_low_stock
source: low stock
bg: Ниска наличност

# Languages::log_action_optimize
source: optimize
bg: Оптимизиране

# Languages::log_action_restore
source: restore
bg: Възстановяване на

# Languages::log_action_runtime
source: runtime
bg: време на изпълнение

# Languages::log_action_session
source: session
bg: Сесия

# Languages::log_action_status
source: status change
bg: Промяна на статуса

# Languages::log_action_update
source: update
bg: Актуализира

# Languages::log_type_categories
source: Categories
bg: Категории

# Languages::log_type_database
source: Database
bg: База данни

# Languages::log_type_general
source: general
bg: общи

# Languages::log_type_orders
source: Orders
bg: Поръчки

# Languages::log_type_products
source: Products
bg: Продукти

# Languages::log_type_requests
source: Requests
bg: Заявки

# Languages::log_type_users
source: Users
bg: Потребители

# Languages::longitude
source: Longitude
bg: Дължина

# Languages::low_stock_subj
source: Low inventory of "[product]"
bg: Ниска наличност на "[product]"

# Languages::mac_key
source: Mac key
bg: Mac ключ

# Languages::mailing_lists
source: Mailing lists
bg: Пощенски списъци

# Languages::mail_message
source: Mail message
bg: Mail съобщение

# Languages::mail_subject
source: Mail subject
bg: Mail предмет

# Languages::main
source: Main
bg: Основен

# Languages::mainbox_general
source: Mainbox general
bg: Mainbox главен

# Languages::mainbox_simple
source: Mainbox simple
bg: Mainbox опростен

# Languages::footer_general
source: Footer general
bg: Долен колонтитул общи

# Languages::maintenance
source: Maintenance
bg: Поддръжка

# Languages::main_category
source: Main category
bg: Основна Категория

# Languages::make_default
source: Make default
bg: Направи основен

# Languages::manage
source: Manage
bg: Управление

# Languages::manage_blocks
source: Manage blocks
bg: Управление на блокове

# Languages::manage_categories
source: Manage categories
bg: Управление на категории

# Languages::manage_existing_block
source: Edit Existing Blocks
bg: Редактиране на съществуващи блокове

# Languages::manage_items
source: Manage items
bg: Управление на елементи

# Languages::manage_languages
source: Manage languages
bg: Управление на езици

# Languages::manage_menus
source: Manage menus
bg: Управление на менюта

# Languages::manage_pages
source: Manage pages
bg: Управление на страници

# Languages::manage_products
source: Manage products
bg: Управление на продукти

# Languages::manage_reports
source: Manage reports
bg: Управление на отчети

# Languages::manage_shippings
source: Shipping methods
bg: Начини за доставка

# Languages::manage_sitemap
source: Manage sitemap
bg: Управление на карта на сайта

# Languages::manage_stores
source: Manage stores
bg: Управление на магазини

# Languages::mandatory
source: Required
bg: Задължително

# Languages::manually
source: Manually
bg: Ръчно

# Languages::manually_set_tax_rates
source: Manually set tax rates
bg: Ръчно определени такси

# Languages::mark
source: Mark as resolved
bg: Маркирай като решенп

# Languages::marketing
source: Marketing
bg: Маркетинг

# Languages::maximum_items_in_box
source: Maximum items in box
bg: Максимум артикули в кутия

# Languages::max_amount
source: Total cost
bg: Обща стойност

# Languages::max_box_weight
source: Max box weight
bg: Максимално тегло на кутия

# Languages::max_downloads
source: Max downloads
bg: Макс сваляния

# Languages::max_item
source: Number of items
bg: Брой на позициите

# Languages::max_order_qty
source: Maximum order quantity
bg: Максимално количество

# Languages::max_uploading_file_size
source: Max uploading file size
bg: Максимален размер за качване на файл

# Languages::max_uploading_file_size_hint
source: Leave this field empty to allow uploading of files of any size, or limit the file size ("100" is equal to 100 Kb)
bg: Оставете това поле празно за да позволите качване на файлове с всякакъв размер или лимитирайте размера ("100" е равно на 100 Kb)

# Languages::mb_amounts_not_match
source: The amount value received in status request differs from the original order total
bg: Размера на стойността получена от статус заявката се различава от тази получена в CS-Cart системата

# Languages::mb_currencies_not_match
source: The currency value received in status request differs from the store currency
bg: Стойността на валутата получена от статус заявката се различава от тази получена в CS-Cart системата

# Languages::mb_md5_hashes_not_match
source: The md5 hash value received in status request differs from the calculated one
bg: md5 hash стойността получена от статус заявката се различава от тази получена от CS-Cart системата

# Languages::mb_transaction_id
source: MB Transaction ID
bg: MB транзакция ID

# Languages::md5_checksum_failed
source: MD5 checksum failed
bg: Контролната сума MD5 не съвпада

# Languages::md5_hash_value
source: MD5 hash value
bg: MD5 хеш стойност

# Languages::menu
source: Menu
bg: Меню

# Languages::menus
source: Menus
bg: Менюта

# Languages::menu_items
source: Items for menu
bg: Елементи за меню

# Languages::merchantid
source: Merchant ID
bg: търговец ID

# Languages::merchant_email
source: Merchant Notification Email
bg: E-mail на търговец

# Languages::merchant_firstname
source: Merchant first name
bg: Име на търговец

# Languages::merchant_id
source: Merchant ID
bg: Търговец ID

# Languages::merchant_key
source: Merchant key
bg: Ключ на търговец

# Languages::merchant_lastname
source: Merchant last name
bg: Фамилия

# Languages::merchant_login
source: Merchant login
bg: Вход за търговци

# Languages::merchant_name
source: Merchant name
bg: Име

# Languages::merchant_pin
source: Merchant PIN
bg: PIN

# Languages::merchant_response_was_not_received
source: No response from the merchant received. Please check this transaction manually.
bg: Няма отговор от търговеца. Моля, проверете тази сделка ръчно.

# Languages::merchant_site_id
source: Merchant site ID
bg: сайт ID

# Languages::merchant_warrior_api_key
source: API Key.
bg: Api ключ.

# Languages::merchant_warrior_api_passphrase
source: API Passphrase.
bg: Api парола.

# Languages::merge
source: Merge
bg: Съедини

# Languages::message
source: Message
bg: Съобщение

# Languages::messages
source: Messages
bg: Съобщения

# Languages::meta_description
source: Meta description
bg: Meta описание

# Languages::meta_keywords
source: Meta keywords
bg: Meta ключови думи

# Languages::method
source: Method
bg: метод

# Languages::minimized
source: Minimized
bg: Намален

# Languages::minimum_commission_payment
source: Minimum commission payment
bg: Минимална комисионна

# Languages::minimum_items_in_box
source: Minimum items in box
bg: Минимум артикули в кутия

# Languages::minutes
source: minute(s)
bg: минута (и)

# Languages::min_order_qty
source: Minimum order quantity
bg: Минимално количество за поръчка

# Languages::missing_variants_handling
source: Missing variants handling
bg: Липсващи варианти на обработка

# Languages::modifier
source: Modifier
bg: Модификатор

# Languages::modify_profile
source: Modify Profile
bg: Промяна на Профила

# Languages::modify_selected
source: Modify selected
bg: Промяна на избраните

# Languages::month
source: Month
bg: Месец

# Languages::months
source: month(s)
bg: Месеци

# Languages::month_name_1
source: January
bg: Януари

# Languages::month_name_10
source: October
bg: Октомври

# Languages::month_name_11
source: November
bg: Ноември

# Languages::month_name_12
source: December
bg: Декември

# Languages::month_name_2
source: February
bg: Февруари

# Languages::month_name_3
source: March
bg: Март

# Languages::month_name_4
source: April
bg: Април

# Languages::month_name_5
source: May
bg: Май

# Languages::month_name_6
source: June
bg: Юни

# Languages::month_name_7
source: July
bg: Юли

# Languages::month_name_8
source: August
bg: Август

# Languages::month_name_9
source: September
bg: Септември

# Languages::month_name_abr_1
source: Jan
bg: Яну

# Languages::month_name_abr_10
source: Oct
bg: Окт

# Languages::month_name_abr_11
source: Nov
bg: Ное

# Languages::month_name_abr_12
source: Dec
bg: Дек

# Languages::month_name_abr_2
source: Feb
bg: Фев

# Languages::month_name_abr_3
source: Mar
bg: Мар

# Languages::month_name_abr_4
source: Apr
bg: Апр

# Languages::month_name_abr_5
source: May
bg: Май

# Languages::month_name_abr_6
source: Jun
bg: Юни

# Languages::month_name_abr_7
source: Jul
bg: Юли

# Languages::month_name_abr_8
source: Aug
bg: Авг

# Languages::month_name_abr_9
source: Sep
bg: Сеп

# Languages::more
source: More
bg: Още

# Languages::more_info
source: More info
bg: Повече информация

# Languages::more_sign_in_options
source: Back to more sign in options
bg: Обратно към вход

# Languages::more_than
source: More than
bg: Повече от

# Languages::more_w_ellipsis
source: More...
bg: Още ...

# Languages::most_popular
source: Most popular
bg: Най-популярни

# Languages::most_popular_addons
source: Most popular add-ons
bg: Най-популярните добавки

# Languages::mr
source: Mr.
bg: Господин

# Languages::ms
source: Ms.
bg: Г-жа

# Languages::tmpl_multicolumns_small
source: Multicolumns small
bg: Мултиколони малки

# Languages::tmpl_multicolumn_list
source: Multi-column list
bg: Списък с няколко колони

# Languages::multiple
source: Multiple
bg: Многоброен

# Languages::multiple_selectbox_notice
source: <p>To select several items, press and hold the CTRL key and click on the required items.</p>
bg: <p>да изберете няколко елемента, натиснете и задръжте клавиша CTRL и щракнете върху необходимите елементи.</p>

# Languages::multiupload
source: Multiupload
bg: Мулти уплоуд

# Languages::my_account
source: My account
bg: Моят акаунт

# Languages::my_account_links
source: My account links
bg: Моят профил връзки

# Languages::my_points
source: My points
bg: Моите точки

# Languages::na
source: N/A
bg: Не е наличен

# Languages::name
source: Name
bg: Име

# Languages::navigation
source: Navigation
bg: Навигация

# Languages::navi_pages
source: Pages
bg: Страници

# Languages::neighbours
source: Neighbours
bg: Съседи

# Languages::new
source: New
bg: Нов

# Languages::newest
source: Newest
bg: Най-новите

# Languages::new_administrator_password
source: New administrator password
bg: Новата парола на администратора

# Languages::new_category
source: New category
bg: Нова категория

# Languages::new_chart
source: New chart
bg: Нова графика

# Languages::new_combination
source: New combination
bg: Добави нова комбинация

# Languages::new_currency
source: New currency
bg: Нова валута

# Languages::new_customer
source: New customer
bg: Нов клиент

# Languages::new_feature
source: New feature
bg: Добавете ново свойство

# Languages::new_file
source: New file
bg: Нов файл

# Languages::new_filter
source: New filter
bg: Нов филтър

# Languages::new_folder
source: New folder
bg: Нова папка

# Languages::new_group
source: New group
bg: Нова група

# Languages::new_items
source: New item
bg: Добавете нов обект

# Languages::new_language
source: New language
bg: Нов език

# Languages::new_language_variable
source: New language variable
bg: Нова променлива на езика

# Languages::new_layout
source: New layout
bg: Използвай ново персонализирано оформление

# Languages::new_link
source: New link
bg: Нов линк

# Languages::new_localization
source: New localization
bg: Нова локализация

# Languages::new_location
source: New location
bg: Нова локация

# Languages::new_menu
source: New menu
bg: Ново меню

# Languages::new_option
source: New option
bg: Нова опция

# Languages::new_orders
source: New orders
bg: Нови поръчки

# Languages::new_page
source: New page
bg: Нова страница

# Languages::new_payments
source: New payment method
bg: Добавете нов метод на плащане

# Languages::new_payout
source: New payout
bg: Добави ново изплащане

# Languages::new_post
source: New post
bg: Ново мнение

# Languages::new_product
source: New product
bg: Нов продукт

# Languages::new_profile
source: New profile
bg: Нов профил

# Languages::new_profile_field
source: New profile field
bg: Ново поле за профил

# Languages::new_profile_notification
source: New [user_type] profile notification
bg: Уведомление за нов [user_type] профил

# Languages::new_promotion
source: New promotion
bg: Нова промоция

# Languages::new_report
source: New report
bg: Добави нов отчет

# Languages::new_saved_search
source: New saved search
bg: Ново запазено търсене

# Languages::new_section
source: New section
bg: Нов раздел

# Languages::new_shipment
source: New shipment
bg: Нова пратка

# Languages::new_shipment_was_created
source: New shipment was created
bg: Създадена е нова пратка

# Languages::new_shipping_method
source: New shipping method
bg: Нов тип доставка

# Languages::new_site_map_section
source: New sitemap section
bg: Добавете нова секция за карта на сайта

# Languages::new_states
source: New state(s) for the selected country
bg: Добавете нова област за избраната държава

# Languages::new_status
source: New status
bg: Добавете ново състояние

# Languages::new_tax
source: New tax
bg: Нова такса

# Languages::new_usergroups
source: New user group(s)
bg: Добавете нови потребителски групи

# Languages::new_user_profile
source: New user profile
bg: Нов потребителски профил

# Languages::next
source: Next
bg: Следваща

# Languages::next_step
source: Next step
bg: Следваща стъпка

# Languages::no
source: No
bg: Не

# Languages::nocombination
source: Unfortunately this combination is not accessible
bg: За съжаление тази комбинация не е достъпна

# Languages::none
source: None
bg: Няма

# Languages::normal
source: Normal
bg: нормален

# Languages::norway
source: Norway
bg: Норвегия

# Languages::note
source: Note
bg: Бележка

# Languages::notes
source: Notes
bg: Бележки

# Languages::notice
source: Notice
bg: Бележка

# Languages::notice_too_many_decimals
source: You have specified [DECIMALS] decimal places for [CURRENCY]. The maximum number of supported decimal places is 2. Further values will be displayed as zeros.
bg: Посочили сте [DECIMALS] знака след десетичната запетая за [CURRENCY]. Максималният брой на поддържаните знака след десетичната запетая е 2. Допълнителни стойности ще бъдат показани като нули

# Languages::notice_undeliverable_products_removed
source: Undeliverable products have been removed from your cart. You may proceed with the purchase.
bg: Продуктите, които не могат да будат доставени са премахнати от количката ви. Можете да продължите с поръчката.

# Languages::notice_update_customer_details
source: The customer updated the email address in the profile. Select the check box to update the order details:
bg: Купувачът е променил email адреса в профила си. Маркирайте отметката за да актуализира данните за Вашата поръчка:

# Languages::notify_customer
source: Notify customer
bg: Уведоми клиента

# Languages::notify_orders_department
source: Notify orders department
bg: Уведоми отдел поръчки

# Languages::notify_user
source: Notify user
bg: Уведоми потребителя

# Languages::notify_vendor
source: Notify store owner
bg: Уведоми вендор

# Languages::notify_when_back_in_stock
source: Notify me when this product is back in stock
bg: Уведоми ме, когато този продукт е в наличност

# Languages::not_active
source: Not active
bg: не е активен

# Languages::not_active_file_notice
source: This file will be available for downloading only after the administrator approves them
bg: Този файл ще бъде на разположение за изтегляне след като администраторът го одобри

# Languages::not_a_member
source: Not a member
bg: Не сте член

# Languages::no_data
source: No data found
bg: Няма записи

# Languages::no_data_found
source: No data found that satisfies this chart conditions
bg: Не са намерени данни отговарящи на условията

# Languages::no_image
source: No image
bg: Няма снимки

# Languages::no_items
source: No items defined
bg: Няма записи

# Languages::no_items_found
source: No items found matching the search criteria
bg: Не са открити елементи съответстващи на критериите за търсене

# Languages::no_products_for_shipment
source: There are no products for shipment
bg: Няма продукти за доставка

# Languages::no_products_selected
source: No products selected
bg: Няма избрани продукти

# Languages::no_rates_for_empty_cart
source: <p class="error-text" align="center">Your cart is empty and the shipping cost cannot be estimated</p>
bg: <p class="error-text" align="center">Вашата количка е празна и не може да се изчислят разходи за доставка</p>

# Languages::no_shipping_required
source: No shipping required
bg: Доставка не се изисква

# Languages::no_such_coupon
source: The entered code cannot be applied, because it does not meet the requirements.
bg: Няма такъв талон за отстъпка <br /> Моля, опитайте отново.

# Languages::no_users_found
source: No users found
bg: Няма открити потребители

# Languages::number
source: Number
bg: брой

# Languages::number_of_columns
source: Number of columns in the objects list
bg: Брой колони в списъка с обекти

# Languages::object
source: Object
bg: обект

# Languages::object_does_not_exist
source: The object doesn't exist
bg: Обектът не съществува

# Languages::object_exists
source: Object of the same name already exists. Do you want to overwrite it?
bg: Обект със същото име вече съществува. Искате ли да го заместите?

# Languages::of
source: of
bg: на

# Languages::offline
source: Offline
bg: Извън линия

# Languages::old_price
source: Old price
bg: Стара цена

# Languages::on
source: on
bg: на

# Languages::once_per_customer
source: Once per customer
bg: Веднъж на клиент

# Languages::online_only
source: Online only
bg: Само онлайн

# Languages::open
source: Open
bg: Отвори

# Languages::open_in_new_window
source: Open in new window
bg: Отваряне в нов прозорец

# Languages::open_store
source: Open storefront
bg: Отвори Магазина

# Languages::optimize_database
source: Optimize database
bg: Оптимизиране на базата данни

# Languages::optimizing_table
source: Optimizing table
bg: Оптимизиране на таблицата

# Languages::options
source: Options
bg: Опции

# Languages::options_for
source: Options for
bg: Опции за

# Languages::options_have_been_applied_to_products
source: Options have been successfully applied to the selected products
bg: Опциите са приложени за избраните продукти

# Languages::options_settings
source: Options settings
bg: опции настройки

# Languages::options_type
source: Options type
bg: Опции тип

# Languages::option_combinations
source: Option combinations
bg: Комбинации опции

# Languages::option_name
source: Option name
bg: Име на опцията

# Languages::option_unlinked
source: Global option "[option_name]" has been deactivated for the product
bg: Опцията "[option_name]" е деактивирана за този продукт

# Languages::option_variants
source: Option variants
bg: Опции варианти

# Languages::or
source: or
bg: или

# Languages::order
source: Order
bg: Поръчки

# Languages::ordered_products
source: Ordered products
bg: Поръчани продукти

# Languages::orders
source: Orders
bg: Поръчки

# Languages::order_date
source: Order date
bg: Дата на поръчка

# Languages::order_details
source: Order details
bg: детайли за поръчка

# Languages::order_discount
source: Order discount
bg: отстъпка за поръчка

# Languages::order_id
source: Order ID
bg: Поръчка ID

# Languages::order_info
source: Order information
bg: Информация за поръчка

# Languages::order_items
source: Order items
bg: Поръчки артикули

# Languages::order_landing_page
source: Order landing page
bg: Страница с поръчки

# Languages::order_management
source: Order management
bg: Управление на поръчките

# Languages::order_placed
source: Order placed
bg: Поръчка

# Languages::order_prefix
source: Order prefix
bg: Префикс на поръчка

# Languages::order_status
source: Order status
bg: Статус на поръчка

# Languages::order_statuses
source: Order statuses
bg: Статус на поръчките

# Languages::order_statuses_menu_description
source: Add new or edit existing order statuses.
bg: Добави нов статус или редактирай съществуващите

# Languages::order_total
source: Order Total
bg: Стойност на поръчката

# Languages::order_total_not_correct
source: The paid total amount does not match the order total
bg: Платената сума не съответства на сумата на поръчката

# Languages::order_was_not_placed
source: Order was not placed
bg: Поръчката не е приета

# Languages::original
source: Original
bg: оригинал

# Languages::origination
source: Origination
bg: Начало

# Languages::or_saved_search
source: or any item from the saved search
bg: или някой артикул от запазени търсения

# Languages::others
source: Others
bg: Други

# Languages::output
source: Output
bg: Изход

# Languages::out_of_stock_actions
source: Out of stock actions
bg: Действия при липса на стоки в склад

# Languages::override_product_data
source: Apply values to all the selected products
bg: Прилагане на стойността на всички избрани продукти

# Languages::owner
source: Owner
bg: Собственик

# Languages::p21agree
source: Please type "AGREE" or "DISAGREE" in the box provided
bg: Моля, въведете "Приемам" или "Не приемам" в съответното поле

# Languages::package
source: Package
bg: Опаковка

# Languages::packages
source: Packages
bg: опаковки

# Languages::package_contents
source: Package contents
bg: съдържание на опаковката

# Languages::packing_slip
source: Packing slip
bg: Опаковъчен лист

# Languages::packing_slip_for_order
source: Packing slip for order
bg: Опаковъчен лист за поръчка

# Languages::page
source: Page
bg: Страница

# Languages::pages
source: Pages
bg: Страници

# Languages::page_cloned
source: The page <b>[page]</b> has been cloned successfully. Now you can edit the new page
bg: Страницата <b>[page]</b> е клонирана успешно. Сега можете да редактирате новата страница

# Languages::page_id
source: Page ID
bg: страница ID

# Languages::page_link
source: Page URL
bg: URL

# Languages::page_name
source: Page name
bg: Име на страницата

# Languages::page_not_found
source: Page Not Found
bg: Страницата не е намерена
