Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# Languages::use_new_sha_method
source: Use new SHA signature policy
bg: Използвайте новата политика за SHA подпис

# Languages::usps
source: U.S Postal Service
bg: USPS (пощенска услуга в САЩ)

# Languages::usps_package_size_large
source: Large
bg: Голям

# Languages::usps_package_size_regular
source: Regular
bg: Редовен

# Languages::usps_service_certified
source: Certified
bg: Сертифициран

# Languages::usps_service_delivery_confirmation
source: USPS Tracking/Delivery confirmation
bg: Потвърждаване на доставка

# Languages::usps_service_insurance
source: Insurance
bg: Застраховка

# Languages::usps_service_pick_up_on_demand
source: Pick up on demand
bg: Вземете по поръчка

# Languages::usps_service_registered_mail
source: Registered mail
bg: Препоръчана поща

# Languages::usps_service_registered_without_insurance
source: Registered without insurance
bg: Регистриран без застраховка

# Languages::usps_service_registered_with_insurance
source: Registered with insurance
bg: Регистриран със застраховка

# Languages::usps_service_return_receipt
source: Return receipt
bg: Обратна разписка

# Languages::usps_service_return_receipt_electronic
source: Return receipt electronic
bg: Електронна разписка за рекламация

# Languages::usps_service_return_receipt_for_merchandise
source: Return receipt for merchandise
bg: Обратна разписка за стоки

# Languages::usps_service_signature_confirmation
source: Signature confirmation
bg: Подпис за потвърждение

# Languages::usps_size
source: Please specify the package width, height and length for Priority mail, if Package Size is Large only.
bg: Моля, посочете ширина, височина и дължина на пакета за приоритетна поща, само ако размеар на опаковката е "Голям".

# Languages::valid
source: Period of validity
bg: Срок на валидност

# Languages::validate_email
source: Validate E-mail
bg: Потвърдете е-mail

# Languages::validate_secret_word
source: Validate secret word
bg: Потвърдете тайна дума

# Languages::valid_thru
source: Valid thru (mm/yy)
bg: Валиден до (мм/гг)

# Languages::value
source: Value
bg: Стойност

# Languages::value_to_display
source: Value to display
bg: Показвана стойност

# Languages::variant
source: Variant
bg: Вариант

# Languages::variants
source: Variants
bg: Варианти

# Languages::variant_name
source: Variant name
bg: Име на Вариант

# Languages::vendor
source: Store
bg: Вендор

# Languages::vendors
source: Stores
bg: Магазини

# Languages::vendors_menu_description
source: Sorted list of company accounts registered in the store.
bg: Сортиран списък на продавачите, които са регистрирани в магазина.

# Languages::vendor_id
source: Store ID
bg: Вендор ID

# Languages::vendor_name
source: Store name
bg: Име на вендор

# Languages::vendor_pages
source: Store pages
bg: Страници на магазина

# Languages::version
source: Version
bg: Версия

# Languages::vertical
source: Vertical
bg: Вертикално

# Languages::very_good
source: Very Good
bg: Много добро

# Languages::view
source: View
bg: Преглед

# Languages::viewing_feature
source: Viewing feature
bg: Функция преглед

# Languages::viewing_filter
source: Viewing filter
bg: Филтър за показване

# Languages::view_all
source: view all
bg: Виж всички

# Languages::view_all_orders
source: View all orders
bg: Всички поръчки

# Languages::view_all_product_features
source: View all product features
bg: Покажи всички характеристики на продукта

# Languages::view_cart
source: View cart
bg: Количка

# Languages::view_categories
source: View categories
bg: Преглед категории

# Languages::view_details
source: View details
bg: Вижте подробности

# Languages::view_orders
source: View orders
bg: Поръчки

# Languages::view_orders_menu_description
source: View, process and print invoices slips for orders placed from your web site.
bg: Преглед, статус и печат на поръчки, направени в сайта.

# Languages::view_page
source: View page
bg: Изглед на страница

# Languages::view_product
source: View product
bg: Преглед на продукт

# Languages::view_products
source: View products
bg: Преглед на продукти

# Languages::view_product_features
source: View product features
bg: Преглед на компонентите на продукта

# Languages::view_purchased_products
source: View purchased products
bg: Преглед на закупени продукти

# Languages::view_report
source: View report
bg: Вижте доклад

# Languages::view_results
source: View results
bg: Виж резултатите

# Languages::view_storefront
source: View STOREFRONT
bg: Виж Магазина

# Languages::view_vendor_categories
source: View store categories
bg: Преглед на категориите на магазина

# Languages::view_vendor_orders
source: View store orders
bg: Преглед на поръчки на магазина

# Languages::view_vendor_products
source: View store products
bg: Преглед продукти на магазина

# Languages::view_vendor_users
source: View store users
bg: Преглед на потребители на магазина

# Languages::visited_page
source: Visited page
bg: Посетени страници

# Languages::voided
source: Voided
bg: Анулиран

# Languages::warning
source: Warning
bg: Внимание

# Languages::warning_default_language_disabled
source: The default language defined in your settings has been disabled or deleted. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
bg: Езикът по подразбиране зададен в настройките е забранен или изтрит. Моля, актуализирайте настройките на следната страница: <a href="[link]">Настройки :: Външен вид</a>

# Languages::default_language_status
source: Status of the Default language cannot be changed
bg: Не може да се промени състоянието на езика по подразбиране

# Languages::default_currency_status
source: Status of the Primary currency cannot be changed
bg: Не може да се промени състоянието на основната валута

# Languages::warning_https_disabled
source: The secure connection check has failed. Please check HTTPS settings in the "config.php" file and make sure that SSL certificate is installed on your server.
bg: Проверката за сигурна връзка е неуспешна. Моля, проверете си HTTPS в файла "config.php" и се уверете, че SSL сертификат е инсталиран на вашия сървър.

# Languages::warning_insecure_admin_script
source: It is strongly recommended that you rename the default <b>admin.php</b> script (check the <a href="[href]" target="_blank">Knowledge base</a>) for security reasons.
bg: От съображения за сигурност, силно ви препоръчваме да преименувате стандартната скрипт <b>admin.php</b> (за подробности <a href="http://kb.cs-cart.com/adminarea-protection" target="_blank">Knowledge base</a>).

# Languages::warning_insecure_password_email
source: The password must be different from the E-mail! <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
bg: Паролата трябва да бъде различна от имейла! <p><a href="[link]" class="underlined"> <b>Променете паролата &#155;&#155;</b></a></p>

# Languages::warning_lanvar_incorrect_name
source: Language variable name contains unsupported characters!
bg: Езиковата променлива съдържа невалидни символи!

# Languages::warning_not_deleted_default_language
source: The [lang_name] language cannot be deleted because it is the default store language
bg: Този [lang_name] език не може да бъде изтрит, защото е език по подразбиране за магазина

# Languages::warning_promotions_incorrect_condition
source: The "[condition]" condition can be used in groups with "[set_value]" conditions only.
bg: Условието "[condition]" може да се използва само с групи с "[set_value]".

# Languages::warning_store_optimization_dev
source: Auto cache update enabled.<br /><br />Modified files are tracked in real time (including the files modified directly on server) and re-cached.<br /><br />Store performance may be slightly affected. Recommended to disable on production in the <a href="[link]">Themes</a>.
bg: Автоматичните кеш актуализации активирани.<br /><br />модифицираните файлове се проследяват в реално време (включително файлове, променени директно на сървъра) и ре-кеширани.<br /><br />Скоростта на магазина може да бъде леко засегната. Препоръчва да забраните В производството от <a href="[link]">Теми</a>.

# Languages::warning_store_optimization_dev_disabled
source: Auto cache update disabled.<br /><br />Clear compiled templates manually after modifying the theme files by following <a href="[link]">this link</a> to apply the changes.
bg: Автоматичните кеш актуализации са изключени.<br /><br />Изчистете ръчно съставените шаблони след промяна файлове на темата чрез следния <a href="[link]"> тази връзка</a>, за да приложите промените.

# Languages::warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
bg: <b>[email]</b> вече е в списъка с абонирани

# Languages::warning_theme_clone_dir_exists
source: Can not clone theme, because directory you entered is already exist. Please enter another one.
bg: Не може да клонирате темата, защото директорията, която въведохте вече съществува. Моля въведете друго име.

# Languages::warning_track_orders_not_allowed
source: You are not allowed to view the details of this order.
bg: Вие нямате право да видите детайлите на този ред.

# Languages::warning_track_orders_not_found
source: The E-mail/Order ID you entered doesn't exist
bg: E-mail/Поръчка ID, който сте въвели не съществува

# Languages::warning_variants_removal
source: Clicking on Save will remove product feature values.
bg: Кликвайки върху Запиши ще премахнете вариантите на продуктите.

# Languages::website
source: Website
bg: Сайт

# Languages::web_pages
source: Web pages
bg: Уеб страници

# Languages::web_site
source: Website
bg: Сайт

# Languages::week
source: Week
bg: Седмица

# Languages::weekday_0
source: Sunday
bg: Неделя

# Languages::weekday_1
source: Monday
bg: Понеделник

# Languages::weekday_2
source: Tuesday
bg: Вторник

# Languages::weekday_3
source: Wednesday
bg: Сряда

# Languages::weekday_4
source: Thursday
bg: Четвъртък

# Languages::weekday_5
source: Friday
bg: Петък

# Languages::weekday_6
source: Saturday
bg: Събота

# Languages::weekday_abr_0
source: Sun
bg: Нед

# Languages::weekday_abr_1
source: Mon
bg: Пон

# Languages::weekday_abr_2
source: Tue
bg: Вт

# Languages::weekday_abr_3
source: Wed
bg: Св

# Languages::weekday_abr_4
source: Thu
bg: Чет

# Languages::weekday_abr_5
source: Fri
bg: Пет

# Languages::weekday_abr_6
source: Sat
bg: Съб

# Languages::weeks
source: week(s)
bg: седмица (и)

# Languages::weight
source: Weight
bg: Тегло

# Languages::weight_dependences
source: Weight dependencies
bg: Тегло зависимости

# Languages::weight_limit
source: Weight limit
bg: Ограничения в теглото

# Languages::weight_modifier
source: Weight modifier
bg: Тегло модификатор

# Languages::weight_symbol
source: Weight symbol
bg: Тегло символ

# Languages::well_done
source: Well done!
bg: Браво!

# Languages::what_is_cvv2
source: What is CVV/CVC
bg: Какво е CVV2

# Languages::widget_code
source: Widget code
bg: Код на джаджа

# Languages::widget_what_is_it
source: <a href="[href]" target="_blank">What is it?</a>
bg: <a href="[href]" target="_blank"> Какво е това?</a>

# Languages::width
source: Width
bg: Ширина

# Languages::without_image
source: Without image
bg: Без изображение

# Languages::with_contact_information
source: With contact information only
bg: Само с контакти.

# Languages::world
source: World
bg: Други

# Languages::worldnettps_hash_error
source: An error occurred. Error details: Request and Response hash do not match.
bg: Възникна грешка. Детайли: Hash стойността в заявката и отговора не съвпадат.

# Languages::worldpay_secret
source: MD5 secret for transactions
bg: MD5 тайна за транзакции

# Languages::wrapper
source: Wrapper
bg: Обвивка

# Languages::write
source: Write
bg: Пиша

# Languages::year
source: Year
bg: Година

# Languages::yes
source: Yes
bg: Да

# Languages::yesterday
source: Yesterday
bg: Вчера

# Languages::your_message
source: Your message
bg: Вашето съобщение

# Languages::your_name
source: Your name
bg: Вашето име

# Languages::your_range
source: Your range
bg: Вашият клас

# Languages::you_have_no_permissions
source: You have no permissions
bg: Нямате разрешения

# Languages::you_save
source: You save
bg: Вие спестявате

# Languages::zero_price_action
source: Zero price action
bg: Действия при нулева цена

# Languages::zipcodes
source: Zip/Postal codes
bg: Пощенски код

# Languages::zip_postal_code
source: Zip/postal code
bg: Пощенски код

# Languages::zone
source: Zone
bg: Зона

# Languages::zpa_ask_price
source: Ask customer to enter the price
bg: Попитайте клиента за цена

# Languages::zpa_permit
source: Allow customers to add the product to cart
bg: Позволява на клиентите да добавят продукти в количката

# Languages::zpa_refuse
source: Do not allow customers to add the product to cart
bg: Не позволява на клиентите да добавят продукти в количката

# Languages::po_file
source: Choose a file in the PO or ZIP format
bg: Изберете файл в PO или ZIP формат

# Languages::text_free_mode_activated
source: You have switched your store to the Free mode.<br><br>Note that in this mode some features (e.g. certain add-ons) are unavailable.
bg: Включили сте Вашия магазин в безплатен режим.<br><br>Имайте предвид че в този режим някои функции (например някои добавки) не са налични.

# Languages::hidden_categories
source: Hidden categories
bg: Скрити категории

# Languages::clone_categories
source: Copy categories
bg: Копиране на категории

# Languages::clone_layouts
source: Copy layouts
bg: Копиране на оформления

# Languages::clone_pages
source: Share pages
bg: Споделяне на страници

# Languages::clone_payments
source: Share payment methods
bg: Споделяне на методи на плащане

# Languages::clone_products
source: Share products
bg: Споделяне на продукти

# Languages::clone_product_features
source: Share product features
bg: Продуктови характеристики

# Languages::clone_product_filters
source: Share product filters
bg: Споделяне на продуктовите филтри

# Languages::clone_profile_fields
source: Share profile fields
bg: Публикувайте профилни полета

# Languages::clone_promotions
source: Share promotions
bg: Споделяне на промоции

# Languages::clone_settings
source: Copy settings
bg: Настройки за копиране

# Languages::clone_shippings
source: Share shipping methods
bg: Споделяне на методи за доставка

# Languages::clone_sitemap
source: Copy sitemap
bg: Копие на картата на сайта

# Languages::clone_static_data_clone
source: Copy menus
bg: Копиране на менюта

# Languages::text_uc_failed_to_decompress_files
source: Failed to extract files from the archive
bg: Неуспешно извличане на файлове от Архива

# Languages::development
source: Development
bg: Развитие

# Languages::upload_addon
source: Upload & install add-on
bg: Качи и инсталирай добавката

# Languages::upload_theme
source: Upload theme
bg: Качи дизайна

# Languages::non_writable_directories
source: The following directories do not have writable permissions
bg: Следните директории нямат права да се пише по тях

# Languages::filter_by_categories
source: Filter by categories
bg: Филтър по категории

# Languages::theme_information
source: Theme information
bg: Информация за дизайна

# Languages::developer
source: Developer
bg: Разработчик

# Languages::theme_styles_and_layouts
source: Theme styles and layouts
bg: Стилове и подредби на дизайна

# Languages::activate
source: Activate
bg: Активиране

# Languages::theme_editor.warning_css_changes_will_be_reverted
source: <p>You should switch back to LESS to be able to use the Theme editor, because it deals with LESS files instead of plain CSS.</p><p><strong>Important:</strong> All CSS files will be overwritten during the restore! Custom CSS modifications will be saved in the backup directory.</p>
bg: <p>Трябва да превключите обратно към "LESS" за да можете да използвате редактора на темата, защото се занимава с по-малко файлове вместо обикновен CSS.</p><p><strong>Важно:</strong> всички CSS файлове ще бъдат изтрити по време на възстановяването! Собствени CSS модификации ще бъдат записани в архивната директория.</p>

# Languages::theme_editor.confirm_enable_less
source: Your CSS modifications will be backed up and overwritten. Are you sure to continue with the LESS restore?
bg: Вашите CSS промени ще бъдат архивирани и презаписани. Сигурни ли сте да продължите с възстановяването на "LESS"?

# Languages::theme_editor.error_theme_converted_to_css
source: Compiled CSS files do not support styling. Restore LESS in the <a target="_blank" href="[url]">Theme editor</a> to be able to change styles.
bg: Компилираните CSS файлове не поддържат стайлинг. Възстановявете "LESS" в <a target="_blank" href="[url]"> Редактора на теми</a>, за да можете да променяте стилове.

# Languages::need_product_name
source: You have to specify product name
bg: Трябва да зададете име на продукта

# Languages::api_required_field
source: The [field] field is required
bg: Полето [field] се изисква

# Languages::update_translation
source: Update translations
bg: Актуализиране на преводи

# Languages::po_meta_error_validating_lang_code
source: Language code in the PO file does not match that of the updated language
bg: Кода на езика в PO файла не съвпада с това, на езика който се опитвате да актуализирате

# Languages::error_class_phar_data_not_found
source: The PharData class not found. Read more: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
bg: Класа на PharData не е намерен. Прочетете още: <a href="https://php.net/manual/en/class.phardata.php"> https://php.net/manual/en/class.phardata.php</a>

# Languages::error_class_zip_archive_not_found
source: The ZipArchive class not found. Read more: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
bg: Класа на ZipArchive не е намерен. Прочетете още: <a href="https://php.net/manual/en/class.ziparchive.php"> https://php.net/manual/en/class.ziparchive.php</a>

# Languages::make_archive
source: Make archive
bg: Направете Архив

# Languages::marketplace
source: Marketplace
bg: Пазар

# Languages::marketplace_find_more
source: Find more add-ons and themes in <a href="[href]" target="_blank">Marketplace</a>
bg: Намери още добавки и теми в <a href="[href]" target="_blank"> пазара</a>

# Languages::extract_archive
source: Extract archive
bg: Извличам архива

# Languages::bulk_print_packing_slip
source: Packing slip bulk print
bg: Преглед и сериен печат на опаковъчни листове за доставки

# Languages::bulk_print_pdf
source: Invoice bulk print (PDF)
bg: Фактури сериен печат (PDF)

# Languages::text_all_categories_included
source: All categories included
bg: Всички категории, включени

# Languages::text_all_products_included
source: All products included
bg: Всички продукти, включени

# Languages::usergroup_registered
source: Registered users
bg: Регистрирани потребители

# Languages::person_name
source: Name
bg: Име

# Languages::promotions.cond_any
source: any
bg: всеки

# Languages::promotions.cond_all
source: all
bg: всички

# Languages::promotions.cond_true
source: true
bg: вярно

# Languages::promotions.cond_false
source: false
bg: невярно

# Languages::text_select_vendor
source: Please select a store first
bg: Моля първо изберете Магазин

# SettingsSections::Appearance
source: Appearance
bg: Външен вид

# SettingsSections::Company
source: Company
bg: Фирма

# SettingsSections::Emails
source: E-mails
bg: Електронна поща

# SettingsSections::General
source: General
bg: Общи

# SettingsSections::Image_verification
source: Image verification
bg: Проверка на изображенията

# SettingsSections::Logging
source: Logging
bg: Вход

# SettingsSections::Reports
source: Reports
bg: Отчети

# SettingsSections::Security
source: Security settings
bg: Настройки за защита

# SettingsSections::Checkout
source: Checkout
bg: Плащане

# SettingsSections::Sitemap
source: Sitemap
bg: Карта на сайта

# SettingsSections::Stores
source: Stores
bg: Магазини

# SettingsSections::Thumbnails
source: Thumbnails
bg: Миниатюри

# SettingsSections::Upgrade_center
source: Upgrade center
bg: Център за надграждане

# SettingsOptions::company_name
source: Company name
bg: Име на фирмата

# SettingsOptions::secure_admin
source: Enable secure connection in the administration panel
bg: Разрешаване на защитена връзка в административния панел

# SettingsOptions::keep_https
source: Keep HTTPS connection once a secure page is visited
bg: Поддържа HTTPS връзка, след като защитената страница е посетена

# SettingsOptions::disable_shipping
source: Disable shipping
bg: Забраняване на доставка

# SettingsOptions::header_7006
source: Shipping processors
bg: Процесори за доставка

# SettingsOptions::license_number
source: License number
bg: Лицензен номер

# SettingsOptions::alternative_currency
source: Alternative currency display format
bg: Формата за показване на алтернативна валута

# SettingsOptions::company_address
source: Company address
bg: Адрес на фирмата

# SettingsOptions::store_access_key
source: Access key to temporarily closed store
bg: Клавиш за достъп до временно затворен Магазин

# SettingsOptions::store_optimization_dev
source: Rebuild cache automatically
bg: Създай отново кеша автоматично

# SettingsOptions::order_start_id
source: Initial order ID value
bg: Стойност на ID на първоначалната поръчка

# SettingsOptions::use_shipments
source: Allow multiple shipments for a single order
bg: Позволи многократни доставки за една поръчка

# SettingsOptions::uk_cookies_law
source: Notify visitors about cookies use
bg: Уведомяване на посетителите за употреба на бисквитки

# SettingsOptions::tax_calculation
source: Tax calculation method based on
bg: Метод за изчисляване на данък, въз основа на

# SettingsOptions::feedback_type
source: Help us improve software
bg: Помогнете ни да подобрим софтуера

# SettingsOptions::auto_check_updates
source: Check for updates automatically
bg: Автоматична проверка за актуализации

# SettingsOptions::ftp_directory
source: Directory
bg: Директория

# SettingsOptions::admin_elements_per_page
source: Elements per page
bg: Елементи на страница

# SettingsOptions::company_phone
source: Company phone
bg: Телефон на фирмата

# SettingsOptions::default_wysiwyg_editor
source: Default wysiwyg editor
bg: Wysiwyg редактор по подразбиране

# SettingsOptions::mailer_smtp_auth
source: Use SMTP authentication
bg: Използвай SMTP удостоверяване

# SettingsOptions::string_type
source: String type
bg: Тип низ

# SettingsOptions::header_7003
source: Default location
bg: Местоположение по подразбиране

# SettingsOptions::char_shadow
source: Character shadows
bg: Сенки на букви

# SettingsOptions::default_address
source: Default address
bg: Адрес по подразбиране

# SettingsOptions::company_phone_2
source: Company phone 2
bg: Фирмен телефон 2

# SettingsOptions::thumbnail_background_color
source: Thumbnail background color
bg: Миниатюра фонов цвят

# SettingsOptions::colour
source: Color
bg: Цвят

# SettingsOptions::header_2
source: Customer settings
bg: Настройки на клиент

# SettingsOptions::header_10004
source: Sendmail settings
bg: Sendmail настройки

# SettingsOptions::default_zipcode
source: Default zipcode
bg: Пощенски код по подразбиране

# SettingsOptions::company_fax
source: Company fax
bg: Факс на фирмата

# SettingsOptions::frontend_default_language
source: Frontend default language
bg: Език на интерфейса по подразбиране

# SettingsOptions::convert_to
source: Thumbnail format
bg: Миниатюри форматиране

# SettingsOptions::mailer_sendmail_path
source: Path to sendmail program
bg: Пътят към програмата sendmail

# SettingsOptions::background_image
source: Background image
bg: Фоново изображение

# SettingsOptions::hide_if_logged
source: Do not use verification if user is logged in
bg: Не използвайте проверка, ако потребителят е влязъл
