Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# Languages::error_password_expired
source: Your password has expired. You must change your password now.
bg: Вашата парола е изтекла. Трябва да промените паролата си.

# Languages::error_password_expired_change
source: Your password has expired. <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
bg: Вашата парола е изтекла. <p><a href="[link]" class="underlined"><b>Сменете паролата &#155;&#155;</b></a></p>

# Languages::error_password_min_symbols
source: The password must contain at least <b>[number]</b> characters.
bg: Паролата трябва да съдържа най-малко <b>[number]</b> символа.

# Languages::error_password_was_used
source: Your new password must not coincide with any of those four passwords used before. Please use another password.
bg: Вашата нова парола не трябва да съвпада с някой от паролите използвани преди. Моля, използвайте друга парола.

# Languages::error_permissions_not_changed
source: Cannot change permissions
bg: Привилегиите не могат да се променят

# Languages::error_status_not_changed
source: Error while updating the status. Status was not changed.
bg: Грешка при актуализиране на статута. Статут не е променен.

# Languages::error_theme_manifest_missed
source: Theme description file ("manifest") was not found. Installation canceled.
bg: Описание на файла на кожата ("manifest") не бе намерен. Инсталацията е отменена.

# Languages::error_user_exists
source: The username or email you have chosen already exists. Please try another one.
bg: Потребителското име или е-mail адреса, който сте избрали, вече съществува. Моля, опитайте с друг.

# Languages::error_validator_color
source: The color code in the <b>[field]</b> field is invalid.
bg: Цветния код в полето <b>[field]</b> е невалиден.

# Languages::error_validator_email
source: The email address in the <b>[field]</b> field is invalid.
bg: Е-mail адреса в полето <b>[field]</b> не е валиден.

# Languages::error_validator_integer
source: The value of the <b>[field]</b> field is invalid. It should be integer.
bg: Стойността в полето <b>[field]</b> е невалидна. Тя трябва да бъде цяло число.

# Languages::error_validator_message
source: The value of the <b>[field]</b> field is invalid.
bg: Стойността в полето <b>[field]</b> е невалидна.

# Languages::error_validator_multiple
source: The <b>[field]</b> field does not contain the selected options.
bg: Полето <b>[field]</b> не съдържа избраните опции.

# Languages::error_validator_password
source: The passwords in the <b>[field2]</b> and <b>[field]</b> fields do not match.
bg: Паролите в полетата <b>[field2]</b> и <b>[field]</b> не съвпадат.

# Languages::error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid. The correct format is (555) 555-55-55 or 55 55 555 5555.
bg: Телефонният номер в полето <b>[field]</b> не е валиден. Коректният формат е (555) 555-55-55 или 55 55 555 5555.

# Languages::error_validator_phone_number
source: It is required to use the following format for this payment method: 555 555 5555.
bg: Трябва да използвате следния формат за този платежен метод: 555 555 5555.

# Languages::error_validator_required
source: The <b>[field]</b> field is mandatory.
bg: Полето <b>[field]</b> е задължително

# Languages::error_validator_zipcode
source: The ZIP / Postal code in the <b>[field]</b> field is incorrect. The correct format is [extra].
bg: Пощенският код в полето <b>[field]</b> fе невалиден. Правилният формат е [extra].

# Languages::error_vendor_exists
source: The company with e-mail you have chosen already exists, please try another.
bg: Компанията с електронната поща, която сте избрали вече съществува, моля опитайте с друга.

# Languages::error_validator_ccv
source: CVV/CVC is too short.
bg: CVV/CVC е твърде кратък.

# Languages::exact_phrase
source: The exact phrase
bg: Точна фраза

# Languages::excellent
source: Excellent!
bg: Отлично!

# Languages::exception
source: Exception
bg: изключение

# Languages::exceptions
source: Exceptions
bg: изключения

# Languages::exceptions_type
source: Exceptions type
bg: вид изключения

# Languages::exception_disabled
source: No variant can be selected
bg: Не може да бъде избран вариант

# Languages::exception_disregard
source: Any variant
bg: Всеки вариант

# Languages::exception_error
source: ERROR
bg: ГРЕШКА

# Languages::exception_error_code
source: Error code:
bg: Грешен код:

# Languages::exception_exist
source: This exception combination already exists
bg: Това изключение вече съществува

# Languages::exception_title
source: Oops!<br />We were unable to find what you were looking for.
bg: Опа! < br / > Не можахме да намерим това което търсите.

# Languages::exchange_rate
source: Live exchange rates
bg: Актуални валутни курсове

# Languages::exec
source: Execute
bg: Изпълни

# Languages::exim_remove_additional_images
source: Clean up
bg: Изтриване на допълнителни снимки

# Languages::exit_point
source: Exit point
bg: Изходна точка

# Languages::expanded
source: Expanded
bg: Разширена

# Languages::expand_collapse_list
source: Expand / collapse the list of items
bg: Разширяване / Свиване на списъка с елементи

# Languages::expand_sublist_of_items
source: Expand the sublist of items
bg: Разширяване на подсписък на позициите

# Languages::expired
source: Expired
bg: С изтекъл срок

# Languages::expirepreauth
source: Preauthorization
bg: Преауторизация

# Languages::expirepreauth_description
source: Preauthorization hold limit in days. The maximum value is 30 days. With the "Sale" request type, leave this field empty.
bg: Лимит за Preauthorization в дни. Максималната стойност е 30 дни. Ако използвате заявка тип "Sale", оставете полето празно.

# Languages::expiry_date
source: Expiration date
bg: срок на годност

# Languages::export
source: Export
bg: Експорт

# Languages::exported_fields
source: Exported fields
bg: Полета за експорт

# Languages::exported_files
source: Exported files
bg: Експортнати файлове

# Languages::exporting_data
source: Exporting data
bg: Експорт на данни

# Languages::export_data
source: Export data
bg: Експорт

# Languages::export_locations
source: Export locations
bg: Експортиране на локации

# Languages::export_options
source: Export options
bg: Експорт на опции

# Languages::export_selected
source: Export selected
bg: Експортирай избраните

# Languages::extended
source: Extended
bg: разширен

# Languages::extra
source: Extra
bg: Допълнителни

# Languages::extra_services
source: Extra services
bg: Допълнителни услуги

# Languages::fail
source: Fail
bg: Не успя

# Languages::failed
source: Failed
bg: Неуспешно

# Languages::fair
source: Fair
bg: Задоволително

# Languages::false
source: False
bg: неверен

# Languages::faroese
source: Faroese
bg: Фарьорски

# Languages::fast
source: Fast
bg: бързо

# Languages::fax
source: Fax
bg: Факс

# Languages::feature
source: Feature
bg: Характеристика

# Languages::features
source: Features
bg: Характеристики

# Languages::features_delimiter
source: Feature variants delimiter
bg: Функцията разделител на варианти

# Languages::features_menu_description
source: Add and manage extra product fields.
bg: Добавяне и управление на допълнителни продуктови полета.

# Languages::feature_code
source: Feature code
bg: Функция код

# Languages::feature_comparison
source: Feature comparison
bg: Сравнение на характеристики

# Languages::feature_display_on_catalog
source: Show in product list
bg: Покажи в списъка на продукти

# Languages::feature_display_on_header
source: Show in header on the product details page
bg: Покажи в заглавието на страницата с продуктови детайли

# Languages::feature_display_on_product
source: Show on the Features tab
bg: Показване в раздела препоръчани

# Languages::feedback_is_sent_successfully
source: The feedback has been sent successfully.
bg: Мнението е изпратено успешно.

# Languages::feedback_values
source: Feedback values
bg: Мнение

# Languages::field
source: Field
bg: поле

# Languages::field_editor
source: Field Editor
bg: едитор

# Languages::file
source: File
bg: Файл

# Languages::filename
source: File name
bg: Име на файла

# Languages::files
source: Files
bg: Файлове

# Languages::sell_files
source: Files to sell
bg: Файлове за продажба

# Languages::filesize
source: File size
bg: Размер на файла

# Languages::files_changes
source: File changes
bg: Файлови промени

# Languages::files_directory
source: Files directory
bg: Директория с файлове

# Languages::file_avail_after_payment
source: This file will be available after the order is paid in full.
bg: Този файл ще бъде наличен след като поръчката бъде платена изцяло.

# Languages::file_browser
source: File browser
bg: Намерете файл

# Languages::file_doesnt_have_key
source: This file doesn't have a download key.
bg: Този файл не разполага с ключ за сваляне.

# Languages::file_download_limit_exceeded
source: The file cannot be downloaded because the download limit equal to [limit] is exceeded.
bg: Файлът не може да бъде свален, защото лимитът за сваляне равен на [limit] е превишен.

# Languages::file_is_too_large
source: File is too large. Max uploading size is [size].
bg: Файлът е много голям. Максималния размер е: [size]

# Languages::file_tree
source: File tree
bg: дърво на файловете

# Languages::filling
source: Filling
bg: Пълнеж

# Languages::filter
source: Filter
bg: Филтър

# Languages::filters
source: Filters
bg: филтри

# Languages::filter_by
source: Filter by
bg: Филтрирай по

# Languages::filter_description
source: Filter description
bg: Описание на филтъра

# Languages::filter_name
source: Filter name
bg: Име на филтъра

# Languages::financial_state
source: Financial state
bg: Финансово състояние

# Languages::find_results_with
source: Find results with
bg: Търси резултати с

# Languages::finish
source: Finish
bg: Край

# Languages::finished
source: Finished
bg: Приключен

# Languages::finnish
source: Finnish
bg: Край

# Languages::first_name
source: First name
bg: Име

# Languages::footer
source: Footer
bg: Отдолу

# Languages::for
source: for
bg: За

# Languages::forbidden
source: Forbidden
bg: Забранен

# Languages::forbidden_combinations
source: Forbidden combinations
bg: Забранени комбинации

# Languages::forgot_password_question
source: Forgot your password?
bg: Забравена парола?

# Languages::form
source: Form
bg: Форма

# Languages::format
source: Format
bg: Формат

# Languages::forms
source: Forms
bg: Форми

# Languages::for_all_found_orders
source: For orders on ALL pages
bg: За поръчки на всички страници

# Languages::for_this_page_orders
source: For orders on THIS page
bg: За поръчки на тази страница

# Languages::free
source: Free
bg: Безплатно

# Languages::free_products
source: Free products
bg: Безплатни продукти

# Languages::free_shipping
source: Free shipping
bg: Безплатна доставка

# Languages::french
source: French
bg: Френски

# Languages::from
source: from
bg: от

# Languages::from_date
source: Date from
bg: От дата

# Languages::fulfillment_state
source: Fulfillment state
bg: Изпълнение на поръчката

# Languages::full
source: Full
bg: Пълен

# Languages::fullauth
source: Fullauth
bg: Пълно разрешение

# Languages::full_description
source: Full description
bg: Пълно описание

# Languages::full_list
source: Full list
bg: Пълен списък

# Languages::gateways
source: Gateways
bg: Платежни системи

# Languages::general
source: General
bg: Общи

# Languages::general_info
source: General information
bg: Обща информация

# Languages::general_statistics
source: General statistics
bg: Обща статистика

# Languages::generate_submenu
source: Generate submenu
bg: Създай подменю

# Languages::geography
source: Geography
bg: География

# Languages::german
source: German
bg: Немски

# Languages::get_rates
source: Get rates
bg: Вземи процент

# Languages::give_coupon_subj
source: you have new promotion
bg: Имате нова промоция

# Languages::global
source: Global
bg: Глобален

# Languages::global_update
source: Global update
bg: Глобална актуализация

# Languages::global_update_description
source: Positive or negative values can be entered in the fields below (e.g. -5).
bg: Положителни или отрицателни стойности могат да се вписват в полетата по-долу (напр. -5).

# Languages::go
source: Go
bg: Напред

# Languages::google_base
source: Google Base
bg: Google

# Languages::google_base_export_notice
source: <b>Note:</b> You can setup Tax and Shipping rates on the <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> page in your Google merchant center.
bg: <b>Бележка:</b> Може да настроите Такси и Доставки на страницата <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> във вашият Google merchant center.

# Languages::go_back
source: Go back
bg: Върни се назад

# Languages::go_to_the_admin_homepage
source: Go to the admin homepage
bg: Към админ началната страница

# Languages::go_to_the_homepage
source: Go to the homepage
bg: Към началната страница

# Languages::grams_in_the_unit_of_weight
source: Grams in the unit of weight defined by the weight symbol
bg: Грамове на единица тегло

# Languages::graphic
source: Graphic
bg: Графика [Bar]

# Languages::greek
source: Greek
bg: Гръцки

# Languages::grid
source: Grid
bg: Мрежа

# Languages::tmpl_grid2
source: Grid2
bg: Мрежа2

# Languages::gross_total
source: Gross total
bg: Брутен размер

# Languages::group
source: Group
bg: Група

# Languages::groups
source: Groups
bg: Групи

# Languages::guest
source: Guest
bg: Гост

# Languages::has_credit_memo
source: Has credit memo
bg: Има кредитно известие

# Languages::has_invoice
source: Has invoice
bg: Има фактура

# Languages::height
source: Height
bg: Височина

# Languages::hello
source: Hello
bg: Здравей

# Languages::help
source: Help
bg: Помощ

# Languages::hidden
source: Hidden
bg: Скрит

# Languages::hide
source: Hide
bg: Скрий

# Languages::hide_add_to_cart_button
source: Hide add to cart button
bg: Скрий бутона "добави в количка"

# Languages::hide_options
source: Hide options
bg: Скриване на опциите

# Languages::hide_option_completely
source: Hide option completely
bg: Напълно скриване на опция

# Languages::home
source: Home
bg: Начало

# Languages::home_page
source: Home page
bg: Начална страница

# Languages::horizontal
source: Horizontal
bg: Хоризонтално

# Languages::host
source: Host name
bg: Име на хоста

# Languages::hour
source: Hour
bg: Час

# Languages::html_block
source: HTML block
bg: HTML блок

# Languages::I25
source: Interleaved 2 of 5 is based on Standard 2 of 5 symbology.<br/>Interleaved 2 of 5 is designed to encode only 10 digits.
bg: Редуването на 2 от 5, е въз основа на стандартната 2 от 5 символика. <br/> Заредуването на 2 от 5 е проектирано да се кодират само 10 цифри.

# Languages::icon
source: Icon
bg: Икона

# Languages::identifier
source: PayBox identifier
bg: PayBox идентификатор

# Languages::iframe_mode
source: iFrame mode
bg: IFrame режим

# Languages::illegal_item_weight
source: Illegal item weight
bg: Недопустимо тегло

# Languages::image
source: Image
bg: Снимка

# Languages::images
source: Images
bg: Снимки

# Languages::images_directory
source: Images directory
bg: Директория със снимки

# Languages::image_pair
source: Image pair
bg: Двойка изображения

# Languages::image_verification
source: Image verification
bg: Изображение за проверка

# Languages::image_verification_body
source: Type the characters you see in the picture above.
bg: Въведете знаците, които виждате на картинката по-долу.

# Languages::immediately
source: Immediately
bg: Веднага

# Languages::import
source: Import
bg: Импорт

# Languages::important
source: Important
bg: Важно

# Languages::importing_data
source: Importing data
bg: Данни за импорт

# Languages::import_data
source: Import data
bg: Импорт

# Languages::import_options
source: Import options
bg: Опции за импорт

# Languages::included
source: included
bg: Включен

# Languages::including_discount
source: Including discount
bg: с вкл. отстъпка

# Languages::including_tax
source: Including tax
bg: с вкл. ДДС

# Languages::incompleted
source: Incomplete
bg: Незавършени

# Languages::incompleted_orders
source: Incomplete orders
bg: Незавършени поръчки

# Languages::incorrect_filling_message
source: Incorrect filling message
bg: Неправилно попълване на съобщение

# Languages::incorrect_price_warning
source: Product has not been added to the cart. Please enter the correct price.
bg: Този продукт е добавен в количката. Моля, въведете правилната цена.

# Languages::increase
source: Increase
bg: Увеличаване

# Languages::inc_tax
source: inc tax
bg: Вкл. такса

# Languages::index
source: Home page
bg: Начална страница

# Languages::information
source: Information
bg: Информация

# Languages::inner_hint
source: Inner hint
bg: Вътрешна подсказка

# Languages::input_field
source: Input field
bg: Входящо поле

# Languages::install
source: Install
bg: Инсталирай

# Languages::installation_id
source: Installation ID
bg: Инсталационен ID

# Languages::installed_upgrades
source: Installed upgrades
bg: Инсталирани ъпгрейди

# Languages::international_settings
source: International settings
bg: Международни настройки

# Languages::international_usps
source: International U.S.P.S.
bg: Международен U.S.P.S.

# Languages::inventory
source: Inventory
bg: Инвентори

# Languages::invitees
source: Invitees
bg: Поканени

# Languages::invoice
source: Invoice
bg: Фактура

# Languages::invoices
source: Invoices
bg: Фактури

# Languages::invoice_credit_memo
source: Invoice/Credit memo
bg: Фактура/Кредитно известие

# Languages::invoice_id
source: Invoice ID
bg: Фактура ID

# Languages::invoice_title
source: INVOICE
bg: Фактура

# Languages::in_progress
source: In progress
bg: В процес

# Languages::in_stock
source: In stock
bg: В наличност

# Languages::ip_address
source: IP address
bg: IP адрес

# Languages::is_back_in_stock
source: is back in stock!
bg: отново е в наличност!

# Languages::is_pbp
source: Allow payment by points
bg: Разрешаване на плащане с точки

# Languages::italian
source: Italian
bg: Италиански

# Languages::items
source: item(s)
bg: артикул(и)

# Languages::items_dependences
source: Items dependencies
bg: Зависимости на артикули

# Languages::items_in_box
source: Items in a box
bg: Артикули в кутия

# Languages::items_in_cart
source: You have [n] item in your cart|You have [n] items in your cart
bg: Имате [n] елементи във Вашата количка|Имате [n] елементи във Вашата количка

# Languages::items_per_page
source: Items per page
bg: Артикули на страница

# Languages::items_title
source: Items
bg: Артикули

# Languages::item_number
source: Show item number
bg: Показване на номер

# Languages::item_quantity
source: Item quantity
bg: Количество

# Languages::japanese
source: Japanese
bg: Японски

# Languages::join
source: Join
bg: Присъединете се

# Languages::json_error_ctrl_char
source: Control character error, possibly incorrectly encoded
bg: Грешка в контролен знак, вероятно е кодиран некоректно

# Languages::json_error_depth
source: The maximum stack depth has been exceeded
bg: Надвишен е максималният размер на стека

# Languages::json_error_state_mismatch
source: Invalid or malformed JSON
bg: Невалиден или повреден JSON

# Languages::json_error_syntax
source: Syntax error, malformed JSON
bg: Синтактична грешка, неправилно форматиран JSON

# Languages::json_error_unknown
source: Unknown JSON error
bg: Неизвестна JSON грешка

# Languages::json_error_utf8
source: Malformed UTF-8 characters, possibly incorrectly encoded
bg: Неправилни UTF-8 знаци, вероятно са кодирани некоректно

# Languages::key
source: Key
bg: ключ

# Languages::key1_for_md5
source: Auth key 1 for md5
bg: Аутентикиращ ключ 1 за md5

# Languages::key2_for_md5
source: Auth key 2 for md5
bg: Аутентикиращ ключ 2 за md5

# Languages::keywords
source: Keywords
bg: Ключови думи

# Languages::korean
source: Korean
bg: Корейски

# Languages::label_text_color
source: Label text color
bg: Цвят на текста на етикета

# Languages::landing_header
source: Your order has been received
bg: Вашата поръчка е получена

# Languages::language
source: Language
bg: Език

# Languages::languagecode
source: Language code
bg: Код на езика

# Languages::languages
source: Languages
bg: Езици

# Languages::language_code
source: Language code
bg: Код на езика

# Languages::language_variable
source: Language variable
bg: Променлива

# Languages::language_variables
source: Language variables
bg: Езикови променливи

# Languages::last4ssn
source: Last 4 digits of Social Security Number
bg: Последните 4 цифри от Social Security Number

# Languages::last_24hours
source: Last 24 hours
bg: Последните 24 часа

# Languages::last_days
source: Last days
bg: Последните дни

# Languages::last_month
source: Last month
bg: Миналия месец

# Languages::last_name
source: Last name
bg: Фамилия

# Languages::last_n_days
source: Last [N] days
bg: Последните [N] дни

# Languages::last_order
source: Last order
bg: Последна поръчка

# Languages::latitude
source: Latitude
bg: Ширина

# Languages::layout
source: Layout
bg: Оформление

# Languages::layouts
source: Layouts
bg: Оформление

# Languages::lbl_amazon_aws_access_public_key
source: AWS access public key
bg: AWS достъп до публичния ключ

# Languages::lbl_amazon_aws_access_secret_key
source: AWS access secret key
bg: AWS достъп до секретен ключ

# Languages::lbl_amazon_background_color
source: Background color
bg: Цвят на фона

# Languages::lbl_amazon_button_color
source: Button color
bg: Цвят на бутона

# Languages::lbl_amazon_button_size
source: Button size
bg: Размер на бутон

# Languages::lbl_amazon_button_style
source: Amazon button style
bg: Стил на бутона Amazon

# Languages::lbl_amazon_color_dark
source: Dark
bg: Тъмен

# Languages::lbl_amazon_color_light
source: Light
bg: Светъл

# Languages::lbl_amazon_color_orange
source: Orange
bg: Оранжев

# Languages::lbl_amazon_color_tan
source: Tan
bg: Жълтокафяв

# Languages::lbl_amazon_color_white
source: White
bg: Бял

# Languages::lbl_amazon_process_order_on_failure
source: Process order on callback failure
bg: Неуспешно

# Languages::lbl_amazon_size_large
source: Large
bg: Голям

# Languages::lbl_amazon_size_medium
source: Medium
bg: Среден

# Languages::lbl_amazon_size_xlarge
source: X-Large
bg: Много голям

# Languages::left
source: Left
bg: Ляво

# Languages::length
source: Length
bg: Дължина

# Languages::less
source: less
bg: по-малко

# Languages::letter
source: Letter
bg: Писмо

# Languages::level
source: Level
bg: Ниво

# Languages::licence_agreement
source: License Agreement
bg: Лицензионно споразумение

# Languages::license_agreement
source: License agreement
bg: Лицензионно споразумение

# Languages::license_number
source: License number
bg: Лицензен номер

# Languages::license_number_cannot_be_empty
source: License number cannot be empty
bg: Номера на лиценза не може да бъде празно поле

# Languages::limit
source: Limit
bg: Лимит

# Languages::line
source: Line
bg: линия

# Languages::linear
source: Linear
bg: линеен

# Languages::link
source: Link
bg: връзка

# Languages::linked_categories
source: Linked categories
bg: Свързани категории

# Languages::linked_products
source: Linked products
bg: Свързани продукти

# Languages::links
source: Links
bg: Линкове

# Languages::links_thumb
source: Links thumb
bg: Връзки

# Languages::link_text
source: Link text
bg: Текст на линка

# Languages::link_to
source: Link to
bg: Връзка към

# Languages::list
source: List
bg: Списък

# Languages::list_objects
source: List objects
bg: Списък с обекти

# Languages::list_price
source: List price
bg: Пазарна цена

# Languages::list_price_decreased
source: List price has been decreased by
bg: Ценовата листа е намалена от

# Languages::list_price_increased
source: List price has been increased by
bg: Ценовата листа е увеличена с

# Languages::list_price_short
source: List price
bg: Пазарна цена
