Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# LanguageName
source: Localized language name
bg: Bulgarian

# Languages::2co_enable_fraud_verification
source: Enable support of fraud notification
bg: Разреши поддръжка на нотификация за измами

# Languages::2co_fraud_fail
source: Status for orders with failed fraud review
bg: Статус за поръчки с неуспешен преглед за измами

# Languages::2co_fraud_wait
source: Status for orders waiting for fraud review
bg: Статус за поръчки чакащи за преглед за измами

# Languages::404
source: The 404 Not Found error message
bg: 404 не е намерена, съобщение за грешка

# Languages::absolute
source: Absolute
bg: Стойност

# Languages::installed_addons
source: Installed add-ons
bg: Инсталирани добавки

# Languages::browse_all_available_addons
source: Browse all available add-ons
bg: Преглед на всички налични добавки

# Languages::accept
source: Accept
bg: Приемам

# Languages::access_denied
source: Access denied
bg: Достъпът е отказан

# Languages::access_denied_text
source: You don't have permission to access the page.
bg: Вие нямате достъп до тази страница.

# Languages::account
source: Account
bg: Акаунт

# Languages::account_name
source: Account name
bg: Име на акаунта

# Languages::account_number
source: Account number
bg: Номер на акаунта

# Languages::account_type
source: Account type
bg: Тип на акаунта

# Languages::acquirerid
source: Acquirer ID
bg: Придобиващ ID

# Languages::action
source: Action
bg: Действие

# Languages::actions
source: Actions
bg: Действия

# Languages::activate_menu_tab_for
source: Activate menu item for dispatch
bg: Активиране на раздела от менюто

# Languages::activate_selected
source: Activate selected
bg: Активирай на избраните

# Languages::activate_skrill_merchant_tools
source: Activate Skrill Merchant Tools
bg: Активиране на Skrill Merchant Tools

# Languages::activation_link
source: Activation link
bg: Линк за активиране

# Languages::activation_mode
source: Activation mode
bg: Активационнен режим

# Languages::active
source: Active
bg: Активен

# Languages::active_categories
source: Active categories
bg: Активни категории

# Languages::active_style
source: Active style
bg: Активен стил

# Languages::active_products
source: Active products
bg: Активни продукти

# Languages::active_promotions
source: Active promotions
bg: Активни промоции

# Languages::act_on_behalf
source: Act on behalf of
bg: Действа от името на

# Languages::add
source: Add
bg: Добави

# Languages::added
source: added
bg: добавен

# Languages::adding_block_to_grid
source: Adding block to grid
bg: Добавяне на блок към мрежата

# Languages::adding_grid
source: Adding grid
bg: Добавяне на мрежа

# Languages::additional_data
source: Additional data
bg: допълнителни данни

# Languages::additional_images
source: Additional images
bg: допълнителни снимки

# Languages::additional_options
source: Additional options
bg: допълнителни опции

# Languages::additional_parameter_not_correct
source: Additional parameter is incorrect
bg: допълнителните параметри са некоректни

# Languages::additional_popup_larger_image
source: Popup larger images of additional thumbnails
bg: Покажи големите снимки в допълнителни тъмбнейли

# Languages::additional_thumbnail
source: Additional thumbnails
bg: допълнителни тъмбнейли

# Languages::additional__option_thumbnail
source: Additional option thumbnail
bg: опции надопълнителните тъмбнейли

# Languages::addon
source: Add-on
bg: Добавка

# Languages::addons
source: Add-ons
bg: Добавки

# Languages::addon_sql_error
source: An error in an SQL query occurred during the add-on installation. The add-on will not be installed.
bg: Възникна грешка в SQL заявка по време на инсталацията на добавката. Добавката няма да бъде инсталирана.

# Languages::address
source: Address
bg: Адрес

# Languages::addresses
source: Addresses
bg: Адреси

# Languages::address_2
source: Address (line 2)
bg: Допълнително поле за адрес

# Languages::address_commercial
source: Commercial
bg: Фирмен

# Languages::address_residential
source: Residential
bg: Жилищен

# Languages::address_type
source: Address type
bg: Адрес тип

# Languages::add_administrator
source: Add administrator
bg: Добави администратор

# Languages::add_block
source: Add block
bg: Добави блок

# Languages::add_bonus
source: Add bonus
bg: Добави бонус

# Languages::add_cart_promotion
source: Add cart promotion
bg: Добави промоция

# Languages::add_catalog_promotion
source: Add catalog promotion
bg: Добави промоция

# Languages::add_categories
source: Add categories
bg: Добави категории

# Languages::add_categories_and_close
source: Add categories and close
bg: Добави категории и затвори

# Languages::add_category
source: Add category
bg: Добави категория

# Languages::add_chart
source: Add chart
bg: Добави графика

# Languages::add_combination
source: Add combination
bg: Добави комбинация

# Languages::add_companies
source: Add stores
bg: Добави Доставчици

# Languages::add_companies_and_close
source: Add stores and close
bg: Добави Доставчици и затворете

# Languages::add_condition
source: Add condition
bg: Добави състояние

# Languages::add_currency
source: Add currency
bg: Добави валута

# Languages::add_customer
source: Add customer
bg: Добави клиент

# Languages::add_elements
source: Add elements
bg: Добави елементи

# Languages::add_empty_item
source: Add empty item
bg: Добави празен артикул

# Languages::add_feature
source: Add feature
bg: Добави функция

# Languages::add_field
source: Add field
bg: Добави поле

# Languages::add_file
source: Add file
bg: Добави файл

# Languages::add_filter
source: Add filter
bg: Добави филтър

# Languages::add_filters
source: Add filters
bg: Добави филтър

# Languages::add_filters_and_close
source: Add filters and close
bg: Добави филтри и затвори

# Languages::add_folder
source: Add folder
bg: Добави папка

# Languages::add_global_option
source: Add global option
bg: Добави глобална опция

# Languages::add_grid_block
source: Add grid or block
bg: Добави мрежа или блок

# Languages::add_group
source: Add group
bg: Добави група

# Languages::add_item
source: Add item
bg: Добави артикул

# Languages::add_items
source: Add [items]
bg: Добави [items]

# Languages::add_language
source: Add language
bg: Добави език

# Languages::add_language_variable
source: Add language variable
bg: Добави променлива

# Languages::add_layout
source: Add layout
bg: Добави изглед

# Languages::add_link
source: Add link
bg: Добави линк

# Languages::add_localization
source: Add localization
bg: Добави локализация

# Languages::add_location
source: Add location
bg: Добави локация

# Languages::add_menu
source: Add menu
bg: Добави меню

# Languages::add_new
source: Add new
bg: Добави нов

# Languages::add_new_field
source: Add new field
bg: Добави ново поле

# Languages::add_new_order
source: Adding new order
bg: Добавяне на нова поръчка

# Languages::add_new_variant
source: Add new variant
bg: Добави нов вариант

# Languages::add_option
source: Add option
bg: Добави опция

# Languages::add_order
source: Add order
bg: Добави поръчка

# Languages::add_orders
source: Add orders
bg: Добави поръчки

# Languages::add_orders_and_close
source: Add orders and close
bg: Добави поръчки и затвори

# Languages::add_page
source: Add page
bg: Добави страница

# Languages::add_pages
source: Add pages
bg: Добави страници

# Languages::add_pages_and_close
source: Add pages and close
bg: Добави страници и затвори

# Languages::add_payment
source: Add payment method
bg: Добавяне на разплащателен метод

# Languages::add_payout
source: Add payout
bg: Добави изплащане

# Languages::add_product
source: Add product
bg: Добави продукт

# Languages::add_products
source: Add products
bg: Добави продукти

# Languages::add_products_and_close
source: Add products and close
bg: Добави продукти и затвори

# Languages::add_products_to_section
source: Add product(s) to this section
bg: Добави продукти към този раздел

# Languages::add_product_filter
source: Add product filter
bg: Добави филтър за продукта

# Languages::add_promotions
source: Add promotions
bg: Добави промоции

# Languages::add_report
source: Add report
bg: Добави отчет

# Languages::add_section
source: Add section
bg: Добави секция

# Languages::add_selected_to_cart
source: Add selected to cart
bg: Добави избраните към кошницата

# Languages::add_shipping_method
source: Add shipping method
bg: Добави метод за доставка

# Languages::add_site_map_section
source: Add sitemap section
bg: Добави секция карта на сайта

# Languages::add_state
source: Add state
bg: Добави област

# Languages::add_status
source: Add status
bg: Добави статус

# Languages::add_subcategory
source: Add subcategory
bg: Добави подкатегория

# Languages::add_subscriber
source: Add subscriber
bg: Добави абонат

# Languages::add_subscribers_from_users
source: Add subscribers from the list of users
bg: Добави абонати от списъка на потребителите

# Languages::add_tab
source: Add tab
bg: Добавяне на раздел

# Languages::add_tax
source: Add tax
bg: Добави такса

# Languages::add_to_cart
source: Add to cart
bg: Добави в количка

# Languages::add_user
source: Add user
bg: Добави потребител

# Languages::add_users
source: Add users
bg: Добави потребители

# Languages::add_users_and_close
source: Add users and close
bg: Добави потребители и затвори

# Languages::add_vendor
source: Add store
bg: Добави магазин

# Languages::admin2
source: You can not perform an import to this store because you are using an expired trial version
bg: Не можете да извършите импортиране в този магазин, защото използвате изтекла пробна версия

# Languages::administration
source: Administration
bg: Администрация

# Languages::administration_panel
source: Administration panel
bg: административен панел

# Languages::administrator
source: Administrator
bg: Администратор

# Languages::administrators
source: Administrators
bg: Администратори

# Languages::administrators_menu_description
source: List of store administrators, registered users with an administrator account.
bg: Списък на администраторите и потребителите с администраторски акаунти в магазина.

# Languages::administrators_notified
source: [count] administrators notified.
bg: [count] администратори са уведомени.

# Languages::admin_panel
source: Administration panel
bg: Админ панел

# Languages::admin_text_letter_footer
source: E-shop of [company_name].
bg: Електронен магазин на [company_name].

# Languages::advanced
source: Advanced
bg: допълнителни

# Languages::advanced_search
source: Advanced search
bg: Разширено търсене

# Languages::advanced_search_options
source: Advanced search options
bg: Разширени опции за търсене

# Languages::after_full_payment
source: After full payment
bg: След пълното плащане

# Languages::after_sum
source: After sum
bg: След сума

# Languages::agent_id
source: Agent ID
bg: Id на агента

# Languages::agreement_required
source: Agreement required
bg: Необходимо е да са съгласите с правилата

# Languages::all
source: All
bg: Всички

# Languages::allowed
source: Allowed
bg: Позволени

# Languages::allowed_combinations
source: Allowed combinations
bg: Позволени комбинации

# Languages::allowed_extensions
source: Allowed extensions
bg: Позволени разширения

# Languages::allowed_extensions_hint
source: Leave this field empty to allow uploading of all file types, or input allowed extensions separated by comma (e.g. jpg,bmp,gif,pdf)
bg: Оставете това поле празно, за да позволите качването на всички типове файлове или въведете позволените разширения, разделени със запетая (например JPG, BMP, GIF, PDF)

# Languages::allow_api_access
source: Yes, allow this user to use the API
bg: Да, позволи на този потребител да използва API

# Languages::allow_return_registration
source: Allow return registration
bg: Позволява подновяване на регистрацията

# Languages::all_categories
source: All categories
bg: Всички категории

# Languages::all_downloads
source: All downloads
bg: Всички даунлоуди

# Languages::all_features
source: All features
bg: Всички функции

# Languages::all_filters
source: All product filters
bg: Всички филтри на продукта

# Languages::all_pages
source: All pages
bg: Всички страници

# Languages::all_products_have_been_updated
source: All products have been updated successfully.
bg: Всички продукти са обновени успешно.

# Languages::all_vendors
source: All stores
bg: Всички доставчици

# Languages::all_words
source: All of these words
bg: Всички думи

# Languages::also_bought
source: Also bought
bg: също така купиха

# Languages::alt_text
source: Alternative text/title
bg: Алтернативен текст

# Languages::amount
source: Amount
bg: Сума

# Languages::amount_decreased
source: Quantity has been decreased by
bg: Количеството намаля с

# Languages::amount_increased
source: Quantity has been increased by
bg: Количество се увеличи с

# Languages::anonymous
source: Anonymous
bg: анонимен

# Languages::answer
source: Answer
bg: отговор

# Languages::any
source: Any
bg: Всички

# Languages::any_date
source: Any date
bg: Всяка дата

# Languages::any_option_combinations
source: Any option combinations
bg: Всеки избран вариант комбинации

# Languages::any_status
source: Any status
bg: Всеки статус

# Languages::any_words
source: Any of these words
bg: Някоя от тези думи

# Languages::api_access
source: API access
bg: Достъп до API

# Languages::api_key
source: API key
bg: API ключ

# Languages::need_company_id
source: Company ID is required (the company_id param)
bg: Фирменият номер се изисква (the company_id param)

# Languages::api_need_correct_company_id
source: Company by passed ID not found
bg: Компанията по Подаденият Идентификатор не е намерена

# Languages::api_need_id
source: Object ID undefined
bg: ID на обекта не е определен

# Languages::api_need_params
source: Missing parameters
bg: Липсват параметри

# Languages::api_need_store
source: Store is required (the company_id param or entity stores)
bg: Магазина се изисква (company_id Парам или образувание магазини)

# Languages::api_not_need_id
source: ID must not be defined
bg: ID не трябва да бъде определено

# Languages::api_partner
source: API partner
bg: API партньор

# Languages::api_password
source: API password
bg: API парола

# Languages::api_shipments_not_allow_update
source: Only the tracking_number and carrier params can be updated with the setting 'Allow multiple shipments for a single order' set
bg: Само номера за проследяване и параметрите на превозвача могат да се актуализират с настройката "Позволи многократни доставки за една поръчка" набор

# Languages::api_user
source: API user
bg: API потребител

# Languages::appearance
source: Appearance
bg: Външен вид

# Languages::appearance_settings
source: Appearance settings
bg: настройки за показване

# Languages::appearance_type
source: Appearance type
bg: Тип външен вид

# Languages::application_id
source: Application ID
bg: Приложение ID

# Languages::application_login
source: Application login
bg: Вход

# Languages::apply
source: Apply
bg: Приложи

# Languages::apply_as_link
source: Apply as link
bg: Приложи като връзка

# Languages::apply_tax_to_products
source: Apply selected taxes to all products
bg: Приложи избраните такси за всички продукти

# Languages::apply_to_all_languages
source: Apply to all languages
bg: Прилага за всички езици

# Languages::apply_to_products
source: Apply to products
bg: Приложи към продукти

# Languages::approve
source: Approve
bg: Одобряване

# Languages::approved
source: Approved
bg: Одобрен

# Languages::approve_selected
source: Approve selected
bg: Одобри избраните

# Languages::arabic
source: Arabic
bg: Арабски

# Languages::arrows
source: Arrows
bg: Стрелките

# Languages::asc
source: asc.
bg: възх.

# Languages::attention
source: Attention!
bg: Внимание!

# Languages::audience
source: Audience
bg: Посещаемост

# Languages::authentication_failed
source: Authentication failed
bg: Удостоверяване неуспешно

# Languages::authentication_key
source: Authentication key
bg: Ключ за Удостоверяване

# Languages::authentication_password
source: Authentication password
bg: Парола за Удостоверяване

# Languages::author
source: Author
bg: Автор

# Languages::authorization
source: Authorization
bg: Разрешение

# Languages::authorize_capture
source: Authorize and capture
bg: Разреши и хвани

# Languages::authorize_only
source: Authorize only
bg: Само разреши

# Languages::auth_code
source: Auth code
bg: Код

# Languages::auth_info
source: Authentication information
bg: Информация за удостоверяване

# Languages::auto
source: Auto
bg: Автоматично

# Languages::auto_set_permissions_via_ftp
source: Auto-set permissions via FTP
bg: Автоматичен набор от разрешения за FTP

# Languages::avail
source: Available
bg: наличен

# Languages::availability
source: Availability
bg: Наличност

# Languages::available
source: Available
bg: Наличен

# Languages::available_fields
source: Available fields
bg: Налични полета

# Languages::available_for_vendor
source: Available for store
bg: За магазин

# Languages::available_items
source: Available items
bg: Налични артикули

# Languages::available_languages
source: Available
bg: Наличен

# Languages::available_views
source: Available views
bg: Налични изгледи

# Languages::available_since
source: Avail since
bg: Наличен след

# Languages::installed_themes
source: Installed themes
bg: Инсталирани теми

# Languages::browse_all_available_themes
source: Browse all available themes
bg: Преглед на всички налични теми

# Languages::currently_in_use
source: Currently in use
bg: В момента в употреба

# Languages::avail_from
source: Available from
bg: Наличен от

# Languages::avail_till
source: Available till
bg: До

# Languages::average
source: Average
bg: Нормално

# Languages::awaiting
source: Awaiting
bg: Очаква

# Languages::awaiting_approval
source: Awaiting approval
bg: Очаква одобрение

# Languages::backtrace
source: Backtrace
bg: Бектрейс

# Languages::backup
source: Backup
bg: Архивиране

# Languages::backupping_data
source: Backing up data for
bg: Архивиране на данни за

# Languages::backupping_schema
source: Backing up schema for
bg: Архивиране на схема за

# Languages::backup_data
source: Backup database data
bg: Архивиране на базата данни

# Languages::backup_filename
source: Backup file name
bg: Име на архивния файл

# Languages::backup_files
source: Backup files
bg: Архивни файлове

# Languages::backup_options
source: Backup options
bg: Опции за архивиране

# Languages::backup_schema
source: Backup database schema
bg: Архивиране на схема

# Languages::back_in_stock_notification_footer
source: Welcome to purchase!
bg: Добре дошли!

# Languages::back_in_stock_notification_header
source: We are writing to inform you that the following product is back in stock in our store:
bg: Информираме Ви, че следният продукт е в наличност в нашият магазин

# Languages::balance
source: Balance
bg: Баланс

# Languages::balance_account
source: Account balance
bg: Баланс

# Languages::bank
source: Bank
bg: Банка

# Languages::bank_routing_number
source: Bank routing number
bg: Банков идентификационен номер

# Languages::bar
source: Bar
bg: Бар

# Languages::base_currency
source: Base
bg: Основна валута

# Languages::base_currency_not_deleted
source: The currency has not been deleted because it is the base currency of the store.
bg: Валутата не е изтрита, защото това е основната валута на магазина.

# Languages::base_price
source: Base price
bg: Базова цена

# Languages::bestsellers
source: Bestsellers
bg: Най-продавани

# Languages::biller_code
source: Biller code
bg: Фактуриращия код

# Languages::billing_address
source: Billing address
bg: Адрес за фактуриране

# Languages::billing_options
source: Billing Options
bg: Опции за фактуриране

# Languages::billing_shipping_address
source: Billing and Shipping Address
bg: Плащане и доставка на адрес

# Languages::bill_to
source: Bill to
bg: Фактуриране за

# Languages::block
source: Block
bg: Блок

# Languages::blocks
source: Blocks
bg: Блокове

# Languages::block_already_exists_in_grid
source: This block already exists in this grid
bg: Този блок вече съществува в тази мрежа

# Languages::block_categories_description
source: Category trees
bg: Списък с категории

# Languages::block_products_description
source: Product showcase
bg: Продуктова витрина

# Languages::block_cart_content
source: Cart content
bg: Съдържание на количката

# Languages::block_cart_content_description
source: Current cart content
bg: Текущо съдържание на количката

# Languages::block_categories
source: Categories
bg: Категории

# Languages::block_checkout
source: Checkout
bg: Плащане

# Languages::block_checkout_description
source: Current order information
bg: Текуща информация за поръчка

# Languages::block_content
source: Block content
bg: Съдържание

# Languages::block_currencies
source: Currencies
bg: Валути

# Languages::block_currencies_description
source: Currency selector
bg: Смяна на валута

# Languages::block_disabled
source: Block was disabled for this location
bg: Блокът е изключен за това място

# Languages::block_enabled
source: Block was enabled for this location
bg: Блокът е включен за това място

# Languages::block_html_block_description
source: Any HTML content
bg: Всяко HTML съдържание

# Languages::block_ip_after
source: Block IP after a number of unsuccessful attempts
bg: Блокирай IP адреса след редица неуспешни опити

# Languages::block_languages_description
source: Language selector
bg: Избора на език

# Languages::block_localizations
source: Localizations
bg: Локализации

# Languages::block_localizations_description
source: Localization selector
bg: Селектор на локализация

# Languages::block_main
source: Main
bg: Основен

# Languages::block_main_description
source: Main content (loaded by controller)
bg: Основното съдържание (заредено от контролер)

# Languages::block_manager
source: Block manager
bg: Блок мениджър

# Languages::block_manager.fixed_layout
source: Fixed width
bg: Фиксирана ширина

# Languages::block_manager.fluid_layout
source: Fluid
bg: Течност

# Languages::block_manager.full_width_layout
source: Full width
bg: Пълна ширина

# Languages::block_manager.grid_columns
source: Grid columns
bg: Колони на мрежата

# Languages::block_manager.layout_width
source: Layout width
bg: Ширина на оформлението

# Languages::block_manager.max_width
source: Maximal width
bg: Максимална ширина

# Languages::block_manager.min_width
source: Minimal width
bg: Минимална ширина

# Languages::block_manager.add_layout_page
source: Add layout page
bg: Добавяне на оформление на страница

# Languages::block_manager.editing_layout_page
source: Editing layout page
bg: Редактиране на оформление на страница

# Languages::block_manager.new_layout_page
source: New layout page
bg: Нова страница с оформление

# Languages::block_manager.layout_pages
source: Layout pages
bg: Страници с оформление

# Languages::block_menu
source: Menu
bg: Меню

# Languages::block_menu_description
source: Different types of menus
bg: Различни типове на менюта

# Languages::block_my_account
source: My account
bg: Моят акаунт

# Languages::block_my_account_description
source: Customer profile access
bg: Достъп до профил на клиента

# Languages::block_name
source: Block name
bg: Име на блок

# Languages::block_options
source: Block options
bg: Блок опции

# Languages::block_order
source: Block order
bg: Подреждане на блоковете

# Languages::block_our_brands
source: Brands
bg: Марки

# Languages::block_our_brands_description
source: Product brands presented in the store
bg: Продуктовите марки представени в магазина

# Languages::block_pages
source: Pages
bg: Страници

# Languages::block_pages_description
source: Store pages
bg: Страници на магазина

# Languages::block_payment_methods
source: Payment methods
bg: Начин на плащане

# Languages::block_payment_methods_description
source: Available payment methods
bg: Наличните методи за плащане

# Languages::block_products
source: Products
bg: Продукти
