Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# Languages::text_amazon_incorrect_products_count
source: Number of products in your cart differs from the number of products in the Amazon request.
bg: Продуктите във вашата количка е различен от броя на продуктите в Amazon заявката.

# Languages::text_amazon_link_message
source: For testing purposes, the Merchant URL may be the HTTP link to your store, but the live mode requires secure connection and you must use the HTTPS link. Also, remember to enable the production mode on Amazon's Seller Central website when you are ready to go live.
bg: В тестов режим, URL Merchant може да бъде през HTTP-връзка към вашия магазин, но за реален режим трябва да използвате HTTPS връзка. Също така, не забравяйте да включите реален режим на Amazon's Seller Central, когато сте готови да използвате сайта реално.

# Languages::text_amazon_surcharge
source: <b>Note:</b> According to the Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4.2), surcharges are not supported. Any surcharges you may have set will be ignored when Amazon Checkout is used.
bg: <b>Забележка:</b> Според поликата<a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'> на Амазон</a> (B4.2) допълнителни такси не се поддържат. Всички допълнителни такси, които може да сте задали ще бъдат игнорирани, когато се използва Amazon Checkout.

# Languages::text_anonymous_checkout
source: You must be a registered user to proceed to checkout
bg: Трябва да сте регистриран потребител, за да се пристъпи към плащане

# Languages::text_applied_promotions
source: Applied promotions
bg: Нашите поздравления! Вие получихте следната промоция

# Languages::text_are_you_sure_to_proceed
source: Are you sure you want to proceed?
bg: Сигурни ли сте че искате да продължите?

# Languages::text_atos_notice
source: <b>Note:</b><br />1. Copy your certificate that you received on the disk to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the store parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit the <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' with '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit the <b>parmcom.[some_number]</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
bg: <b>Забележка:</b><br />1. Копирайте вашия сертификат в [home_path].Преименуване сертификата на certif.fr.[my_merchant_id], където [my_merchant_id] номерът на вашият сайт.<br /> 2. Преименувайте файла за съхранение на настройки (parmcom.014213245611111 file) на parmcom.[my_merchant_id].<br />3. Редактирайте файла <b>pathfile</b> в <b>[home_path]</b> <br />- Заменете '<u>D_LOGO![some_dir]!</u>' с '<u>D_LOGO![http_path]/logo/!</u>'<br />- Заменете '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' с '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Заменете '<u>F_PARAM![/some_dirs/parmcom]!</u>' с '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Заменете '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' с '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Редактирайте файла <b>parmcom.[some_number]</b> в <b>[home_path]</b> <br />- Заменете '<u>AUTO_RESPONSE_URL![some_url]!</u>' с '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Заменете '<u>CANCEL_URL![some_url]!</u>' с '<u>CANCEL_URL![ok_url]!</u>'<br />- Заменете '<u>RETURN_URL![some_url]!</u>' с '<u>RETURN_URL![ok_url]!</u>'<br />

# Languages::text_atos_warning
source: <span style="color:#FF2222">Warning!!!</span> The path to atos files should consist of not more than 60 symbols, otherwise please copy the atos_files folder to some parent directory, e.g. to the cart core directory. Also please make sure the atos files directory has full permissions.
bg: <span style="color:#FF2222">Внимание!!!</span> Пътят до atos fфайловете не трябва да съдъжа повече от 60 символа. В противен случай, моля копирайте папката atos_files в някои главна директория, напр. основната директория на магазина. Също така моля уверете се, че директорията с atos файлове има пълни права.

# Languages::text_authentication_failed_message
source: Your financial institution has indicated that it could not successfully authenticate this transaction. To protect against unauthorized use, this card cannot be used to complete your purchase. You may complete the purchase by selecting another form of payment.
bg: Одобрение на сделката се провали. За да се защити срещу неразрешено използване тази карта не може да се използва за да завършите вашата покупка. Можете да изберете друг метод на плащане.

# Languages::text_backup_management_notice
source: This section allows you to manage your backup files.<br />- To restore the database, select the check box near the appropriate file name and click on Restore.<br />- To delete files, select the check boxes near the files that need to be deleted and click on Delete.<br />- To download a file to your local computer, click on the file name.
bg: Този раздел ви позволява да управлявате вашите архивни файлове! - За възстановяване на базата данни, поставете отметка в квадратчето близо до подходящо име на файла и кликнете върху "Възстановяване" <br> - За да изтриете файлове, изберете квадратчетата до файловете, които се нуждаят отза да изтриете и кликнете върху "Изтриване" <br> - за да изтеглите файла на локалния ви компютър, щракнете върху името на файла.

# Languages::text_block_trial_notice
source: Your 30-day evaluation period has expired. Please, buy a license ([href]) or remove the software from your server.
bg: Вашият 30-дневен тестов период е изтекъл. Моля, купете пълен лиценз или деинсталирайте софтуера от вашия сървър.

# Languages::text_cannot_create_directory
source: Cannot create the directory <b>[directory]</b>. Please check the permissions.
bg: Неуспешно създаване на директория <b>[directory]</b>. Моля, проверете правата.

# Languages::text_cannot_create_file
source: Cannot create the file <b>[file]</b>. Please check the directory permissions.
bg: Неуспешно създаване на файл <b>[file]</b>. Моля, проверете правата на директорията.

# Languages::text_cannot_delete_directory
source: Cannot delete the directory <b>[directory]</b>. Please check the permissions.
bg: Неуспешно изтриване на директория <b>[directory]</b>. Моля, проверете правата.

# Languages::text_cannot_delete_file
source: Cannot delete the file <b>[file]</b>. Please check the permissions.
bg: Неуспешно изтриване на файл <b>[file]</b>. Моля, проверете правата.

# Languages::text_cannot_rename_directory
source: Cannot rename the directory <b>[directory]</b>. Please check the permissions.
bg: Неуспешно преименуване на директория <b>[directory]</b>. Моля, проверете правата.

# Languages::text_cannot_rename_file
source: Cannot rename the file <b>[file]</b>. Please check the permissions.
bg: Неуспешно преименуване на файл <b>[file]</b>. Моля, проверете правата.

# Languages::text_cannot_restore_directory
source: Cannot restore the directory <b>[directory]</b> from the repository. Please check if the repository exists.
bg: Вие не можете да възстановите директория <b>[directory]</b> от хранилището. Моля, проверете за съществуването на хранилището.

# Languages::text_cannot_restore_file
source: Cannot restore file <b>[file]</b> from the repository. Please check if the repository exists.
bg: Вие не можете да възстановите файл <b>[file]</b> от хранилището. Моля, проверете за съществуването на хранилището.

# Languages::text_can_be_used_once
source: This coupon can be used only once. You have already applied it.
bg: Този талон може да се използва само веднъж. Вие вече сте го използвали

# Languages::text_cart_amount_changed
source: The quantity of the product <b>[product]</b> in your cart has been changed to allowable.
bg: Количеството от продукта <b>[product]</b> в количката е променено на допустимото.

# Languages::text_cart_amount_corrected
source: The number of products in the inventory is not enough for your order. The quantity of the product <b>[product]</b> has been changed in your cart.
bg: Броят на продуктите в наличност не е достатъчно за вашата поръчка. Количеството на продукта <b>[product]</b> е променено.

# Languages::text_cart_empty
source: Your cart is empty
bg: Количката е празна

# Languages::text_cart_max_qty
source: Maximum quantity for "[product]" is <b>[quantity]</b>
bg: Максимално количество за "[product]" е <b>[quantity]</b>

# Languages::text_cart_min_qty
source: Minimum quantity for "[product]" is <b>[quantity]</b>
bg: Минимално количество за "[product]" e <b>[quantity]</b>

# Languages::text_cart_not_enough_inventory
source: The number of products in the inventory is not enough for your order
bg: Броят на продуктите в наличност не е достатъчен за вашата поръчка

# Languages::text_cart_zero_inventory
source: <b>[product]</b> has zero inventory and cannot be added to the cart
bg: <b>[product]</b> не е в наличност и не може да бъде добавен в количка

# Languages::text_cart_zero_inventory_and_removed
source: <b>[product]</b> has zero inventory and is removed from the cart
bg: <b>[product]</b> не е в наличност и е изтрит от количка

# Languages::text_categories_have_been_deleted
source: Categories have been deleted successfully.
bg: Категориите са изтрити успешно.

# Languages::text_category_delimiter
source: Category path delimiter for product main category (e.g. "Computers///Desktops")
bg: Разделител за основната продуктова категория (например "Компютри /// Настолни компютри")

# Languages::text_category_detailed_image
source: (optional displayed on category details page only)
bg: (по желание показва на категорията само страницата с подробности)

# Languages::text_category_has_been_deleted
source: Category, subcategories and their products have been deleted successfully.
bg: Категория, подкатегории и техните продукти са изтрити успешно.

# Languages::text_category_icon
source: (displayed on category list and details pages)
bg: (показва се в списъка с категории и страниците с детайлно описани)

# Languages::text_cc_processor_connection
source: Connecting to <b>[processor]</b>...
bg: Свързване с <b>[processor]</b>...

# Languages::text_changes_not_saved
source: Your changes have not been saved.
bg: Промените не бяха запазени.

# Languages::text_changes_saved
source: Your changes have been saved.
bg: Промените бяха запазени.

# Languages::text_change_password
source: You are now logged in to your account. Please change the password and click the "Save" button.
bg: Вие в момента сте влезли в профила си. Моля, промените паролата и щракнете върху бутона "Save".

# Languages::text_checkout_new_profile_notice
source: If you are a new customer, we need to know your personal details.
bg: Ако сте нов клиент, ние трябва да знаем вашите лични данни.

# Languages::text_cities_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>New Y*</b> &nbsp;&nbsp;(corresponds to New York, New Yark, etc)<br /><b>L?s*</b>&nbsp;&nbsp; (corresponds to Las Vegas, Los Angeles, etc..)
bg: Може да използвате следните символи:<br><b>'?'</b> - всеки символ;<b>'*'</b> - произволен брой символи.<br><br><u>Пример:</u><br><b>Нов *</b> &nbsp;&nbsp;(Отговаря на Нова Загора, Нови Пазар и т.н.)<br><b>Н?з*</b>&nbsp;&nbsp; (отговаря на Нова Загора и т.н.)

# Languages::text_click_here
source: Click here for more details
bg: Кликнете тук за повече информация

# Languages::text_cmcic_notice
source: Please set the following URL as the <b>CGI2</b>: <b>[postback_url]</b>
bg: Моля, посочете следния URL адрес като <b>CGI2</b>: <b>[postback_url]</b>

# Languages::text_cmpi_frame_message
source: For your security, please fill out the form below to complete your order. Do not click the Refresh or Back button, or this transaction may be interrupted or canceled.
bg: От съображения за сигурност, моля попълнете формата по-долу за да завършите поръчката си. Не щракнете върху бутоните "Опресняване" или "Обратно" защото поръчката може да бъде отменена.

# Languages::text_cmpi_go_back
source: Go back
bg: назад

# Languages::text_companies_activated
source: Selected companies have been activated
bg: Избраните фирми са били активирани

# Languages::text_companies_disabled
source: Selected companies have been disabled
bg: Избраните фирми са деактивирани

# Languages::text_company_status_active_subj
source: Your company was activated.
bg: Вашата фирма е била активирана.

# Languages::text_company_status_changed
source: Status of your company [company] was changed to [status].
bg: Статусът на вашата компания [company] е променен на [status].

# Languages::text_company_status_disabled_subj
source: Your company was disabled.
bg: Вашата фирма е била деактивирана.

# Languages::text_confirmation_page_header
source: This is a confirmation page. You must confirm the operation before it is performed.
bg: Това е страницата за потвърждение. Трябва да потвърдите операцията преди тя да се извърши.

# Languages::text_confirm_passwd_recovery
source: Please follow this link to confirm your password recovery procedure
bg: Моля, следвайте тази връзка, за да потвърдите процедура за възстановяване на паролата

# Languages::text_csrf_attack
source: Access denied: Possible CSRF attack
bg: Достъпът отказан: Възможна CSRF атака

# Languages::text_customer_area_logo
source: Logo for the <b>customer</b> area
bg: Лого в <b> клиентската област <!-- b--></b>

# Languages::text_data_changed
source: Your changes have not been saved.Press OK to continue, or Cancel to stay on the current page.
bg: Вашите промени не са запазени.Натиснете OK за да продължите или Отказ за ​​да останете на текущата страница.

# Languages::text_decrease_points_in_use
source: The points used in the order were subtracted from user account.
bg: Точките използвани за поръчката са приспаднати от сметката.

# Languages::text_deltapay_notice
source: <b>Note:</b> Please send the following information to the DeltaPay support:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
bg: <b>Забележка:</b> Моля, изпратете следната информация на DeltaPay:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />

# Languages::text_directebanking_notice
source: Set 'Success link' to: <b>[success_url]</b><br /> Set 'Abort link' to: <b>[abort_url]</b><br /> Add new HTTP notifications and set 'Notification URL' to: <b>[notification_url]</b><br /> Activate input check and set 'Hash Algoritm' to the 'SHA1'<br />
bg: Задайте параметър 'Success link' на: <b>[success_url]</b><br /> Задайте 'Abort link' на: <b>[abort_url]</b><br /> Добавете HTTP нотификация и задайте 'Notification URL' на: <b>[notification_url]</b><br /> Активирайте проверка при вход и задайте 'Hash Algoritm' да бъде 'SHA1'<br />

# Languages::text_directory_created
source: The directory <b>[directory]</b> has been successfully created.
bg: Директорията <b>[directory]</b> е успешно създадена.

# Languages::text_directory_deleted
source: The directory <b>[directory]</b> has been successfully deleted
bg: Директорията <b>[directory]</b> беше изтрита успешно

# Languages::text_directory_renamed
source: The directory <b>[directory]</b> has been successfully renamed to <b>[to_directory]</b>
bg: Директорията <b>[directory]</b> беше преименувана на <b>[to_directory]</b>

# Languages::text_directory_restored
source: The directory <b>[directory]</b> has been restored from the repository
bg: Директорията <b>[directory]</b> беше възстановена от репозиторито

# Languages::text_downloads_empty
source: Your downloads list is empty
bg: Списъкът на вашите файлове за изтегляне е празен

# Languages::text_edp_product
source: This product is electronically distributed
bg: Доставка в електронна форма

# Languages::text_ekey_not_valid
source: The confirmation link is invalid or has expired.
bg: Електронният ключ, който сте въвели е невалиден или е изтекъл.

# Languages::text_email_sent
source: E-mail has been sent successfully.
bg: Е-мейлът е изпратен успешно.

# Languages::text_enets_notice
source: Please send the following URL to the eNPS manager as a response URL for all the three cases (success, failure, cancel): [r_url]
bg: Моля, изпратете следният URL на eNPS в следните случаи (успех, неуспех, анулиране): [r_url]

# Languages::text_enter_filename
source: Please enter a new file name
bg: Моля, въведете ново име на файла

# Languages::text_exim_data_exported
source: Data is exported successfully
bg: Данните са експортнати успешно

# Languages::text_exim_data_imported
source: Data is imported successfully.<br />New objects - <b>[new]</b>;<br />Updated objects - <b>[exist]</b>;<br />Skipped objects - <b>[skipped]</b>;<br />Total - <b>[total]</b>.
bg: Данните са импортнати успешно.<br />Нови обекти - <b>[new]</b>;<br />Обновени обекти - <b>[exist]</b>;<br />Пропуснати обекти - <b>[skipped]</b>;<br />Общо - <b>[total]</b>.

# Languages::text_exim_export_notice
source: Below is a list of the fields that can be exported. The <b>highlighted</b> fields are mandatory.
bg: По-долу е даден списък от полета, които могат да бъдат експортнати. <b> Одебелените </b> полета са задължителни.

# Languages::text_exim_import_images_note
source: <h4>Image import format</h4><code>%Image location%#%Alternative text%</code> where,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>can be an absolute or relative path in a server file system or a URL,</dd><dt>%Alternative text%<dt><dd>image alternative text</dd></dl><h5>Example 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Example 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
bg: <h4>Формат за импорт на снимки</h4><code>%Image location%#%Alternative text%</code> където,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>абсолютен и относителен път до файловата система на сървъра или URL,</dd><dt>%Alternative text%<dt><dd>алтернативен текст</dd></dl><h5>Пример 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Пример 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>

# Languages::text_exim_import_notice
source: Below is a list of the fields that your data file can contain. The fields highlighted in bold are mandatory. If you are importing data with special symbols (commas, semicolons, etc.), please make sure you have these fields quoted.
bg: По-долу е даден списък на полетата, които може да се съдържат във файла с данни. Полетата, подчертани с bold са задължителни. Ако импортирате данни със специални символи (запетаи, точка и запетая и т.н.), моля уверете се, че имате тези полета.

# Languages::text_exim_utf8_file_format
source: Please make sure that the file you are importing has UTF-8 charset for correct import
bg: Уверете се, че файлът който ще импортвате е в UTF-8 charset за коректен импорт

# Languages::text_expired_license
source: Unfortunately, your subscription for [product] software is over. Please renew it as soon as possible to avoid the program suspending.
bg: За съжаление, вашия абонамент за CS-Cart е изтекъл. Моля, подновете го възможно най-скоро за да се избегне спиране на програмата.

# Languages::text_feedback_notice
source: The parameters that will be sent to our server to analyze the functionality and the current configuration are listed below.<br />Please note that no personal or financial information will be sent. After you get acquainted with the list of the parameters, click on "Send".<br />
bg: Параметрите, които ще бъдат изпратени към нашият сървър за анализ на функционалности и текущи конфигурации за изброени по-долу.<br />Моля, обърнете внимание на информациятя, която ще бъде изпратена. След като се запознаете със списъка на параметрите кликнете върху "Изпрати".<br />

# Languages::text_files_directory
source: Directory where product files are located. This will be used if the "File" field data is specified without a path.
bg: Директория където са разположени файловете

# Languages::text_file_created
source: The file <b>[file]</b> has been successfully created
bg: Файлът <b>[file]</b> беше създаден успешно

# Languages::text_file_deleted
source: The file <b>[file]</b> has been successfully deleted
bg: Файлът <b>[file]</b> беше изтрит успешно

# Languages::text_file_renamed
source: The file <b>[file]</b> has been successfully renamed to <b>[to_file]</b>
bg: Файлът <b>[file]</b> е преименуван на <b>[to_file]</b>

# Languages::text_file_restored
source: The file <b>[file]</b> has been restored from the repository
bg: Файлът <b>[file]</b> беше възстановен от репозиторито

# Languages::text_file_saved
source: The file <b>[file]</b> is successfully saved
bg: Файлът <b>[file]</b> е запазен успешно

# Languages::text_fill_the_mandatory_fields
source: You need to complete all the mandatory fields
bg: Трябва да попълните всички задължителни полета

# Languages::text_forbidden_file_extension
source: It is not allowed to create/upload/rename files with the <b>.[ext]</b> extension.
bg: Не можете да създавате/качвате/преименувате файлове с <b>.[ext]</b> разширение.

# Languages::text_forbidden_file_mime
source: It is not allowed to create/upload/rename files of the <b>[mime]</b> MIME type.
bg: Не можете да създавате/качвате/преименувате файлове <b>[mime]</b> MIME type.

# Languages::text_forbidden_uploaded_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension. Allowed extensions are: <b>[exts]</b>
bg: Не можете да качвате файлове с <b>.[ext]</b> разширение. Позволените разширения са: <b>[exts]</b>

# Languages::text_forbidden_uploaded_file_size
source: It is not allowed to upload files with size more than <b>[size]</b>
bg: Не можете да качвате файлове с размер по-голям от <b>[size]</b>

# Languages::text_gate2shop_notice
source: <p>Please set the following values in the Gate2Shop merchant settings:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
bg: Моля, посочете следните стойности в настройките за Gate2Shop:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>

# Languages::text_gd_not_avail
source: GD library is <b>not</b> installed on your server. Please contact your hosting provider. <br />Charts can be represented only as tables (chart type "Table").
bg: GD library <b>не</b> е инсталирана на вашият сървър. Моля, свържете се с вашият хостинг провайдер. <br /> Графики могат да се показват само във вид на таблици.
