Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# Languages::page_not_found_text
source: The page you have requested cannot be found.
bg: Страницата не може да бъде намерена

# Languages::page_title
source: Page title
bg: Заглавие на страницата

# Languages::paid_amount
source: Paid amount
bg: Платена сума

# Languages::param
source: Parameter
bg: Параметър

# Languages::parameter
source: Object to analyze
bg: Обект за анализ

# Languages::parameter_name
source: Parameter name
bg: Име на параметър

# Languages::parent_category
source: Parent category
bg: Родителска категория

# Languages::parent_item
source: Parent item
bg: Родителски елемент

# Languages::parent_page
source: Parent page
bg: Родителска страница

# Languages::partner
source: Partner
bg: Партньор

# Languages::passphrase
source: Pass-phrase
bg: Парола

# Languages::passport_number
source: Passport number
bg: Номер на паспорта

# Languages::password
source: Password
bg: Парола

# Languages::path_to_files
source: Full path to the "atos" files
bg: Пълен път към файлове "atos"

# Languages::pause_delay
source: Pause delay (in seconds)
bg: Пауза на закъснение

# Languages::payment
source: Payment
bg: Плащане

# Languages::payments
source: Payments
bg: Плащания

# Languages::payments.epdq.title
source: Title
bg: Заглавие

# Languages::payments.signin_to_checkout
source: <a href=[url]>Sign in</a> to check out
bg: <a href=[url]> Влезте в</a>, за да проверите

# Languages::payments_tab1
source: Credit card
bg: Кредитна карта

# Languages::payments_tab2
source: Internet Payments
bg: Интернет плащания

# Languages::payments_tab3
source: Other Payment Options
bg: Други възможности за плащане

# Languages::payment_amount
source: Payment amount
bg: Сума за плащане

# Languages::payment_category
source: Payment category
bg: Плащане категория

# Languages::payment_category_note
source: Payment categories tabs will NOT be displayed if all the active payments belong to the same category
bg: Разделите за разплащателни категории няма да се показват, ако всички активни плащания принадлежат към същата категория

# Languages::payment_details
source: Payment details
bg: Данни за плащане

# Languages::payment_form_url
source: Payment Form URL
bg: URL адрес за плащане - формуляр

# Languages::payment_info
source: Payment type
bg: Вид плащане

# Languages::payment_information
source: Payment information
bg: Информация за плащане

# Languages::payment_instructions
source: Payment instructions
bg: Платежни инструкции

# Languages::payment_method
source: Payment method
bg: Начин на плащане

# Languages::payment_methods
source: Payment methods
bg: Платежни методи

# Languages::payment_response_password
source: Payment Response password
bg: Отговор на парола за плащане

# Languages::payment_surcharge
source: Payment surcharge
bg: Доплащане

# Languages::payment_type
source: Payment type
bg: Вид плащане

# Languages::paypal_authentication_method
source: PayPal authentication method
bg: PayPal метод за идентификация

# Languages::paypal_item_name
source: Name of the item (or a name for the Shopping Cart)
bg: Име на елемента (или име на количката за пазаруване)

# Languages::paypal_security_error
source: Your order was not placed: the recipient PayPal account is wrong.
bg: Вашата поръчка не е добавена: PayPal акаунта на получателя не е наред.

# Languages::pay_from_email
source: Customer email
bg: Клиентски email

# Languages::pay_order_again
source: Pay order again
bg: Плати поръчката отново

# Languages::pay_to_email
source: Email address of the Merchant
bg: Електронна поща на търговеца

# Languages::pending
source: Pending
bg: Изчакващ

# Languages::per
source: Per [object]
bg: За [object]

# Languages::percent
source: Percent
bg: Процент (%)

# Languages::period
source: Period
bg: Период

# Languages::per_item
source: Per Item
bg: За артикул

# Languages::per_page
source: Per Page
bg: За страница

# Languages::phone
source: Phone
bg: Телефон

# Languages::phone1_label
source: Phone
bg: Телефон

# Languages::phone2_label
source: International
bg: международен

# Languages::phpinfo
source: PHP information
bg: PHP информация

# Languages::pick_store
source: Pick a store
bg: Изберете Магазин

# Languages::pie
source: Pie
bg: "Pie" карта

# Languages::pie_3d
source: Pie 3D
bg: "Pie" карта 3D

# Languages::pixels
source: pixels
bg: пиксела

# Languages::place_order
source: Place order
bg: Поръчка

# Languages::placing_order
source: Placing the order
bg: Поръчай

# Languages::plain
source: Plain
bg: обикновен

# Languages::platform
source: Platform
bg: платформа

# Languages::please_be_patient
source: Please be patient
bg: Моля, изчакайте

# Languages::please_enter_license_here
source: Please enter license number here
bg: Моля, въведете лицензният номер тук

# Languages::please_select_one
source: Please, select one
bg: Моля, изберете един

# Languages::please_sign_in
source: Please sign in
bg: Моля, влезте

# Languages::polish
source: Polish
bg: Полски

# Languages::poor
source: Poor
bg: Лошо

# Languages::popularity
source: Popularity
bg: Популярност

# Languages::popup
source: Popup
bg: Изскачащо меню

# Languages::popup_larger_image
source: Popup larger image
bg: Popup-голямо изображение

# Languages::portugese
source: Portuguese
bg: Португалски

# Languages::position
source: Position
bg: Позиция

# Languages::positions_updated
source: Positions of items were updated
bg: Позициите се актуализирани

# Languages::position_short
source: Pos.
bg: Поз.

# Languages::postal_mail
source: Postal mail
bg: Поща

# Languages::postauth
source: Postauth
bg: Пощенска ауторизация

# Languages::post_url
source: Post URL
bg: URL съобщение

# Languages::powered_by
source: Powered by
bg: Осъществено от

# Languages::po_number
source: PO number
bg: PO номер

# Languages::preauth
source: Preauth
bg: Преауторизация

# Languages::preauthorization
source: Preauthorization
bg: Преауторизация

# Languages::prefix
source: Prefix
bg: Префикс

# Languages::preshared_key
source: PreShared Key
bg: PreShared ключ

# Languages::prev
source: Prev.
bg: Пред.

# Languages::preview
source: Preview
bg: Прегледай

# Languages::previous
source: Previous
bg: Предишна

# Languages::previous_month
source: Previous month
bg: Миналия месец

# Languages::previous_period
source: Previous period
bg: Предишен период

# Languages::previous_week
source: Previous week
bg: Миналата седмица

# Languages::previous_year
source: Previous year
bg: Миналата година

# Languages::prev_page
source: Prev
bg: Пред

# Languages::price
source: Price
bg: Цена

# Languages::price_decreased
source: Price has been decreased by
bg: Цената е намалена с

# Languages::price_dec_sign_delimiter
source: Price decimal separator
bg: Валутен разделител

# Languages::price_includes_tax
source: Price includes tax
bg: Цена с включена такса

# Languages::price_increased
source: Price has been increased by
bg: Цена е увеличена с

# Languages::price_in_points
source: Price in points
bg: Цена в точки

# Languages::price_summary
source: Price summary
bg: Обща стойност

# Languages::pricing_inventory
source: Pricing / inventory
bg: Цена / наличност

# Languages::primary
source: Primary
bg: Основен

# Languages::primary_currency
source: Primary currency
bg: Основна валута

# Languages::print_card
source: Print card
bg: Принтирай

# Languages::print_credit_memo
source: Print credit memo
bg: Принтирай кредитно известие

# Languages::print_invoice
source: Print invoice
bg: Отпечатване на фактура

# Languages::print_order_details
source: Print order details
bg: Печат на информация за поръчката

# Languages::print_packing_slip
source: Print packing slip
bg: Принтирай

# Languages::print_pdf_packing_slip
source: Print packing slip (pdf)
bg: Печат на опаковъчен лист (pdf)

# Languages::print_pdf_credit_memo
source: Print credit memo (pdf)
bg: Кредитна бележка за печат (PDF)

# Languages::print_pdf_invoice
source: Print invoice (pdf)
bg: Отпечатване на фактура (PDF)

# Languages::print_pdf_order_details
source: Print order details (pdf)
bg: Отпечатване на подробности за поръчки (PDF)

# Languages::print_slip
source: Print slip
bg: Принтирай

# Languages::priority
source: Priority
bg: Приоритет

# Languages::private
source: Private
bg: Личен

# Languages::private_customer_settings
source: Private customer settings
bg: Лични настройките на клиента

# Languages::privilege
source: Privilege
bg: Привилегия

# Languages::privileges
source: Privileges
bg: Привилегии

# Languages::privileges.change_order_status
source: Change order status
bg: Смяна статуса на поръчки

# Languages::privileges.create_order
source: Create order
bg: Създаване на поръчки

# Languages::privileges.delete_logs
source: Delete logs
bg: Изтриване на логове

# Languages::privileges.delete_orders
source: Delete orders
bg: Изтриване на поръчки

# Languages::privileges.edit_blocks
source: Edit blocks
bg: Редакция на блокове

# Languages::privileges.edit_order
source: Edit order
bg: Редакция на поръчки

# Languages::privileges.edit_files
source: Edit files
bg: Редактиране на файлове

# Languages::privileges.exim_access
source: Import and export data
bg: Импорт и експорт на данни

# Languages::privileges.manage_catalog
source: Manage catalog
bg: Управление на каталога

# Languages::privileges.manage_currencies
source: Manage currencies
bg: Управление на валута

# Languages::privileges.manage_design
source: Manage design
bg: Управление на дизайн

# Languages::privileges.manage_languages
source: Manage languages
bg: Управление на езици

# Languages::privileges.manage_locations
source: Manage locations
bg: Управление на локации

# Languages::privileges.manage_order_statuses
source: Manage order statuses
bg: Управление статуса на поръчки

# Languages::privileges.manage_pages
source: Manage pages
bg: Управление на страници

# Languages::privileges.manage_payments
source: Manage payments
bg: Управление на плащания

# Languages::privileges.manage_promotions
source: Manage promotion system
bg: Управление на системата за промоции

# Languages::privileges.manage_reports
source: Manage reports
bg: Управление на отчети

# Languages::privileges.manage_shipping
source: Manage shipping
bg: Управление на доставки

# Languages::privileges.manage_sitemap
source: Manage sitemap
bg: Управление на картата на сайта

# Languages::privileges.manage_static_data
source: Manage static data
bg: Управление на статични данни

# Languages::privileges.manage_storage
source: Manage storage
bg: Управление на съхранение

# Languages::privileges.manage_stores
source: Manage stores
bg: Управление на магазини

# Languages::privileges.manage_taxes
source: Manage taxes
bg: Управление на такси

# Languages::privileges.manage_themes
source: Manage themes
bg: Управление на теми

# Languages::privileges.manage_translation
source: On-site live editing
bg: Място за живо редактиране

# Languages::privileges.manage_usergroups
source: Manage user groups
bg: Управление на потребителски групи

# Languages::privileges.manage_users
source: Manage users
bg: Управление на потребители

# Languages::privileges.update_settings
source: Update settings
bg: Update настройки

# Languages::privileges.upgrade_store
source: Upgrade store
bg: Upgrade на магазина

# Languages::privileges.view_catalog
source: View catalog
bg: Преглед на каталога

# Languages::privileges.view_currencies
source: View currencies
bg: Преглед на валути

# Languages::privileges.view_languages
source: View languages
bg: Преглед на езици

# Languages::privileges.view_locations
source: View locations
bg: Преглед на локации

# Languages::privileges.view_logs
source: View logs
bg: Преглед на логове

# Languages::privileges.view_orders
source: View orders
bg: Преглед на поръчки

# Languages::privileges.view_pages
source: View pages
bg: Преглед на страници

# Languages::privileges.view_payments
source: View payments
bg: Преглед на плащания

# Languages::privileges.view_reports
source: View reports
bg: Преглед на отчети

# Languages::privileges.view_settings
source: View settings
bg: Преглед на настройки

# Languages::privileges.view_shipping
source: View shipping
bg: Преглед на доставки

# Languages::privileges.view_static_data
source: View static data
bg: Преглед на статични данни

# Languages::privileges.view_stores
source: View stores
bg: Изглед магазини

# Languages::privileges.view_taxes
source: View taxes
bg: Преглед на такси

# Languages::privileges.view_usergroups
source: View user groups
bg: Преглед на потребителски групи

# Languages::privileges.view_users
source: View users
bg: Преглед на потребители

# Languages::privilege_sections.administration
source: Administration
bg: Администрация

# Languages::privilege_sections.cart
source: Cart
bg: Количка

# Languages::privilege_sections.catalog
source: Catalog
bg: Каталог

# Languages::privilege_sections.design
source: Look and Feel
bg: Външен вид

# Languages::privilege_sections.orders
source: Orders
bg: Поръчки

# Languages::privilege_sections.users
source: Users
bg: Потребители

# Languages::privilege_sections.vendors
source: Stores
bg: Доставчици

# Languages::proceed
source: Proceed
bg: Продължете

# Languages::proceed_to_checkout
source: Proceed to checkout
bg: Пристъпи към закупуването

# Languages::proceed_to_the_next_step
source: Proceed to the next step
bg: Преминете към следващата стъпка

# Languages::processed
source: Processed
bg: Обработен

# Languages::processing
source: Processing
bg: Обработване

# Languages::processing_order
source: Processing order
bg: Обработка на поръчки

# Languages::processor
source: Processor
bg: Процесор

# Languages::processor_description_cardsave
source: Merchant Accounts provided by Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
bg: Търговски акаунти представени от Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>

# Languages::processor_description_p21
source: <b>P21 Simple API</b> enables you to accept check payments. It offers the industry's most comprehensive suite of check image creation and clearing solutions. With Check 21, you will receive your funds within the same day by check or direct deposit.<br/><br/>To activate the Check 21 option, please contact us via email at: <a href="mailto:support@payment21.com">support@payment21.com</a> or by phone at: 1-888-770-0850 (US Toll Free) or 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
bg: <b>P21 Simple API</b> ви позволява да приемате плащания с чек. Ние предлагаме най-удобния набор от решения, за да се създаде изображение на проверката и банков превод. С Check 21 ще получите парите си на същия ден с чек или директен депозит.<br/><br/>За да активирате проверката на Check 21, моля свържете се с:: <a href="mailto:support@payment21.com">support@payment21.com</a> или на телефон: 1-888-770-0850 (US Toll Free) or 0041-71-740-1629 (Международен).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>

# Languages::processor_id
source: Processor ID
bg: процесор ID

# Languages::process_selected
source: Process selected
bg: процес избран

# Languages::product
source: Product
bg: Продукт

# Languages::products
source: Products
bg: Продукти

# Languages::products2
source: Products2
bg: продукти2

# Languages::products_added_to_cart
source: The products were added to your cart
bg: Продуктите са добавени към вашата количка

# Languages::products_amount
source: Product quantity
bg: Брой продукти

# Languages::products_bar
source: Products bar
bg: Продукти Бар

# Languages::products_cost
source: Products cost
bg: Цена на стоките

# Languages::products_for_shipment_not_selected
source: Products for shipment were not selected
bg: Продукти за доставка не бяха избрани

# Languages::products_found
source: Products found
bg: Намерени продукти

# Languages::products_grid
source: Products grid
bg: Таблица на продукти

# Languages::products_information
source: Products information
bg: Информация за продуктите

# Languages::products_in_cart
source: Products in cart
bg: Продукти в количката

# Languages::products_links_type
source: Products links type
bg: Продуктови връзки тип

# Languages::products_menu_description
source: View, add and edit products that are shown to visitors of your store.
bg: Разглеждане, добавяне и редактиране на продукти, които се показват на посетителите в магазин.

# Languages::products_required
source: Please add product(s)
bg: Моля добавете продукта(и)

# Languages::products_stat
source: Product statistics
bg: Статистика на стоки

# Languages::products_weight
source: Products weight
bg: Тегло на стоки

# Languages::products_were_sent
source: The products have been sent out to you. The order information is given below
bg: Стоките са изпратени до вас. Информация за поръчка е представена по-долу

# Languages::product_added_to_cart
source: The product was added to your cart
bg: Продукта е добавен в количката

# Languages::product_cannot_be_added
source: The product cannot be added to cart. Check if all the uploading files meet the necessary conditions
bg: Този продукт не може да бъде добавен в количката. Уверете се, че всички файлове за изтегляне отговарят на необходимите условия

# Languages::product_code
source: Product code
bg: Код на продукта

# Languages::product_columns
source: Product columns
bg: Продукт колони

# Languages::product_combinations
source: Product combinations
bg: Комбинация от продукти

# Languages::product_coming_soon
source: This product can't be added to cart now. It will be available on [avail_date]
bg: Този продукт не може да бъде добавен в количката. Той ще бъде наличен на [avail_date]

# Languages::product_coming_soon_add
source: This product will be shipped on [avail_date]
bg: Този продукт ще бъде наличен на [avail_date]

# Languages::product_details
source: Product details page
bg: Страницата с подробности за продукта

# Languages::product_details_view
source: Product details view
bg: Преглед на подробни данни за продукта

# Languages::product_feature_cannot_assigned
source: The feature "[feature_name]" cannot be assigned to the product "[product_name]"
bg: Характеристиката "[feature_name]" не може да се добавя към продукта "[product_name]"

# Languages::product_fields
source: Product fields
bg: Полета на продукта

# Languages::product_filters_free_limit
source: The shop is running in the Free mode. Only the first 3 filters are shown in the customer area.
bg: Магазина работи в безплатен режим. Само първите 3 филтри са показани в областта на клиентите.

# Languages::product_groups
source: Product groups
bg: Продуктови групи

# Languages::product_id
source: Product ID
bg: Продукт ID

# Languages::product_images
source: Product images
bg: Изображения на продукти

# Languages::product_inventory
source: Product inventory
bg: Налични продукти

# Languages::product_in_cart
source: This product is already in the cart
bg: Този продукт е вече в количката

# Languages::product_name
source: Product name
bg: Име на продукта

# Languages::product_notification_subscribed
source: You have been subscribed to the product in stock notifications
bg: Вие бяхте записан за известяване продукти на склад

# Languages::product_notification_unsubscribed
source: You have been unsubscribed from the product in stock notifications
bg: Вие бяхте отписан за известяване продукти на склад

# Languages::product_options
source: Product options
bg: Продуктови опции

# Languages::product_options_forbidden_combination
source: The <strong>[product]</strong> product has options that are included in the forbidden combination. The product was deleted from the cart
bg: Продуктът <strong>[product]</strong> има опции, които са включени в забранените комбинация. Продуктът е изтрит от количката

# Languages::product_disabled_options
source: The product <strong>[product]</strong> has options or option variants that are not available anymore, so it was removed from cart
bg: Продукта <strong>[product]</strong> има опции или варианти на опции, които не са достъпни вече, така че той е премахнат от кошницата

# Languages::product_s
source: Product(s)
bg: Продукт (и)

# Languages::product_subscriptions
source: Product subscriptions
bg: Продуктови абонаменти

# Languages::product_summary
source: Product summary
bg: Обща сума

# Languages::product_tabs
source: Product tabs
bg: Раздели на продукта

# Languages::product_type
source: Product type
bg: Тип на продукта

# Languages::profile
source: Profile
bg: Профил

# Languages::profiles
source: Profiles
bg: Профили

# Languages::profile_activated
source: Profile activated
bg: Профилът е активиран

# Languages::profile_details
source: Profile details
bg: Профил

# Languages::profile_fields
source: Profile fields
bg: Полета на профила

# Languages::profile_fields_menu_description
source: Configure the set of fields included in the profile forms.
bg: Конфигуриране на набор от полета, включени във формите на профила.

# Languages::profile_info
source: Profile information
bg: Информация за профила

# Languages::profile_name
source: Profile name
bg: Име на профила

# Languages::project_id
source: Project ID
bg: Проект ID

# Languages::project_password
source: Project password
bg: Проект парола

# Languages::prolongate_download_key
source: Prolong download key to
bg: Разширяване на ключ за изтеглене до

# Languages::promotion
source: Promotion
bg: Промоция

# Languages::promotions
source: Promotions
bg: Промоции

# Languages::promotions_menu_description
source: Promote goods and offer bonuses basing on customers memberships.
bg: Промоции и бонуси за клиенти

# Languages::promotion_bonus_discount_on_categories
source: Discount on all products in categories
bg: Отстъпка за всички продукти в категории

# Languages::promotion_bonus_discount_on_products
source: Discount on products
bg: Отстъпки на продуктите

# Languages::promotion_bonus_free_products
source: Free products
bg: Безплатни продукти

# Languages::promotion_bonus_free_shipping
source: Free shipping
bg: Безплатна доставка

# Languages::promotion_bonus_give_coupon
source: Give coupon
bg: Дава талон

# Languages::promotion_bonus_give_points
source: Give points
bg: Дава точки

# Languages::promotion_bonus_give_usergroup
source: Give user group
bg: Назначете група

# Languages::promotion_bonus_order_discount
source: Order discount
bg: Отстъпка по поръчка

# Languages::promotion_bonus_product_discount
source: Product discount
bg: Отстъпка за продукт

# Languages::promotion_cond_auto_coupons
source: Automatically generated coupon codes
bg: Автоматично генериран код за талон за отстъпка

# Languages::promotion_cond_categories
source: Categories
bg: Категории

# Languages::promotion_cond_country
source: Customer country (shipping)
bg: Страна на клиента

# Languages::promotion_cond_coupon_code
source: Coupon code
bg: Код на талона за отстъпка

# Languages::promotion_cond_feature
source: Product feature
bg: Характеристики на продукта

# Languages::promotion_cond_number_of_usages
source: Number of usages
bg: Брой на употребите

# Languages::promotion_cond_once_per_customer
source: Once per customer
bg: Един на клиент

# Languages::promotion_cond_payment
source: Payment method
bg: Начин на плащане

# Languages::promotion_cond_price
source: Product price
bg: Цена на продукта

# Languages::promotion_cond_products
source: Products
bg: Продукти

# Languages::promotion_cond_products_number
source: Total products in the cart
bg: Общо продукти в количката

# Languages::promotion_cond_purchased_products
source: Purchased products
bg: Закупените продукти

# Languages::promotion_cond_state
source: Customer state (shipping)
bg: Област/Регион на клиента

# Languages::promotion_cond_subtotal
source: Order subtotal
bg: Междинна сума

# Languages::promotion_cond_total
source: Order total
bg: Общо поръчки
