Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# SettingsOptions::hide_after_validation
source: Do not use verification after first valid answer
bg: Не използвайте проверка след първия валиден отговор

# SettingsOptions::default_city
source: Default city
bg: Град по подразбиране

# SettingsOptions::company_website
source: Company website
bg: Фирмен уебсайт

# SettingsOptions::orders_per_page
source: Orders per page
bg: Поръчки на страница

# SettingsOptions::jpeg_quality
source: JPEG format quality (0-100)
bg: Качество на JPEG формат (0-100)

# SettingsOptions::company_start_year
source: Year when the store started its operation
bg: Година, когато Магазинът започва своята дейност

# SettingsOptions::default_country
source: Default country
bg: Държавата по подразбиране

# SettingsOptions::products_per_page
source: Products per page
bg: Продукти на страница

# SettingsOptions::company_users_department
source: User department e-mail address
bg: Имейл адрес на отдела за потребителя

# SettingsOptions::use_for
source: Use for
bg: Използвайте за

# SettingsOptions::product_lists_thumbnail_width
source: Products list (category, search, etc) thumbnail width
bg: Продукти списък (категория, търсене и др.) миниатюри ширина

# SettingsOptions::default_state
source: Default state
bg: Състояние по подразбиране

# SettingsOptions::company_site_administrator
source: Site administrator e-mail address
bg: Имейл адрес на администратора на сайта

# SettingsOptions::product_lists_thumbnail_height
source: Products list (category, search, etc) thumbnail height
bg: Продукти списък (категория, търсене и др.) миниатюри височина

# SettingsOptions::company_orders_department
source: Order department e-mail address
bg: e-mail адрес на отдела за поръчки

# SettingsOptions::default_phone
source: Default phone
bg: телефон по подразбиране

# SettingsOptions::product_details_thumbnail_width
source: Product details page thumbnail width
bg: Страница за информация на продукта миниатюри ширина

# SettingsOptions::header_7004
source: Catalog
bg: Каталог

# SettingsOptions::company_support_department
source: Help/Support department e-mail address
bg: Отдел помощ/поддръжка e-mail адрес

# SettingsOptions::elements_per_page
source: Elements per page
bg: Елементи на страница

# SettingsOptions::inventory_tracking
source: Enable inventory tracking
bg: Разреши запаси проследяване

# SettingsOptions::show_out_of_stock_products
source: Show out of stock products
bg: Показване на продуктите, които нямат наличност

# SettingsOptions::category_lists_thumbnail_width
source: Categories list thumbnail width
bg: Ширина на малките картинки при списъка с категории

# SettingsOptions::checkout_redirect
source: Allow checkout only from the Cart content page
bg: Позволи checkout само от страницата за съдържание на количката

# SettingsOptions::allow_usergroup_signup
source: Allow customer to signup for user group
bg: Позволи на клиента да регистрация за потребителска група

# SettingsOptions::approve_user_profiles
source: Administrator must activate new user accounts
bg: Администраторът трябва да активира нови потребителски акаунти

# SettingsOptions::address_position
source: Profile address section order
bg: Адрес на профила раздел поръчки

# SettingsOptions::changes_warning
source: Unsaved changes warning
bg: Незаписани промени предупреждение

# SettingsOptions::show_menu_descriptions
source: Show menu description
bg: Показване на меню описание

# SettingsOptions::notice_displaying_time
source: Notice displaying time (to turn off the autohide function enter 0)
bg: Известие, Показване на време (за да изключите автоматичното скриване функцията въведете 0)

# SettingsOptions::quick_registration
source: Quick registration
bg: Бърза регистрация

# SettingsOptions::agree_terms_conditions
source: Ask customers to agree with terms &amp; conditions during checkout
bg: Питам клиентите да се съгласят с общите &amp; условия по време на таксуване

# SettingsOptions::repay
source: Allow customers to pay order again if transaction was declined
bg: Позволи на клиента да платите поръчка отново, ако транзакцията е била отхвърлена

# SettingsOptions::estimate_shipping_cost
source: Estimate shipping cost on cart page
bg: Прогноза за разходите за доставка на страницата на количката

# SettingsOptions::allow_create_account_after_order
source: Offer guest to create an account after successful order
bg: Предложи Гост да си създаде акаунт след успешна поръчка

# SettingsOptions::disregard_options_for_discounts
source: Disregard product options when calculating quantity discounts
bg: Пренебрегнете продуктовите опции, когато изчислявате количествени отстъпки

# SettingsOptions::header_8057
source: Proxy server for outgoing connections
bg: Прокси сървър за изходящи връзки

# SettingsOptions::proxy_host
source: Proxy host
bg: Хост за прокси сървър

# SettingsOptions::proxy_port
source: Proxy port
bg: Прокси порт

# SettingsOptions::proxy_user
source: Proxy user
bg: Proxy потребител

# SettingsOptions::proxy_password
source: Proxy password
bg: Proxy парола

# SettingsOptions::header_15000
source: Search options
bg: Опции за търсене

# SettingsOptions::search_objects
source: Search also in
bg: Търсене и в

# SettingsOptions::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
bg: Използвайте шифрована връзка

# SettingsOptions::configure_sign_in_step
source: Configure "Sign in" step
bg: Конфигуриране на "Вход" стъпка

# SettingsOptions::sign_in_default_action
source: Default option for the "New customer" section at the "Sign in"
bg: По подразбиране опцията за "нов клиент" раздел в "вход"

# SettingsOptions::enable_edp
source: Enable selling downloadable products
bg: Разреши продажбата на продукти за изтегляне

# SettingsTooltips::secure_admin
source: SSL certificate is required to be installed on your server
bg: SSL сертификат е необходимо да бъде инсталиран на Вашия сървър

# SettingsTooltips::store_access_key
source: Use: http://www.example.com/index.php?store_access_key=key_value
bg: Употреба: http://www.example.com/index.php?store_access_key=key_value

# SettingsTooltips::order_start_id
source: Enter a number between 1 and 10,000,000 (use digits only) or leave empty for auto-filling.
bg: Въведете число между 1 и 10000000 (използвайте само цифри) или оставете празно за автоматично попълване.

# SettingsTooltips::user_multiple_profiles
source: Shipping and billing addresses
bg: Адреси за експедиция и фактуриране

# ProfileFields::firstname
source: First name
bg: Име

# ProfileFields::lastname
source: Last name
bg: Фамилия

# ProfileFields::company
source: Company
bg: Компания

# ProfileFields::phone
source: Phone
bg: Телефон

# ProfileFields::fax
source: Fax
bg: Факс

# ProfileFields::b_firstname
source: First name
bg: Име

# ProfileFields::s_firstname
source: First name
bg: Име

# ProfileFields::b_lastname
source: Last name
bg: Фамилия

# ProfileFields::s_lastname
source: Last name
bg: Фамилия

# ProfileFields::b_address
source: Address
bg: Адрес

# ProfileFields::b_address_2
source: Address
bg: Допълнително поле за адрес

# ProfileFields::s_address
source: Address
bg: Адрес

# ProfileFields::s_address_2
source: Address
bg: Допълнително поле за адрес

# ProfileFields::b_city
source: City
bg: Град

# ProfileFields::s_city
source: City
bg: Град

# ProfileFields::b_state
source: State/province
bg: Област

# ProfileFields::s_state
source: State/province
bg: Област

# ProfileFields::b_country
source: Country
bg: Страна

# ProfileFields::s_country
source: Country
bg: Страна

# ProfileFields::b_zipcode
source: Zip/postal code
bg: Пощенски код

# ProfileFields::s_zipcode
source: Zip/postal code
bg: Пощенски код

# ProfileFields::b_phone
source: Phone
bg: Телефон

# ProfileFields::s_phone
source: Phone
bg: Телефон

# ProfileFields::s_address_type
source: Address type
bg: Тип адрес
