Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# Languages::ship_sp_l_acknowledgement_of_delivery
source: Acknowledgement of delivery (for registered mail only)
bg: Потвърждение за доставка (само за препоръчана поща)

# Languages::ship_sp_l_cash_on_delivery
source: Cash on delivery (for registered mail only)
bg: Наложен платеж (само за препоръчана поща)

# Languages::ship_sp_l_personal_delivery
source: Personal delivery (for registered mail only)
bg: Лична доставка (само за препоръчана поща)

# Languages::ship_sp_l_registered_mail
source: Registered mail
bg: препоръчана поща

# Languages::ship_sp_pc_assurance
source: Assurance
bg: Застраховка

# Languages::ship_sp_pc_cash_on_delivery
source: Cash on delivery (COD)
bg: Наложен платеж (COD)

# Languages::ship_sp_pc_fragile
source: Fragile
bg: Чупливо

# Languages::ship_sp_pc_manual_handling
source: Manual handling
bg: Ръчна обработка

# Languages::ship_sp_pc_personal
source: Personal
bg: Личен

# Languages::ship_sp_pc_signature
source: Signature
bg: Подпис

# Languages::ship_sp_pp_additional_insurance
source: Additional insurance (up to CHF 3000.-)
bg: Допълнителна застраховка (до 3000.-)

# Languages::ship_sp_pp_bulky_goods
source: Bulky goods
bg: Обемни пратки

# Languages::ship_sp_pp_cash_on_delivery
source: Cash on delivery (ECONOMY only)
bg: Заплащане при доставка (Само за ECONOMY)

# Languages::ship_sp_pp_manual_processing
source: Manual processing
bg: Ръчна обработка

# Languages::ship_sp_ur_additional_insurance
source: Additional insurance for URGENT goods (up to CHF 3000.-)
bg: Допълнителна застраховка за важни пратки (до 3000.-)

# Languages::ship_swisspost_error_intl_delivery
source: Cannot use this shipping method for the international delivery
bg: Не може да използвате този метод за международна доставка

# Languages::ship_swisspost_error_private_delivery
source: Cannot use this shipping method for the private delivery
bg: Не може да използвате този метод за самостоятелна доставка

# Languages::ship_swisspost_heavy_package
source: The package is too heavy
bg: Пакетът е твърде тежък

# Languages::ship_swisspost_unable_to_open_additional_services
source: Cannot open the additional_services.csv file
bg: Не може да отвори файла additional_services.csv

# Languages::ship_swisspost_unable_to_open_service
source: Cannot open the [code] file
bg: Не може да отвори файла [code]

# Languages::ship_temando_height
source: Package height
bg: Височина на опаковката

# Languages::ship_temando_length
source: Package length
bg: Дължина на опаковката

# Languages::ship_temando_measurement
source: Package measurement
bg: Измерване на пакет

# Languages::ship_temando_method
source: Delivery method
bg: Метод за доставка

# Languages::ship_temando_package
source: Packaging
bg: Опаковка

# Languages::ship_temando_readydate
source: Ready date (days)
bg: Готови до дата (дни)

# Languages::ship_temando_subclass
source: Class of the item being sent
bg: Класът на артикула беше изпратен

# Languages::ship_temando_weight_measurement
source: Weight measurement type
bg: Вид измерване на тегло

# Languages::ship_temando_width
source: Package width
bg: Ширина на опаковката

# Languages::ship_to
source: Ship to
bg: Доставка до

# Languages::ship_to_another
source: Ship to a different address
bg: Доставка до друг адрес

# Languages::ship_ups_access_key
source: UPS Rates Access Key
bg: UPS цени - ключ за достъп

# Languages::ship_ups_package_type_01
source: UPS letter/ UPS Express Envelope
bg: UPS писмо/ UPS Експресен плик

# Languages::ship_ups_package_type_03
source: UPS Tube
bg: UPS Туба

# Languages::ship_ups_package_type_04
source: UPS Pack
bg: UPS Пакет

# Languages::ship_ups_package_type_21
source: UPS Express Box
bg: UPS Експресна кутия

# Languages::ship_ups_package_type_24
source: UPS 25Kg Box
bg: UPS 25Кг. Кутия

# Languages::ship_ups_package_type_25
source: UPS 10Kg Box
bg: UPS 10Кг. Кутия

# Languages::ship_ups_pickup_type
source: Pickup type
bg: Пикап

# Languages::ship_ups_pickup_type_01
source: Daily Pickup
bg: Дневен пикап

# Languages::ship_ups_pickup_type_03
source: Customer Counter
bg: Брояч купувачи

# Languages::ship_ups_pickup_type_06
source: One Time Pickup
bg: Вземане в уречено време

# Languages::ship_ups_pickup_type_07
source: On Call Air
bg: На повикване за услуга по въздух

# Languages::ship_ups_pickup_type_11
source: Suggested Retail Rates
bg: Препоръчани цени на дребно

# Languages::ship_ups_pickup_type_19
source: Letter Center
bg: Пощенска станция

# Languages::ship_ups_pickup_type_20
source: Air Service Center
bg: Център за обслужване на въздушни услуги

# Languages::ship_usps_container
source: Container
bg: Контейнер

# Languages::ship_usps_container_express
source: Container (Express)
bg: Контейнер (Express)

# Languages::ship_usps_container_express_flat_rate_envelope
source: Flat Rate Envelope
bg: Фиксиран размер плик

# Languages::ship_usps_container_priority
source: Container (Priority Mail)
bg: Контейнер (приоритетна поща)

# Languages::ship_usps_container_priority_flat_rate_box
source: Flat Rate Box
bg: Flat Rate Кутия

# Languages::ship_usps_container_priority_flat_rate_envelope
source: Flat Rate Letter
bg: Flat Rate Писмо

# Languages::ship_usps_container_priority_lg_flat_rate_box
source: Large Flat Rate Box
bg: Голяма Flat Rate Кутия

# Languages::ship_usps_container_priority_md_flat_rate_box
source: Medium Flat Rate Box
bg: Средна Flat Rate Кутия

# Languages::ship_usps_container_priority_nonrectangular
source: NonRectangular
bg: Неправоъгълен

# Languages::ship_usps_container_priority_rectangular
source: Rectangular
bg: Правоъгълен

# Languages::ship_usps_container_priority_regional_a_rate_box
source: Regional Rate Box A
bg: Регионален курс кутия А

# Languages::ship_usps_container_priority_regional_b_rate_box
source: Regional Rate Box B
bg: Регионален курс кутия B

# Languages::ship_usps_container_priority_regional_c_rate_box
source: Regional Rate Box C
bg: Регионален курс кутия C

# Languages::ship_usps_container_priority_sm_flat_rate_box
source: Small Flat Rate Box
bg: Малка Flat Rate Кутия

# Languages::ship_usps_container_priority_padded_flat_rate_envelope
source: Padded Flat Rate Envelope
bg: Подплатен плик фиксиран размер

# Languages::ship_usps_container_priority_legal_flat_rate_envelope
source: Legal Flat Rate Envelope
bg: Юридически плик фиксиран размер

# Languages::ship_usps_first_class_mail_type_parcel
source: Parcel
bg: Парцел

# Languages::ship_usps_intl_package_girth
source: Package girth
bg: Обиколка на опаковката

# Languages::ship_usps_intl_package_height
source: Package height
bg: Височина на опаковката

# Languages::ship_usps_intl_package_length
source: Package length
bg: Дължина на опаковката

# Languages::ship_usps_intl_package_size
source: Package size
bg: Размер на опаковката

# Languages::ship_usps_intl_package_width
source: Package width
bg: Ширина на опаковката

# Languages::ship_usps_machinable
source: Machinable (First-Class Mail or Standard Post)
bg: Машинно

# Languages::ship_usps_machinable_false
source: False
bg: Не

# Languages::ship_usps_machinable_true
source: True
bg: Да

# Languages::ship_usps_mailtype
source: Type of Mail
bg: Вид на поща

# Languages::ship_usps_mailtype_matter_for_the_blind
source: Matter for the Blind
bg: За незрящи

# Languages::ship_usps_mailtype_postcards_or_aerogrammes
source: Postcards or Aerogrammes
bg: Писмо или пощенска картичка по въздух

# Languages::ship_usps_package_size
source: Package Size (length + girth, inches)
bg: Размер на опаковката (дължина + обиколка, инчове)

# Languages::ship_usps_package_size_large
source: Large (84..108)
bg: Голям (84..108)

# Languages::ship_usps_package_size_oversize
source: Oversize (108..130)
bg: Много голям (108..130)

# Languages::ship_usps_package_size_regular
source: Regular (0..84)
bg: Нормален (0..84)

# Languages::ship_usps_priority_girth
source: Priority Mail (Size:Large, Container:NonRectangular) Girth (inches)
bg: Пиоритетна поща (Размер:Голям, Контейнер:Неправоъгълен) Обиколка (инчове)

# Languages::ship_usps_priority_height
source: Priority Mail (Size:Large) Height (inches)
bg: Приоритетна поща (Размер:Голям) Височина (инчове)

# Languages::ship_usps_priority_length
source: Priority Mail (Size:Large) Length (inches)
bg: Приоритетна поща (Размер:Голям) Дължина (инчове)

# Languages::ship_usps_priority_width
source: Priority Mail (Size:Large) Width (inches)
bg: Приоритетна поща (Размер:Голям) Ширина (инчове)

# Languages::ship_usps_username
source: User ID
bg: Потербител ID

# Languages::ship_width
source: Package width (cm)
bg: Ширина на опаковката (см)

# Languages::short_description
source: Short description
bg: Кратко описание

# Languages::short_hour
source: h.
bg: ч.

# Languages::short_list
source: Short list
bg: Кратък списък

# Languages::show
source: Show
bg: Показване

# Languages::show_all
source: Show all
bg: Виж всички

# Languages::show_menu_on_mouse_over
source: Show menu on mouse over
bg: Показване на менюто, когато е поставен курсорът

# Languages::show_orders
source: Show orders
bg: Покажи поръчки

# Languages::show_rate_for_destination
source: Show rates for location
bg: Покажи ставки за местоположение

# Languages::tmpl_sidebox_1_item
source: Side box first item
bg: Първи артикул

# Languages::signature
source: Signature
bg: Подпис

# Languages::signed_in_as
source: Signed in as
bg: Влезте като

# Languages::sign_in
source: Sign in
bg: Вход

# Languages::sign_in_as_different
source: Sign in as a different user
bg: Влезте в профила си като различен потребител

# Languages::sign_in_to_buy
source: Please sign in to buy
bg: Влезте за да пазарувате

# Languages::sign_in_to_view_price
source: [Sign in to view price]
bg: [Влезте в профила си, за да видите подходящи за вас цени]

# Languages::sign_out
source: Sign out
bg: Изход

# Languages::sign_up_for_notification
source: Sign up for notification
bg: Абонамент за известяване

# Languages::similar_only
source: Similar only
bg: Само сходни

# Languages::simultaneous
source: Simultaneous
bg: Едновременно

# Languages::single
source: Single
bg: Единичен

# Languages::single_coupon_is_allowed
source: Single discount coupon is allowed only
bg: Може да се използва само един талон за отстъпла

# Languages::sitemap
source: Sitemap
bg: Карта на сайта

# Languages::sitemap_settings
source: Sitemap settings
bg: Настройки

# Languages::site_number
source: Site number (EPT)
bg: Сайт номер (EPT)

# Languages::skiplastpage
source: Skip the last page
bg: Пропускане на последната страница

# Languages::skip_payment
source: Skip payment
bg: Пропусни плащане

# Languages::skrill_customer_id
source: Skrill Customer ID
bg: Skrill Клиентско ID

# Languages::sku
source: CODE
bg: Код

# Languages::slow
source: Slow
bg: Бавен

# Languages::small_items
source: Small items
bg: Малки артикули

# Languages::sms_customer_registered
source: Customer [name] has been registered.
bg: Клиент [name] е регистриран.

# Languages::sms_for_the_sum
source: to the amount of
bg: в размер на

# Languages::sms_order_placed
source: has been placed
bg: е поставен

# Languages::sort_by
source: Sort by
bg: Сортирай по

# Languages::spanish
source: Spanish
bg: Испански

# Languages::specific_settings
source: Specific settings
bg: Специфични настройки

# Languages::specify_url
source: Specify URL
bg: Посочете URL

# Languages::speed
source: Speed
bg: Скорост

# Languages::staff_only_notes
source: Staff only notes
bg: Бележки само за персонала

# Languages::stage
source: Stage
bg: Етап

# Languages::standard_sidebox
source: Standard side box
bg: Стандартен side box

# Languages::start
source: Start
bg: Начало

# Languages::start_communication
source: Start communication
bg: Започване на разговор

# Languages::start_date
source: Start date
bg: Начална дата

# Languages::start_price
source: Start price
bg: Начална цена

# Languages::state
source: State/Province
bg: Област

# Languages::states
source: States
bg: Области/Региони/Щати

# Languages::states_menu_description
source: Manage the set of states that are supported in your store.
bg: Управление на набор от области и държави, които се поддържат в магазина.

# Languages::static_block
source: Static block
bg: Статични блокове

# Languages::static_data_use_item
source: Use the "Link text" and "URL" values from this item in the storefront
bg: Използвай стойностите "Link text" и "URL" на избрания артикул

# Languages::statistics
source: Statistics
bg: Статистики

# Languages::status
source: Status
bg: Статус

# Languages::status_changed
source: Status has been changed
bg: Статусът е променен

# Languages::step_four
source: Step 4
bg: Стъпка 4

# Languages::step_one
source: Step 1
bg: Стъпка 1

# Languages::step_three
source: Step 3
bg: Стъпка 3

# Languages::step_two
source: Step 2
bg: Стъпка 2

# Languages::stop_other_rules
source: Stop other rules
bg: Спрете другите правила

# Languages::store
source: Store
bg: CS-Cart магазин

# Languages::store_locator
source: Store locator
bg: Локации на магазините

# Languages::store_number
source: Store number
bg: Номер на магазина

# Languages::subcategories
source: Subcategories
bg: Подкатегории

# Languages::submit
source: Submit
bg: Изпрати

# Languages::subpages
source: Subpages
bg: Подстраници

# Languages::subscribe
source: Subscribe
bg: Абонамент

# Languages::subscriber
source: Subscriber
bg: Абонат

# Languages::subscribers
source: Subscribers
bg: Абонати

# Languages::subscriber_email
source: Subscriber email
bg: email на абонатите

# Languages::subtotal
source: Subtotal
bg: Междинна сума

# Languages::successful
source: Successful
bg: Успешно

# Languages::successful_login
source: You have been successfully logged in.
bg: Успешно влязохте в системата.

# Languages::success_registration_text
source: Congratulations! The registration was successful!<br/>Now, you have full access to all the store features. Click on "My account" to see them.
bg: Поздравления! Регистрацията е успешна! <br/>Сега вие имате пълен достъп до всички функции на магазина. Кликнете върху "Моят профил" да ги види.

# Languages::suffix
source: Suffix
bg: Суфикс

# Languages::summary
source: Summary
bg: Обобщение

# Languages::supplier
source: Supplier
bg: Доставчик

# Languages::suppliers
source: Suppliers
bg: Доставчици

# Languages::supplier_id
source: Supplier
bg: Доставчик

# Languages::surcharge
source: Surcharge
bg: Допълнителна такса

# Languages::surcharge_title
source: Surcharge title
bg: Платен титул

# Languages::sweden
source: Sweden
bg: Швеция

# Languages::swedish
source: Swedish
bg: Шведски

# Languages::swing
source: Swing
bg: Промяна

# Languages::switch_layout
source: Switch layout
bg: Превключване оформление

# Languages::symbol
source: Symbol
bg: Символ

# Languages::system
source: System
bg: Система

# Languages::tab
source: Tab
bg: Таб

# Languages::table
source: Table
bg: Таблица

# Languages::tables
source: Tables
bg: Таблици

# Languages::table_conditions
source: Table Conditions
bg: Условия за таблица

# Languages::tabs
source: Tabs
bg: Раздели

# Languages::tax
source: Tax
bg: Такса

# Languages::taxes
source: Taxes
bg: Такси

# Languages::taxes_menu_description
source: Manage the set of taxes that are supported in your store.
bg: Управление на таксите в магазина

# Languages::tax_exempt
source: Tax exempt
bg: Освободен от такса

# Languages::tax_rates
source: Tax rates
bg: Данъчни ставки

# Languages::temando_centimetres
source: centimetres
bg: сантиметра

# Languages::temando_feet
source: feet
bg: футове

# Languages::temando_inches
source: inches
bg: инча

# Languages::temando_method_depottodepot
source: Depot to Depot
bg: Склад до склад

# Languages::temando_method_doortodoor
source: Door to Door
bg: Врата до врата

# Languages::temando_metres
source: metres
bg: метра

# Languages::temando_package_backpack
source: Backpack
bg: Раница

# Languages::temando_package_bale
source: Bale
bg: бала

# Languages::temando_package_box
source: Box
bg: Кутия

# Languages::temando_package_bunch
source: Bunch
bg: Връзка

# Languages::temando_package_bundle
source: Bundle
bg: Пакет

# Languages::temando_package_carton
source: Carton
bg: Кашон

# Languages::temando_package_crate
source: Crate
bg: Щайга

# Languages::temando_package_cylinder
source: Cylinder
bg: Цилиндър

# Languages::temando_package_documentenvelope
source: Document Envelope
bg: Документ за плик

# Languages::temando_package_drum
source: Drum
bg: Барабан

# Languages::temando_package_flatpack
source: Flat Pack
bg: Плосък пакет

# Languages::temando_package_letter
source: Letter
bg: Писмо

# Languages::temando_package_pail
source: Pail
bg: Кофа

# Languages::temando_package_pallet
source: Pallet
bg: Палети

# Languages::temando_package_parcel
source: Parcel
bg: Колет

# Languages::temando_package_pipe
source: Pipe
bg: Тръба

# Languages::temando_package_roll
source: Roll
bg: Ролка

# Languages::temando_package_satchel
source: Satchel/Bag
bg: Чанта/торбичка

# Languages::temando_package_suitcase
source: Suitcase
bg: Куфар

# Languages::temando_package_tube
source: Tube
bg: Тръба

# Languages::temando_package_unpackaged
source: Unpackaged or N/A
bg: Не опакован или N/A

# Languages::temando_package_wheel
source: Wheel/Tyre
bg: Колело/гума

# Languages::temando_subclass_excessbaggage
source: Excess Baggage
bg: Свръх багаж

# Languages::temando_subclass_furniture
source: Furniture
bg: Мебели

# Languages::temando_subclass_householdgoods
source: Household Goods
bg: Стоки за домакинството

# Languages::temando_subclass_other
source: Other (etc.)
bg: Други (т.н.)

# Languages::temando_system
source: Temando system
bg: Темандо система

# Languages::temando_weight_grams
source: Grams
bg: Грама

# Languages::temando_weight_kilograms
source: Kilograms
bg: Килограма

# Languages::temando_weight_ounces
source: Ounces
bg: Унции

# Languages::temando_weight_pounds
source: Pounds
bg: Паунда

# Languages::template
source: Template
bg: Шаблон

# Languages::templates_tree
source: Templates tree
bg: Дървовиден модел на шаблоните

# Languages::file_editor
source: File editor
bg: Файлов редактор

# Languages::terminal
source: Terminal
bg: Терминал

# Languages::terminal_id
source: Terminal ID
bg: Терминал ID

# Languages::test
source: Test
bg: Тест

# Languages::test_live_mode
source: Test/Live mode
bg: Test/Live режим

# Languages::test_mode
source: Test mode
bg: Тестов режим

# Languages::text
source: Text
bg: Текст

# Languages::textarea
source: Text area
bg: Текстово поле

# Languages::text_2checkout_notice
source: <b>Note</b>: In order to track your 2Checkout orders with the shopping cart software you have to take these steps:<br /><br />-&nbsp;Log in to your 2Checkout account<br />-&nbsp;Click on <u>'Site management'</u> in the <u>'Account'</u> section.<br />-&nbsp;Select <b>'Given links back to my website'</b> option in the <u>'Direct Return'</u> subsection <br />-&nbsp;Set <u>'Approved URL'</u> and <u>'Pending URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret Word'</u>. The Secret Word is known only to the seller and 2CheckOut.<br />
bg: <b>Забележка:</b>: IЗа да се следват вашите поръчки, направени чрез 2Checkout, следвайте тези стъпки:<br /><br />-&nbsp;Влезте в 2Checkout профила си<br />-&nbsp;Кликнете на <u>'Site management'</u> в <u>'Account'</u> раздела.<br />-&nbsp;Изберете <b>'Given links back to my website'</b> опцията в <u>'Direct Return'</u> подсекцията <br />-&nbsp;Задайте <u>'Approved URL'</u> и <u>'Pending URL'</u> в:<br /><b>[return_url]</b><br />-&nbsp;Задайте <u>'Secret Word'</u>. Тайната дума, известна само на продавача и 2Checkout.<br />

# Languages::text_2co_ins
source: Instant Notification Service (INS)
bg: Услуга за незабавно уведомяване (INS)

# Languages::text_additional_detailed_image
source: (displayed in popup window)
bg: (показани в изскачащ прозорец)

# Languages::text_additional_thumbnail
source: (displayed on product details page in "Additional images")
bg: (показва се на страницата с подробности за продукта в "Допълнителни снимки")

# Languages::text_addon_cannot_enable
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It cannot be enabled
bg: Добавката "[addon_name]" е несъвместима със следните добавки: [addons]. Тя не може да бъде активирана

# Languages::text_addon_confclicts
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. These add-ons will be automatically disabled.
bg: Добавката "[addon_name]" е несъвместима със следните добавки: [addons]. Тези добавки ще бъдат забранени автоматично.

# Languages::text_addon_confclicts_on_install
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It has not been be enabled. Enable it manually and all the incompatible add-ons will be disabled automatically.
bg: Добавката "[addon_name]" е несъвместима със следните добавки: [addons]. Тя е не е активирана. Ако я включите ръчно всички несъвместими добавки ще бъде деактивирани автоматично.

# Languages::text_addon_installed
source: The <b>"[addon]"</b> add-on has been installed successfully
bg: Добавката <b>"[addon]"</b> add-on е инсталирана успешно

# Languages::text_addon_install_dependencies
source: The add-on cannot be installed because a dependence on the [addon] add-on is set for it. Please install the [addon] add-on first.
bg: Добавката не може да се инсталира защото зависимостта от добавката [addon] на е настроеан за него. Моля, инсталирайте първо [addon].

# Languages::text_addon_uninstalled
source: The <b>"[addon]"</b> add-on has been uninstalled.
bg: Добавката <b>"[addon]"</b> е деинсталирана.

# Languages::text_addon_uninstall_dependencies
source: The add-on cannot be uninstalled because the following add-ons depend on it: [addons]
bg: Добавката не може да бъде изтрита защото следните добавки имат зависимости с нея: [addons]

# Languages::text_addresses_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>* street</b> &nbsp;&nbsp;(corresponds to 1st Street, 102nd Street, etc)
bg: В тази област можете да използвате заместващи символи:<br /><b>'?'</b> - всеки един символ;<b>'*'</b> - произволен брой символи.<br /><br /><u>Пример:</u><br /><b> улица * </b> &nbsp;&nbsp;(улица 1, улица 2и т.н.)

# Languages::text_admin_new_orders
source: This section shows the orders you have never viewed.
bg: Този раздел показва поръчките, които никога не са разглеждани.

# Languages::text_allowed_to_upload_file_extension
source: The following file extensions are supported: <b>[ext]</b>.
bg: Поддържат се следните файлови разширения: <b>[ext]</b>.

# Languages::text_amazon_callback_url
source: Important! You must specify your store's URL <b>[callback_url]</b> as the Merchant URL on the Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). Otherwise, you won't be able to accept payments through Amazon Checkout in your store
bg: Внимание!Трябва да посочите връзка към вашия магазин <b>[callback_url]</b> в поле Merchant URL on the Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). В противен случай, няма да могат да приемат плащания чрез Amazon Checkout във вашия магазин

# Languages::text_amazon_failed_order
source: No response from Amazon Checkout has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Amazon Checkout. Please contact the store staff and tell them the order ID as provided by Amazon
bg: Отговор от Amazon Checkout не е получен, моля изчакайте. Въпреки че поръчката не може да бъде създадена в магазина, вероятно е създадена и и се обработва от Amazon Checkout. Моля, свържете се с персонала на магазина и им кажете ващето ID, предоставено от Amazon
