Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# Languages::text_share_product_filters_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in features will be lost even if you copy all categories. Please, fix categories manually.
bg: Внимание! Някои данни няма да бъдат копирани по време на тази операция: категориите, изброени във филтрите ще бъдат загубени, дори и да копирате всички категории. Моля поправете ръчно категориите.

# Languages::text_share_promotions_tooltip
source: In order to share promotions make sure the respective products are also shared (check Share products below)
bg: За да споделите промоциите се уверете, че съответните продукти също се споделят (Проверете споделените продукти по-долу)

# Languages::text_shipping_packages_info
source: To ensure a more precise shipping rate estimation, the products have been separated into packages as defined by the product settings and the shipping method configuration. The following info is for referential use only
bg: За да се осигури по-точно изчисление на разходите за транспортиране на стоката са били разделени на пакети, както е посочено в настройките на стоките и Начини на доставка. Следната информация е само за справка.

# Languages::text_shipping_rates_changed
source: Shipping rates were changed
bg: Цените на доставка са променени

# Languages::text_ship_to_billing
source: Order will be delivered to the billing address
bg: Поръчката ще бъде доставена на адреса на платеца

# Languages::text_skrill_activate_quick_checkout_short_explanation
source: Skrill Merchant Tools enables you to take payments from credit cards, debit cards and over 60 other local payment options in over 200 countries. The highly competitive rates for this service are published on the Skrill website at www.skrill.com.
bg: Skrill Quick Checkout ви позволява да приемате плащания от кредитни карти, дебитни карти и използване на повече от 60 други местни начини за плащане в над 200 страни. Най-добрите цени на услугата са на разположение на Skrill: www.skrill.com.

# Languages::text_skrill_activate_quick_checkout_short_explanation_1
source: You have sent a request for activation on the [date]. Please be aware that the verification process to use Skrill Merchant Tools could take up to 72 hours. You will be contacted by Skrill when the verification process has been completed.
bg: Вие сте изпратили искане за активиране на [data]. Моля, имайте предвид, че процеса на проверка за да използвате Skrill Quick Checkout може да отнеме до 72 часа.Служител на Skrill ще се свърже с Вас, когато процесът на потвърждение бъде завършен.

# Languages::text_skrill_activate_quick_checkout_short_explanation_2
source: After activation Skrill will grant you access to a new section in your Skrill Account called Merchant Tools. There please choose a secret word (NOT the same as your password) and enter it in the section below to connect to Skrill. The secret word is the last step of your activation process and encrypts your payments securely. After successful submission you will be ready to use all the direct payment options of Skrill.
bg: След актуивиране Skrill ще ви даде достъп до нов раздел в профила ви Skrill, наречена Merchant Tools. Моля изберете си тайна дума (различна от паролата ви) и я добавите към настройките по-долу, за да се свържете с Skrill. Тайна дума - последната стъпка от процеса на активация, която позволява криптиране на плащане. След един успешен преглед на прилагането ще бъдете в състояние да използвате всички възможности за плащане Skrill.

# Languages::text_skrill_currs_notice
source: If you selected a currency that is not the base one in your store, please make sure that it has the correct <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 code</a> on the <a href="[link]">currencies</a> page.
bg: Ако изберете валута, която не е в базата данни на вашия магазин, моля уверете се, че е въведена правилно <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 кодът</a> на страница <a href="[link]">currencies</a>.

# Languages::text_skrill_email_is_not_registered
source: Specified email address is not registered in Skrill.
bg: Email адресът не е регистриран в Skrill.

# Languages::text_skrill_email_is_registered
source: Specified email address is registered in Skrill.
bg: Email адресът е регистриран в Skrill.

# Languages::text_skrill_empty_input_data
source: Some of the fields required for Quick Checkout activation are missing. Please check.
bg: Някои от областите, които се изискват за бързо активиране на поръчка липсват. Моля, проверете.

# Languages::text_skrill_logo_notice
source: If your HTTPS server is not set up, the logo will be passed by the HTTP protocol and users will see the "Connection Partially Encrypted" warning on the Skrill page.
bg: Ако вашият HTTPS сървър не е настроен потребителите ще вуждат прдупредително съобщение "Connection Partially Encrypted" на страницата на Skrill.

# Languages::text_skrill_notice
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.
bg: За да получате достъп до международните платежни системи на Skrill, моля регистрирайте се безплатно <a href="[register_url]" target="_blank">тук</a> ако все още не сте регистриран.

# Languages::text_skrill_payment_is_not_saved
source: In order to use this feature, please save the payment method first.
bg: За да използвате тази функция, моля първо запишете метод на плащане.

# Languages::text_skrill_secred_word_notice
source: The secret word must be in lower case without special characters and at least 10 digits long.
bg: Тайната дума трябва да бъде с малки букви, без специални знаци и най-малко 10 символа.

# Languages::text_skrill_secret_word_is_correct
source: Specified secret word is correct.
bg: избраната тайна дума е вярна.

# Languages::text_skrill_secret_word_is_incorrect
source: Your secret word is incorrect. Please choose your secret word in the Merchant Tools section of your Skrill Account and then enter it here.
bg: Вашата тайна дума е некоректна. Моля, изберете тайна дуна в Merchant Tools секцията на вашият Skrill акаунт и я въведете тук.

# Languages::text_skrill_support
source: <b>Support:</b> <br /><br /> Do you have questions?<br /> Contact Skrill on <a href="mailto:">ecommerce@skrill.com</a> or by phone +44 (0) 870 383 0762.<br />
bg: <b>Поддържа:</b> <br /><br /> Имате въпроси?<br /> Свържете се с Skrill на <a href="mailto:">ecommerce@skrill.com</a> или на телефон +44 (0) 870 383 0762.<br />

# Languages::text_status_is_float
source: You cannot use time interval for the "Status" parameter because this parameter is time dependent.
bg: Вие не можете да използвате интервал от време за параметъра "Статус", тъй като този параметър не зависи от времето.

# Languages::text_storage_changed
source: Storage changed successfully
bg: Мястото за съхранение, променено успешно

# Languages::text_store_mode_changed_to_free
source: <p>The 30-day trial period is over. Your store has been automatically switched to the <strong>Free mode</strong>.<p> <p>Note that only basic set of eCommerce tools is available in the Free mode.<p> <p>In order to use the use software in the Full mode, you must purchase the full commercial license and enter the license key on the <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licensing mode</a> page in.<p>
bg: <p>30-дневения пробен период приключи. Вашият магазин е превключен автоматично на <strong>свободен режим</strong>.<p><p>, Обърнете внимание, че само основните инструменти за електронна търговия са достъпни. <p> <p>За да използвате софтуера в пълен режим, трябва да закупите пълен лицензионен ключ за <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">режим на лицензиране</a> страница в <p>

# Languages::text_store_mode_changed_to_full
source: <strong>Full mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
bg: <strong>Пълният режим</strong> е активиран. В този режим всички разширени функции за електронна търговия са налични.

# Languages::text_store_mode_closed
source: The store was <b>closed</b>
bg: Магазинът е затворен

# Languages::text_store_mode_free
source: Some features are unavailable. No time restrictions implied, license number is not required.<br /><br />This mode can be activated at any time.<br /><br />By picking this mode you also subscribe to our news & offers newsletter. We send the emails about once or twice a month. You'll be able to unsubscribe any time.
bg: Някои функции не са налични. Времеви рестрикции не са приложени, лицензен номер не се изисква.<br /><br />този режим може да бъде активиран по всяко време.<br /><br />С избирането на този режим се абонирате за нашият бюлетин с новини & оферти. Ние изпращаме имейли веднъж или два пъти месечно. Ще можете да се отпишете по всяко време.

# Languages::text_store_mode_full
source: Full unrestricted access to all features. Enter a valid license number to activate.<br /><br />This mode can be activated at any time.<br /><br />
bg: Пълен неограничен достъп до всички функции. Въведете номер на валиден лиценз за активиране. <br /><br /> този режим може да бъде активиран по всяко време.<br /><br />

# Languages::text_store_mode_opened
source: The store was <b>opened</b>
bg: Магазинът е отворен

# Languages::text_store_mode_trial
source: Full access to all features during the 30-day trial period, starting from the time of activation.<br /><br />After the 30-day trial period is over, this mode will become unavailable, and the Free mode will be activated automatically.<br /><br />
bg: Пълен достъп до всички функции по време на 30-дневен пробен период, започвайки от момента на активиране.<br /><br />след като 30-дневния пробен период свърши, този режим ще стане недостъпен и свободния режим ще се активира автоматично.<br /><br />

# Languages::text_tax_applied
source: The tax <b>[tax]</b> has been applied to all products
bg: Данъка <b>[tax]</b> е приложен към всички продукти

# Languages::text_tax_unset
source: The tax <b>[tax]</b> has been removed from all products
bg: Таксата <b>[tax]</b> беше изтрита от всички продукти

# Languages::text_template_changed
source: Your changes have not been saved.Press OK to save changes or Cancel to discard them.
bg: Вашите промени не са записани.Натиснете OK, за да запазите промените или Отказ за да ги отхвърлите.

# Languages::text_thaiepay_notice
source: <p>Please set the following values in the Thaiepay merchant settings:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (it is important!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>"total" must be checked</b> - it will increase the security of transactions</p><p>Additional Parameter: it is obligatory for successful processing of transactions. For example, you can set <b>name=completed</b> and <b>value=some_secret_word</b>. Copy these values to these form fields: "Additional parameter Name" and "Additional parameter Value".</p>
bg: <p>Моля, задайте следните стойности в Thaiepay merchant настройките:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes</b></p><p>Post Back Url: <b>[postback_url]</b></p>

# Languages::text_thumbnail_manual_loading
source: Thumbnails will be generated from detailed images automatically, but you can also <a id="[id]" class="[class]">upload them manually.</a>
bg: Thumbnails ще бъдат генерирани автоматично от детайлни снимки, но можете също да

# Languages::text_topmenu_more
source: More [item] <i class="text-arrow">&rarr;</i>
bg: Още [item] <i class="text-arrow"> &rarr;</i>

# Languages::text_topmenu_view_more
source: View more <i class="text-arrow">&rarr;</i>
bg: Вижте още <i class="text-arrow"> &rarr;</i>

# Languages::text_track_instructions_sent
source: Access instructions were sent to your e-mail address.
bg: Инструкции за достъп са изпратени към вашата електронна поща.

# Languages::text_track_request
source: You requested information on the orders you placed in our store.
bg: Вие сте поискали информация за поръчки, направени в нашия магазин.

# Languages::text_track_view_all_orders
source: To view all your orders, please follow this link:
bg: За да видите всички ваши поръчки, моля последвайте този линк:

# Languages::text_track_view_order
source: To view order #[order] please open this link:
bg: За да видите поръчка #[order] отворете този линк:

# Languages::text_transaction_cancelled
source: Transaction was canceled by the customer
bg: Сделката беше отменена от клиента

# Languages::text_transaction_declined
source: Transaction was declined by the payment processor or was canceled by the customer
bg: Сделката е отхвърлена от платежната система или отменена от клиента

# Languages::text_uc_another_update_process_running
source: Possibly another upgrade process is running.<br />Please wait until it is finished.<br />If the process has finished with an error, you can remove the file [filename] and try to restart the upgrade.<br /><a href="[url]">Remove the lock file and restart the upgrade</a>
bg: Стартиран е друг процес за актуализация

# Languages::text_uc_backup_database
source: The following database tables have been backed up
bg: Следните таблици са архивирани

# Languages::text_uc_backup_files
source: The following files have been backed up
bg: Следните файлове са архивирани

# Languages::text_uc_broken_package
source: The upgrade package seems to be broken. Please refresh packages list and try to download it again
bg: Пакетът за надстройка изглежда е повреден. Моля, обновете списъка с пакети и се опитайте да го изтеглите отново

# Languages::text_uc_cannot_lock_upgrade_process
source: Failed to disable upgrade process launching
bg: Неуспешно деактивиране

# Languages::text_uc_cant_download_package
source: Cannot download the upgrade package
bg: Не можете да изтеглите пакет за ъпгрейд

# Languages::text_uc_changed_files
source: These files have local modifications and will be backed up; resolve the conflicts after the upgrade is complete.
bg: Следните файлове са били променяни ръчно. Те ще бъдат запазени и ще трябва да решавате евентуални конфликти след обновяване

# Languages::text_uc_check_ok
source: Your [product] version has been checked successfully. It is ready for upgrade.
bg: CS-Cart версията е проверена успешно. Тя е готова за ъпгрейд

# Languages::text_uc_conflicts
source: The following files had local modifications
bg: Следните файлове са били променяни

# Languages::text_uc_db_right_needed
source: Not enough permissions to update database. Please assign the following privileges to your database user [db_user]: [priviliges].
bg: Нямате достатъчно права за да се актуализира базата данни. Моля, въведете следните привилегии до вашата база данни на потребителя [db_user]: [priviliges].

# Languages::text_uc_emergency_restore
source: Attention! Please copy and save the URL below - you can use it to restore your store if upgrade fails.<br /><b>[href]</b>
bg: Внимание!Моля, копирайте и запазете URL адресът по-долу за да можете да го използвате за да се възстанови вашият магазин, ако ъпгрейдът не успее.<br /><b>[href]</b>

# Languages::text_uc_failed_to_backup_tables
source: The database tables have not been backed up
bg: Таблиците в базата данни не са архивирани

# Languages::text_uc_failed_to_create_directory
source: Failed to create a new directory
bg: Неуспешно създаване на нова директория

# Languages::text_uc_failed_to_ftp_copy
source: FTP transfer failed
bg: FTP трансферът не успя

# Languages::text_uc_ftp_connection_failed
source: FTP connection failed
bg: Неуспешнa FTP връзка

# Languages::text_uc_ftp_connect_failed
source: Cannot connect to FTP server. Please check if the host name is correct
bg: Няма достъп до FTP Server. Моля да проверите дали името на хоста е правилен

# Languages::text_uc_ftp_login_failed
source: Cannot log in to FTP server. Please check if username and password are correct
bg: Няма достъп до FTP Server. Моля, проверете дали потребителското име и паролата са правилни

# Languages::text_uc_ftp_needed
source: FTP credentials to access the files and set proper permissions automatically
bg: Нужен е FTP достъп за достъп до файловете. които нямат права за писане

# Languages::text_uc_has_conflicts
source: Some of your files had local modifications. You can check them by clicking the following link
bg: Някои от вашите файлове е променян. Можете да ги проверите, като щракнете върху следната връзка

# Languages::text_uc_incorrect_upgrade_path
source: Wrong path to upgrade files
bg: Грешен път за ъпгрейд на файлове

# Languages::text_uc_license_number_required
source: Please enter your [product] license number
bg: Въведете вашият CS-Cart лицензен номер

# Languages::text_uc_list_of_updates_missing
source: List of upgrades is missing
bg: Списък на ъпгрейди липсва

# Languages::text_uc_non_writable_files
source: These files require write permissions set (manually or automatically via FTP)
bg: Следните файлове не разполагат с права за писане. Трябва ръчно да установите тези права или да използвате FTP достъп до файловете

# Languages::text_uc_no_enough_space_to_backup_database
source: Insufficient disk space to back up the database
bg: Недостатъчно дисково пространство, за да направите резервно копие на базата данни

# Languages::text_uc_no_ftp_module
source: It seems that no FTP module is installed on your server. You cannot use FTP until this module is installed
bg: Изглежда, че FTP модулът не е инсталиран на вашия сървър. Не можете да използвате FTP, докато този модул не е ​​инсталиран

# Languages::text_uc_unable_to_create_upgrade_folder
source: Failed to create an upgrade folder
bg: Неуспешно създаване на папка за ъпгрейд

# Languages::text_uc_unable_to_parse_uc_xml
source: Failed to parse the upgrade process descriptor uc.xml
bg: Не може да се обработва файл с описание на актуализации uc.xml

# Languages::text_uc_unable_to_remove_file
source: Failed to remove the file
bg: Проблем при премахването на файла

# Languages::text_uc_unable_to_remove_packages_xml
source: Failed to remove the upgrade descriptor packages.xml
bg: Не може да бъде изтрит файл с описание на актуализации packages.xml,

# Languages::text_uc_unable_to_remove_upgrade_lock
source: Failed to remove the upgrade lock file. Please remove the [file] file.
bg: Неуспешно премахване на файла за надграждане. Моля, премахнете файла [file].

# Languages::text_uc_unable_to_update_list_of_installed_upgrades
source: Failed to update the list of installed upgrades
bg: Неуспешно актуализиране на списъка на инсталираните ъпгрейди

# Languages::text_uc_upgrade_completed
source: Your store has been upgraded successfully
bg: Вашият магазин е обновен успешно

# Languages::text_uc_upgrade_completed_check_and_open
source: <p>Your store was closed during the upgrading procedure. We recommend you to check the work of the store after the upgrade and only then open it.</p><p>You can open the store by unchecking the Close storefront setting under Settings → General.</p>
bg: <p>Вашият магазин е затворен по време на процедура по модернизация. Препоръчваме ви да проверите работата на магазина след като процедурата приключи и само след това го отворете</p><p>Можете да отворите магазина като селектирате Затвори настройки на витрината в настройки → общи.</p>

# Languages::text_uc_upgrade_completed_with_errors
source: <p>Errors occurred during the upgrade.</p><p>You can contact <a href="[href]">support team</a> for assistance.</p><p>You can <a href="[restore_link]">restore</a> the previous store version.</p>
bg: <p>Възникнаха грешки по време на надстройването.</p><p>Можете да се свържете с <a href="[href]"> отдел поддръжка</a> за съдействие.</p><p>Можете да <a href="[restore_link]"> възстановите</a> предишната версия на магазина.</p>

# Languages::text_uc_upgrade_log_file_not_writable
source: Upgrade log file is not writable
bg: Upgrade log файлът не е записваем

# Languages::text_uc_upgrade_needed
source: You need to upgrade to version <b>[to_version]</b> before applying this upgrade package (your version is <b>[your_version]</b>).
bg: Трябва да обновите версията до <b>[to_version]</b> преди прилагането на този ъпгрейд пакет (вашата версия е <b>[your_version]</b>).

# Languages::text_uc_upgrade_not_selected
source: No upgrade package is selected
bg: Не е избран ъпгрейд пакет

# Languages::text_uc_upgrade_reverted
source: The upgrade has been reverted successfully
bg: Ъпгрейдът е успешно върнат

# Languages::text_ult_product_store_field_tooltip
source: Product owner. Only product owner can edit all fields in shared products.
bg: Собственик на продукт. Само собственикът на продукта може да редактира всички полета в споделени продукти.

# Languages::text_unable_to_parse_xml
source: Failed to parse XML structure
bg: Неуспешно анализиранe на XML структурата

# Languages::text_unsupported_currency
source: The currency which is not supported by the payment system is used on the website. Please contact the store administrator regarding this issue.
bg: Валута, която не се поддържа от платежната система се използва на уебсайта. Моля, свържете се с администратора на магазина, по този въпрос.

# Languages::text_upgrade_available
source: A new version of [product] is available. If you want to upgrade to the latest version now, click <a href="[link]">here</a>.
bg: Нова версия на [product] е налична. Ако искате да надстроите до най-новата версия сега, щракнете <a href="[link]"> тук</a>.

# Languages::text_usergroup_activated
source: The user group level you requested has been activated
bg: Нивото на потребителска група, което сте заявили е активирано

# Languages::text_usergroup_disactivated
source: Your user group level has been deactivated. Please contact us for more information.
bg: Нивото на потребителска група е деактивирано.Моля, свържете с нас за повече информация.

# Languages::text_usergroup_request
source: Customer requested user group.
bg: Клиентска заявка за потребителска група

# Languages::text_worldpay_notice
source: Configure your WorldPay account before using the payment.<br /><br />Go to the WorldPay administration page and switch to the Installation section.<br /><br />Fill the fields as follows:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />MD5 secret for transactions: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />SignatureFields: <b>instId:amount:currency:cartId</b>
bg: Моля, използвайте следния линк, за да се върнете към: <br /> [return_url] </ b>

# Languages::text_zipcodes_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>98?78</b> &nbsp;&nbsp;(corresponds to 98878, 98378, 98978, etc)<br /><b>12*</b>&nbsp;&nbsp; (corresponds to 12345, 12876, 12098, etc..)
bg: В това поле можете да използвате заместващи символи: <br><b> </ b> - всеки един символ "?";<b> "* '</ b> - на произволен брой символи.<br> <br><u> Пример: </ U> <br><b> 98? 78 </ b> (съответства на 98878, 98378, 98978 и др.) <br><b> 12 * </ b> (съответства на 12345, 12876, 12098 и др.)

# Languages::theme
source: Theme
bg: Тема

# Languages::themes
source: Themes
bg: Теми

# Languages::theme_directory
source: Theme directory
bg: Папка за темата

# Languages::theme_editor
source: Theme editor
bg: Редактор на теми

# Languages::theme_editor.background
source: Background
bg: Фон

# Languages::theme_editor.backgrounds
source: Backgrounds
bg: Фонове

# Languages::theme_editor.background_color
source: Background color
bg: Цвят на фона

# Languages::theme_editor.base_color
source: Base
bg: База
