Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# Languages::text_hsbc_notice
source: <b>Client ID -</b> Your Client ID - a decimal value between 0 and 999999999, or a valid Client alias of the form UK12345678CUR. <br /> Note, the alias is case sensitive. <br /> <b>Important note for UNIX users:</b><br /> Please make sure you have appropriate permissions for the following directory: [cart_dir] (shell command "chmod -R 755").
bg: <b>Клиентски ID -</b> ID на клиента - номер между 0 и 999999999, или клиентско име във формат UK12345678CUR. <br /> Името е чувствително към малки и големи букви. <br /> <b>За UNIX потребителите:</b><br /> Моля, уверете се за правата на следната директория: [cart_dir] (shell command "chmod -R 755").

# Languages::text_ideal_basic_notice
source: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret key'</u>. The Secret key is known only to the seller and iDEAL.
bg: -&nbsp;Моля, влезте в профила си iDEAL<br />-&nbsp;Кликнете на <u>'Security'</u> в секция <u>'Profile'</u>.<br />-&nbsp;Изберете опция <u>'Notification'</u> на <b>'XML'</b><br />-&nbsp;Изберете <u>'Notification URL'</u> на:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret key'</u>. Secret key е известен само на продавача и на iDEAL.

# Languages::text_images_directory
source: Directory where images are located. This will be used if an image file is specified without a path.
bg: Директорията, където се намира изображението.

# Languages::text_innovative_notice
source: You can use the following account information for testing purposes: <br /> username: <b>gatewaytest</b> <br /> password: <b>GateTest2002</b>
bg: Можете да използвате следния акаунт за тестови цели: <br /> Потребителско име: <b>gatewaytest</b> <br /> Парола: <b>GateTest2002</b>

# Languages::text_invalid_url
source: You have entered an invalid URL
bg: Въвели сте невалиден адрес

# Languages::text_items_added
source: The items were added successfully
bg: Артикулите са добавени успешно

# Languages::text_linkpointc_notice
source: Please log in to FirstData Connect Admin, open the "Administration" tab, click on the "Connect settings" link.<br /> Set the following URL in the "Order Submission Form" section: [return_url]<br /> Also please select the check boxes:<br /> - in the 'Confirmation Page ("Thank You" Page URL)' section <b>"URL is a CGI script"</b> check box<br /> - in the 'Failure Page ("Sorry" Page URL)' section <b>"URL is a CGI script"</b> check box<br />
bg: Влезте в LinkPoint Connect Admin, отворете "Administration", кликнете на "Connect settings".<br /> Изберете следното URL в "Order Submission Form" секцията: [return_url]<br /> Също изберете:<br /> - в 'Confirmation Page ("Thank You" Page URL)'<b>"URL is a CGI script"</b> check box<br /> - в'Failure Page ("Sorry" Page URL)' <b>"URL is a CGI script"</b> check box<br />

# Languages::text_links
source: Text links
bg: Текстови линкове

# Languages::text_login_to_add_to_cart
source: This product cannot be added to the<br>cart because you are not logged in.
bg: Този продукт не може да се добави количка, защото не сте влезли в системата.

# Languages::text_mail_area_logo
source: Logo for <b>invoices</b>
bg: Лого на <b>фактури</b>

# Languages::text_mandatory_fields
source: <p class="mandatory-fields">The fields marked with <span class="required">*</span> are mandatory</p>
bg: <p class="mandatory-fields">Полетата маркирани с <span class="required">*</span> за задължителни</p>

# Languages::text_max_limit_of_parameters
source: Maximum value of the "limit" field cannot exceed 25 unless the chart type is "Table". Limit of this chart has been corrected.
bg: Максималната стойност на полето "Лимит" не може да надвишава 25, ако типът на диаграмата не е "таблица". Границите на тази графика се коригират автоматично.

# Languages::text_mb_failed_order
source: No response from Skrill has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Skrill. Please contact the store staff and tell them the order ID as provided by Skrill
bg: Отговор от Skrill не е получен се още, моля изчакайте. Въпреки че поръчката не може да бъде създадена в магазина, вероятно е създадена и обработена от Skrill. Моля, обърнете се към администрацията на магазина и им кажете номера на поръчката, предоставена от Skrill

# Languages::text_min_order_amount_required
source: To continue checkout process your order total must exceed
bg: За да продължите вашата поръчка трябва да надвишава

# Languages::text_min_products_amount_required
source: To continue checkout process your order subtotal must exceed
bg: За да продължите вашата поръчка трябва да надвишава

# Languages::text_multiprofile_notice
source: One user can have multiple profiles. For example, one for personal orders and another for office needs.
bg: Един потребител може да има множество профили. Например, един за лични поръчки и още за офис нужди.

# Languages::text_new_user_activation
source: The profile owned by "[user_login]" has been newly created, you should check the details of this user (if required) and activate it by using the following link:<br />[url]
bg: Профилът собственост на "[user_login]" е създаден и трябва да проверите детайлите за този потребител (ако е необходимо) и да го активирате използвайки следния линк:<br />[url]

# Languages::text_not_valid_email
source: <b>[email]</b> is not a valid e-mail address.
bg: <b>[email]</b> не е валиден e-mail адрес.

# Languages::text_no_active_promotions
source: No promotions available.
bg: Няма промоции.

# Languages::text_no_conflicts
source: No conflicts found
bg: Няма намерени конфликти

# Languages::text_no_items_defined
source: No [items] defined
bg: Няма дефинирани [items]

# Languages::text_no_matching_products_found
source: No products found matching the search criteria
bg: Няма намерени продукти, съответстващи на критериите за търсене

# Languages::text_no_matching_results_found
source: No results match the search query
bg: Няма резултати отговарящи на запитването за търсене

# Languages::text_no_orders
source: No orders found
bg: Няма намерени поръчки

# Languages::text_no_payments_needed
source: No payment information required
bg: Не е необходима информация за плащане

# Languages::text_no_products
source: There are no products in this section
bg: Няма продукти в този раздел

# Languages::text_no_products_defined
source: No products defined
bg: Няма продукти

# Languages::text_no_products_found
source: No products found
bg: Няма намерени продукти

# Languages::text_no_shipments_found
source: No shipments found
bg: Няма намерени пратки

# Languages::text_no_shipping_methods
source: Sorry, it seems that we have no shipping options available for your location.<br/>Please check your shipping address and contact us if everything is okay. We'll see what we can do about it.
bg: За съжаление, изглежда, че нямаме възможност за доставка до вашето местоположение. <br/>Моля, проверете адреса за доставка и се свържете с нас, ако всичко е наред. Ще видим какво можем да направим за това.

# Languages::text_no_upgrades_available
source: No upgrades currently available
bg: Няма налични актуализации.

# Languages::text_objects_for_export
source: <b>[total]</b> [name] will be exported.
bg: <b>[total]</b> [name] ще бъдат експортирани.

# Languages::text_ogonedirect_notice
source: Enter SHA-1 Signature both: here and on the Ogone Configuration.<br /><br />For new Ogone accounts created since May 11th, 2010, the new SHA policy is automatically active. <br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
bg: Въведете SHA-1 Signature both: тук и на Ogone Configuration.<br /><br />За нови Ogone акаунти направени след 11 Май 2010, новата SHA политика е активирата автоматично. <br/>Моля, не забравяйте да изберете "Use new SHA signature policy" checkbox-а.

# Languages::text_ogoneweb_notice
source: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".
bg: Моля, задайте следния URL в Technical Information секцията на Ogone Configuration като <b>Response Url</b> за всички случаи ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Също въведете SHA-1 Signature both: тук и на Ogone Configuration. Тогава изберете Request Type: "Make this request in background and deferred".

# Languages::text_options_no_inventory
source: In order to create option combinations, you must have the "Inventory" check box selected for at least one product option.
bg: За да създадете комбинация от варианти трябва да имате избрана опцията "Inventory" на най-малко един продукт.

# Languages::text_order_backordered
source: Your order has been backordered. We will contact you at the first opportunity.
bg: Вашата поръчка е отложена. Ние ще се свържем с Вас възможно най-скоро.

# Languages::text_order_placed_error
source: Your order has been declined by the payment processor. Please review your information and contact store administration.
bg: Плащането Ви бе отхвърлено от платежната система. Моля, проверете информацията си и се свържете с нас.

# Languages::text_order_placed_successfully
source: Congratulations! Your order has been successfully placed.
bg: Вашата поръчка е успешна.

# Languages::text_order_repayed_successfully
source: Order has been repaid successfully.
bg: Поръчката е платена успешно.

# Languages::text_order_saved_successfully
source: Order has been saved successfully.
bg: Поръчката е запазена.

# Languages::text_order_status_notification
source: Please note that the notification of changing the status will be sent depending on the settings of this status
bg: Моля, обърнете внимание, че уведомлението за промяна на статута ще бъде изпратено в зависимост от настройките на този статут

# Languages::text_out_of_stock
source: Out of stock
bg: Не е наличен

# Languages::text_pages_cloned
source: The pages have been cloned successfully. Below the list of new pages.
bg: Страниците са били клонирани успешно.

# Languages::text_pages_have_been_deleted
source: Pages have been deleted successfully.
bg: Страниците са били изтрити успешно.

# Languages::text_page_changed
source: Are you sure you want to leave this page? Your changes have not been saved. Click on OK to continue, or on Cancel to stay on the current page.
bg: Сигурни ли сте, че искате да напуснете тази страница? Вашите промени няма да бъдат запаметени. Натиснете ОК за да продължите или Откажи за останете на тази страница.

# Languages::text_page_has_been_deleted
source: Page has been deleted successfully.
bg: Страница е била изтрита успешно.

# Languages::text_page_loading
source: Loading... Your request is being processed, please wait.
bg: Loading ...Вашата заявка се обработва, моля изчакайте.

# Languages::text_password_recovery_instructions_sent
source: Password recovery instructions have been sent to your email.
bg: Инструкцията за възстановяване на парола е изпратена на вашият e-mail адрес.

# Languages::text_paybox_notice
source: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to the <b>[paybox_dir]</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
bg: <b>Забележка:</b> Свалете файла modulev2.cgi от PayBox сървъра, копирайте го в <b>[paybox_dir]</b> директорията <u>в binary mode</u> и го направете изпълним. <br />Изпълнете следните команди:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Също попитайте &#8220;Paybox&#8221; да дпбави адреса в базата данни като&#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>

# Languages::text_payway_notice
source: Please set up the following parameters in PayWay back end: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: leave empty </p>
bg: Моля, проверете следните настройки в настройките PayWay: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: оставете празно </p>

# Languages::text_permissions_changed
source: Permissions changed
bg: Правата са променени

# Languages::text_piraeus_notice
source: <b>Note:</b> Please send the following information to the payment support:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />
bg: <b>Забележка:</b> Моля, изпратете следната информация на поддръжката на платежната система:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />

# Languages::text_position_updating
source: Loading... Positions are being updated, please wait.
bg: Loading ...Позиции са в процес на обновяване, моля изчакайте.

# Languages::text_price_dec_sign_delimiter
source: Decimal separator for product prices.
bg: Десетичен разделител за цените на продуктите.

# Languages::text_products_added
source: The products have been added successfully. See the list of the new products below.
bg: Продуктите са били добавени успешно. Вижте списъка на нови продукти по-долу.

# Languages::text_products_cloned
source: The products have been cloned successfully. Below the list of new products
bg: Продуктите са били клонирани успешно. Долу е даден списък на новите продукти.

# Languages::text_products_have_been_deleted
source: Products have been deleted successfully.
bg: Продуктите са изтрити успешно.

# Languages::text_products_updated
source: The following products have been updated:
bg: Следните продукти са актуализирани:

# Languages::text_products_updated_successfully
source: The product(s) have been updated successfully
bg: Продукта (ите) са били актуализирани успешно

# Languages::text_product_cloned
source: The product has been cloned
bg: Продуктът е клониран

# Languages::text_product_detailed_image
source: (optional displayed in popup window)
bg: (Показва се в изскачащ прозорец)

# Languages::text_product_file_has_been_deleted
source: Product file has been deleted
bg: Продуктовия файл е изтрит

# Languages::text_product_has_been_deleted
source: Product has been deleted successfully.
bg: Продуктът е изтрит успешно.

# Languages::text_product_thumbnail
source: (displayed on products list and product details pages)
bg: (Показва се в списъка на стоките и подробно описание на страницата на продукта)

# Languages::text_profile_activated
source: Your profile has now been activated, you may login using the username you received in the previous e-mail.
bg: Вашият профил е активиран, можете да влезете с потребителско име, който сте получили в предходния e-mail.

# Languages::text_profile_is_created
source: The account has been created successfully.
bg: Акаунтът е създаден успешно.

# Languages::text_profile_is_updated
source: The profile data has been updated successfully.
bg: Профилът на данните е обновен успешно.

# Languages::text_profile_should_be_approved
source: Your account has been created successfully, but it must be activated by the store administrator before you are able to sign in.
bg: Вашият акаунт е създаден успешно, но тя трябва да бъде активиран от администратора на магазина, преди да сте в състояние да влезете.

# Languages::text_promotions_group_condition
source: if [set] of these conditions are [set_value]
bg: Ако [set] на тези условия са [set_value]

# Languages::text_qbms_notice
source: <p>You should use the "test" mode only if you have a PTC account. </p> <p>During registration of your application set the following values: <br /> - Type: hosted (web-based app)<br /> - Subscribe URL: [response_url]<br /> - Change URL: [response_url]<br /> - Cancel URL: [response_url]<br /> </p> <p><b>Connection ticket</b> will be filled out automatically after you create the connection here: http://merchantaccount.ptc.quickbooks.com/j/sdkconnection/connectionList?appid=[My_App_ID] (please replace the [My_App_ID] with your AppID number) and click the "Use this connection" button.</p><p>To get "Signed certificate" please refer to the <b>http://developer.intuit.com/QuickBooksSDK/chart.asp?id=496</b> <br />After you have created the certificates (Intuit CA & Client Signed) please do the following:<br />1. extract the key from the CSR you created (these steps are applicable only if keytool was used)<br />&nbsp; - Download the Java class to export Private key from the certificate: http://mark.foster.cc/pub/java/ExportPriv.java<br />&nbsp; - Compile this class: "javac ExportPriv.java"<br />&nbsp; - Export the Key to the file: "java ExportPriv <keystore> <alias> <password> > exported-pkcs8.key"<br />2. Save the client signed certificate to the file (e.g. qbms_cert.txt)<br />3. Save to the same file the Key that was extracted at step 1.<br />4. Upload the resulting file using this form.<br /></p>
bg: <p>Може да използвате "test" режим само ако имате PTC акаунт. </p> <p>По време на регистрацията задайте следните стойности: <br /> - Type: hosted (web-based app)<br /> - Subscribe URL: [response_url]<br /> - Change URL: [response_url]<br /> - Cancel URL: [response_url]<br /> </p> <p><b>Connection ticket</b> ще се попълни автоматично след като създадете връзка тук:http://merchantaccount.ptc.quickbooks.com/j/sdkconnection/connectionList?appid=[My_App_ID] (заменете [My_App_ID] с вапият AppID номер) и натиснете бутона "Use this connection".</p><p>За да получите "Signed certificate" отидете на <b>http://developer.intuit.com/QuickBooksSDK/chart.asp?id=496</b> <br />След като създадете сертификати (Intuit CA & Client Signed) направете следното:<br />1. извадете ключа от CSR, които сте създали (тези стъпки се прилагат само ако е била използвана keytool)<br />&nbsp; - Свалете Java class за експорт на Private key от сертификата: http://mark.foster.cc/pub/java/ExportPriv.java<br />&nbsp; - Компилирайте този клас: "javac ExportPriv.java"<br />&nbsp; - Експорт на ключа във файл: "java ExportPriv <keystore> <alias> <password> > exported-pkcs8.key"<br />2. Запишете подписания клиентски сертификат във файл (например qbms_cert.txt)<br />3. Запишете ключа от стъпка 1 във същият файл.<br /></p>

# Languages::our_brands
source: Our Brands
bg: Нашите Марки

# Languages::text_qty_discounts
source: Our quantity discounts
bg: Нашите цени на едро

# Languages::text_recover_password_notice
source: Enter your email address to receive a new login key and a link to sign in and change your password.
bg: Въведете вашият имейл адрес за да получите нов ключ за вход и връзка за вход където да смените паролата си.

# Languages::text_redactor
source: Redactor
bg: Редактор

# Languages::text_remove_additional_images
source: When importing additional images of an updated product, existing images of this product will be deleted before import
bg: При импорт на допълнителни снимки на актуализиран продукт, съществуващите изображения на този продукт ще бъдат изтрити преди да бъдат импортнати.

# Languages::text_remove_backup_files
source: Warning! If you remove the backup files, you will not be able to restore your previous installation. Ensure that the new version is working properly, and the backup database files are in a safe place.
bg: Внимание! Ако изтриете backup файловете няма да можете да възстановите предишни инсталации на CS-Cart. Уверете се, че инсталираният CS-Cart работи коректно backup файловете на базата данни са на сигурно място.

# Languages::text_required_group_product
source: Please select a product for the required group [group_name]
bg: Моля, изберете продукт за необходимата група [GROUP_NAME]

# Languages::text_reset_inventory_description
source: Quantity of all products in the store will be reset.
bg: Количеството на всички продукти в магазина ще бъде ресетнато.

# Languages::text_restore_question
source: Are you sure that you want to restore the template?
bg: Сигурни ли сте, че искате да възстановите шаблона?

# Languages::text_sagepay_dir_notice
source: <b>Note:</b> In order to track your SagePay orders by the shopping cart software, please enable the 3D Secure Fraud Checking Option for your SagePay VSP Direct account.
bg: <b>Забележка:</b> За да проследите Вашите SagePay поръчки активирайте 3D Secure Fraud Checking опцията в вашия SagePay VSP Direct акаунт.

# Languages::text_sagepay_notice
source: Use <b>testvendor</b> as <b>Vendor Name</b> for the testing purposes<br /><p><b>PAYMENT</b> - transaction type is used to gain an authorisation from the bank, then settle that transaction early the following morning, committing the funds to be taken from your customer's card.<br /></p><p><b>DEFERRED</b> - transactions are NOT sent to the bank for completion until you RELEASE them by logging into the SagePay VSP Admin interface, finding the transaction and clicking the Release button.</p>
bg: Използвайте <b> testvendor</b> като <b>Vendor Name</b> за тестови цели<br /><p><b>PAYMENT</b> - Транзакцията се използва за получаване на разрешение от банката, и след осчетоводяване на транзакциятасумата ще се оддържи от картата на купувача.<br /></p><p><b>DEFERRED</b> - транзакции, които не се изпращат на банката за изпълнение, докато не ги освободите, като влезете вSagePay VSP Admin интерфейс, намерите транзакцията и натиснете бутона за освобождаване.</p>

# Languages::text_secret_key_notice
source: Please complete this field with any non-empty value. It will increase the security of transactions.
bg: Моля попълнете тази област с някаква не-празна стойност. Това ще увеличи сигурността на транзакциите.

# Languages::text_select_fields2edit_note
source: You are able to modify several items at once. Select the check boxes corresponding to the fields you wish to edit, and click on Modify Selected.
bg: Можете да редактирате множество записи. Изберете запис от списъка по-горе, маркирайте полетата, които искате да редактирате и кликнете върху "Редактиране на избраните".

# Languages::text_select_file
source: Select a file or enter a URL
bg: Избери файл или въведи URL адрес

# Languages::text_select_range
source: You can select a range to export (otherwise all [name] will be exported)
bg: Можете да изберете диапазон за експорт (в противен случай всички [name] ще бъдат експортнати)

# Languages::text_share_product_features_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in filters will be lost even if you copy all categories. Please, fix categories manually.
bg: Внимание! Някои данни няма да бъдат копирани по време на тази операция: в категориите, изброени във филтрите ще бъдат загубени, дори и да копирате всички категории. Моля поправете ръчно категориите.
