Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# Languages::theme_editor.body_font
source: Body
bg: Тяло

# Languages::theme_editor.browse
source: Browse
bg: Преглед

# Languages::theme_editor.buttons_font
source: Buttons
bg: Бутони

# Languages::theme_editor.close
source: Close theme editor
bg: Затвори редактора на теми

# Languages::theme_editor.colors
source: Colors
bg: Цветове

# Languages::theme_editor.color_gen_algorithm
source: Colors combination
bg: Цветови комбинации

# Languages::theme_editor.color_gen_analogic
source: Analogic
bg: Аналогични

# Languages::theme_editor.color_gen_base_color
source: Base color
bg: Основен цвят

# Languages::theme_editor.color_gen_contrast
source: Contrast
bg: Контраст

# Languages::theme_editor.color_gen_dark_pastel
source: Dark pastel
bg: Тъмен пастел

# Languages::theme_editor.color_gen_default
source: Default
bg: По подразбиране

# Languages::theme_editor.color_gen_light_pastel
source: Light pastel
bg: Светъл пастел

# Languages::theme_editor.color_gen_monochromatic
source: Monochromatic
bg: Едноцветен

# Languages::theme_editor.color_gen_pale
source: Pale
bg: Бледо

# Languages::theme_editor.color_gen_pastel
source: Pastel
bg: Пастел

# Languages::theme_editor.color_gen_title
source: Generate colors
bg: Генериране на цветове

# Languages::theme_editor.color_gen_triad
source: Triad
bg: Триада

# Languages::theme_editor.color_gen_variant
source: Variation
bg: Вариация

# Languages::theme_editor.color_gen_vcontrast
source: Contrast
bg: Контраст

# Languages::theme_editor.content_bg
source: Content
bg: Съдържание

# Languages::theme_editor.reset_css
source: Reset CSS
bg: Нулиране CSS

# Languages::theme_editor.reset_fonts
source: Reset fonts
bg: Начално състояние на шрифтове

# Languages::theme_editor.reset_general
source: Reset general
bg: Начално състояние общи

# Languages::theme_editor.reset_logos
source: Reset logos
bg: Начално състояние на лого

# Languages::theme_editor.rounded_corners
source: Rounded corners
bg: Заоблени ъгли

# Languages::theme_editor.scroll
source: Scroll
bg: Превъртане

# Languages::theme_editor.secondary_button
source: Secondary button
bg: Вторичен бутон

# Languages::theme_editor.sidebar
source: Sidebar
bg: Страничната лента

# Languages::theme_editor.text_align
source: Text alignment
bg: Подравняване на текста

# Languages::theme_editor.text_close_editor
source: Are you sure to exit the theme editor?
bg: Сигурни ли сте, че искате да излезете от редактора на теми?

# Languages::theme_editor.text_close_editor_unsaved
source: You have unsaved changes. Are you sure to exit from theme editor?
bg: Имате незаписани промени. Сигурни ли сте, че искате да излезете от редактора на теми?

# Languages::theme_editor.text_reset_changes
source: All changes after last save will be reset
bg: Всички промени след последното записване ще бъдат анулирани

# Languages::theme_editor.theme
source: Theme
bg: Тема

# Languages::theme_editor.top_panel
source: Top panel
bg: Горен панел

# Languages::theme_editor.top_panel_links
source: Top panel links
bg: Горен панел връзки

# Languages::theme_editor.top_panel_text
source: Top panel text
bg: Горен панел текс

# Languages::theme_editor.transparent
source: Transparent
bg: Прозрачен

# Languages::theme_editor.upload_image
source: Upload image
bg: Качване на изображение

# Languages::theme_editor.enable
source: Enable Theme editor
bg: Активиране на редактор на теми

# Languages::theme_editor.system_fonts
source: System fonts
bg: Системни шрифтове

# Languages::theme_editor.popular_fonts
source: Popular fonts
bg: Популярни шрифтове

# Languages::theme_editor.other_fonts
source: Other fonts
bg: Други шрифтове

# Languages::theme_editor_mode
source: Theme editor mode
bg: Режим редактиране на тема

# Languages::the_test_transaction
source: This is a TEST transaction
bg: Това е ТЕСТОВА транзакция

# Languages::this_day
source: This day
bg: Този ден

# Languages::this_month
source: This month
bg: Този месец

# Languages::this_week
source: This week
bg: Тази седмица

# Languages::this_year
source: This year
bg: Тази година

# Languages::ths_sign
source: Ths sign
bg: Ths знак

# Languages::thumb
source: Thumbnail
bg: Миниатюра

# Languages::thumbnail
source: Thumbnail
bg: Миникартинка

# Languages::thumbnails
source: Thumbnails
bg: Миникартинки

# Languages::thumbnails_removed
source: Thumbnails have been removed
bg: Миниатюрите са премахнати

# Languages::thumbnail_width
source: Thumbnail width in scroller
bg: Ширината на иконите в Scroller

# Languages::tier_account
source: tier account
bg: tier акаунт

# Languages::time
source: Time
bg: Време

# Languages::timeout
source: Timeout
bg: Тайм-аут

# Languages::Timestamp
source: Timestamp
bg: Щампа за време

# Languages::time_interval
source: Time interval
bg: Интервал от време

# Languages::time_unlimited_download
source: Time-unlimited download
bg: Неограничено по време сваляне

# Languages::title
source: Title
bg: Заглавие

# Languages::tmpl_copyright
source: Copyright information
bg: Информация за авторски права

# Languages::tmpl_logo
source: Store logo
bg: Лого на магазин

# Languages::tmpl_payment_icons
source: Payment systems icons
bg: Системи икони за разплащателни системи

# Languages::tmpl_quick_links
source: Quick links
bg: Бързи връзки

# Languages::tmpl_search
source: Search field
bg: Поле за търсене

# Languages::today
source: Today
bg: Днес

# Languages::tools
source: Tools
bg: Инструменти

# Languages::tools_addons_current_state
source: Current state
bg: Текущото състояние

# Languages::tools_addons_restore_defaults
source: Restore defaults
bg: Възстанови настройките по подразбиране

# Languages::tooltip
source: Tooltip
bg: подсказка

# Languages::top_panel
source: Top panel
bg: Горна част

# Languages::total
source: Total
bg: Общо

# Languages::totally_paid
source: Total paid
bg: Общо платени

# Languages::totals
source: Totals
bg: Общо

# Languages::total_amount
source: Total amount
bg: Обща сума

# Languages::total_cost
source: Total cost
bg: Общо разходи

# Languages::total_items
source: Total items
bg: Общо артикули

# Languages::total_price
source: Total price
bg: Крайна цена

# Languages::total_product_cost
source: Total product cost
bg: Общата стойност на продуктите

# Languages::total_results
source: Total results
bg: Общо резултати

# Languages::to_all_subcats
source: Apply to all subcategories
bg: Приложи за всички подкатегории

# Languages::to_date
source: Date through
bg: До (включительно)

# Languages::to_fixed
source: to fixed amount
bg: до сума

# Languages::to_percentage
source: to percentage of the original price
bg: процент от първоначалната цена

# Languages::track
source: Track
bg: Проследяване

# Languages::tracking_number
source: Tracking number
bg: Номер за проследяване

# Languages::tracks
source: Identifier
bg: Идентификатор

# Languages::track_my_order
source: Track my order(s)
bg: Проследяване на поръчки

# Languages::track_orders
source: Track orders
bg: Проследяване на поръчките

# Languages::track_request_subj
source: Order tracking
bg: Проследяване на поръчка

# Languages::track_without_options
source: Track without options
bg: Проследяване без опции

# Languages::track_with_options
source: Track with options
bg: Проследяване с опции

# Languages::TransactionDateTime
source: TransactionDateTime
bg: ТранзакцияДатаЧАС

# Languages::transaction_approved
source: Transaction approved
bg: Транзакцията е успешна

# Languages::transaction_cancelled
source: Transaction was canceled
bg: Транзакцията е отменена

# Languages::transaction_declined
source: Transaction declined
bg: Транзакцията е отхвърлена или отменена от системата за плащане от купувача

# Languages::transaction_id
source: Transaction ID
bg: Транзакция ID

# Languages::transaction_datetime
source: Transaction date
bg: Дата на сделката

# Languages::transaction_key
source: Transaction key
bg: Ключ на транзакцията

# Languages::transaction_password
source: Transaction password
bg: Парола на транзакцията

# Languages::transaction_type
source: Transaction type
bg: Вид транзакция

# Languages::transaction_url
source: Transaction URL
bg: транзакция URL

# Languages::translate
source: Translate
bg: Преведи

# Languages::translations
source: Translations
bg: Преводи

# Languages::tree
source: Tree
bg: Дърво

# Languages::trial
source: Trial
bg: Пробна версия

# Languages::trial_mode_mve_disabled
source: Trial mode is not available anymore since you have a valid license activated for this installation
bg: Пробният режим не е наличен вече, тъй като нямате активиран валиден лиценз за тази инсталация

# Languages::trial_mode_ult_disabled
source: Trial mode cannot be activated
bg: Пробният режим не може да бъде активиран

# Languages::trial_notice
source: Your store is in the Trial mode.<br /><br />When the 30-day trial period is over, the Free mode will be activated automatically.<br /><br />In order to keep the full access to all features after the trial period is over and permanently dismiss this message, purchase a license and <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">activate the Full mode</a>.
bg: Тази пробна версия на <strong> </strong> CS-Cart <a href="http://www.cs-cart.com/licenses.html" target="_blank"> е предназначена за тестване в рамките на 30 дни </A>. След приключване на този период трябва или да <a href="http://www.cs-cart.com/order-now.html" target="_blank"> закупите пълен лиценз </A> или премахнете инсталацията на CS-Cart. <p style="color: #cc0000;"> Промяната, изтриването или скриването това съобщение е незаконно и може да доведе до съдебно преследване. </P>

# Languages::true
source: True
bg: вярно

# Languages::ttc_delivery_time
source: Arbitrary text to be shown along with the shipping method title.
bg: Произволен текст да се показват заедно със заглавието за метод на доставка.

# Languages::ttc_page_title
source: Page title displayed on a browser panel.
bg: Името на страницата, която се показва в заглавната част на прозореца на браузъра.

# Languages::ttc_popularity
source: Product popularity rating based on how many times the storefront has been viewed, number of additions to cart and number of purchases.
bg: Оценката и популярността на продукта е въз основа на това колко пъти е видян, брой добавяния в кошница и брой на покупките.

# Languages::ttc_storefront_url
source: All the storefronts domain names must be associated with the same IP-address. Note: Switch to "All stores" to edit
bg: Всички имена на домейни трябва да бъдат свързани с един и същ IP-адрес. Забележка: Преминете към "Всички магазини" за редактиране

# Languages::tts_activate_menu_tab_for
source: The menu item will be shown activated for the specified dispatch.
bg: Елементът от менюто ще бъде показван активиран за указаното изпращане.

# Languages::tts_generate_submenu
source: The submenu will include child elements of the selected object.
bg: Подменюто ще включва дъщерни елементи на избрания обект.

# Languages::tts_link_text
source: Target URL. May be an external URL, an inner store URL or a dispatch.
bg: Целеви URL адрес. Може да бъде външен URL адрес, URL на вътрешното хранилище или изпращане.

# Languages::tts_menu_user_class
source: User-defined CSS class will be added to the menu item, so this will allow to define the menu item with its own CSS style.
bg: Потребителски CSS класове ще бъдат добавени към елемента на менюто, така че това ще позволи да се определи елементът от менюто със собствен CSS стил.

# Languages::tt_views_block_manager_update_block_width
source: Block width works for blocks located in the group having horizontal direction, for other cases this parameter does not work.
bg: Ширината на блока е определен за блокове, които се намират в групата, която има хоризонтална посока. В други случаи, тази опция не работи.

# Languages::tt_views_cart_components_carts_search_form_online_only
source: If enabled, search results include only users who are online at the moment.
bg: Ако е активирано, резултатите от търсенето включват само потребители, които са онлайн в момента.

# Languages::tt_views_categories_update_product_details_layout
source: By default, the template that is defined in the appearance settings of the storefront is used
bg: По подразбиране се използва шаблон, който е дефиниран в настройките за външния вид на клиентската част

# Languages::tt_views_currencies_update_after_sum
source: If enabled, the symbol of the currency is shown after the sum.
bg: Ако е активирано символът на валутата се показва след сумата.

# Languages::tt_views_currencies_update_decimals
source: Number of digits after the decimal sign.
bg: Брой цифри след десетичния знак.

# Languages::tt_views_currencies_update_dec_sign
source: Decimal separator.
bg: Десетичен разделител.

# Languages::tt_views_currencies_update_ths_sign
source: Thousand separator.
bg: Хиляден разделител.

# Languages::tt_views_database_manage_backup_data
source: If enabled, the database backup file includes the actual table data.
bg: Ако тази опция е включена, архивът на базата данни включва актуалните данни в таблиците.

# Languages::tt_views_database_manage_backup_schema
source: If enabled, the database backup file keeps the table structure.
bg: Ако тази опция е включена, се запазва структурата на таблиците в архива на базата данни.

# Languages::tt_views_exim_export_output
source: Choose an action on the file: "Direct download" - to save the file on the local computer, "Screen" - to display the file's contents, "Server" - to save the file on the server file system.
bg: Изберете действие на файла: Директен даунлоуд - за да запишете файла на локалния компютър, "Screen" - да се покаже съдържанието на файла, "Сървър" - за да запишете файла на системата за файлов сървър.

# Languages::tt_views_languages_manage_language_code
source: Two-letter code of the language.
bg: Двубуквен код на езика.

# Languages::tt_views_orders_components_orders_search_form_customer_files
source: If enabled, the search results will contain the orders for which customers loaded their own files.
bg: Ако тази опция е включена, ще бъдат представени резултатите от търсене на поръчки, за които клиентите да качват своите файлове.

# Languages::tt_views_payments_update_template
source: Template responsible for displaying supplementary fields for the payment method.
bg: Шаблон отговорен за показване на допълнителни полета за начина на плащане.

# Languages::tt_views_products_components_products_shipping_settings_items_in_box
source: Use this field to define the minimum and maximum number of product items to be shipped in a separate box. Enter a non-zero value and specify the box dimensions below.
bg: Използвайте това поле за да определите минималния и максималния брой на стоки, които могат да бъдат доставени в една кутия. Въведете НЕнулева стойност и задайте размера на кутията по-долу.

# Languages::tt_views_products_update_list_price
source: Manufacturer suggested retail price.
bg: Цена на дребно.

# Languages::tt_views_products_update_out_of_stock_actions
source: Note that the 'Buy in advance' option requires a positive product amount while the 'Sign up for notification' option requires a non-positive amount. Also note that the 'Sign up for notification' option is not applied to products tracked with options.
bg: Имайте предвид, че опцията "Купи в аванс" изисква наличност на продукта докато "Регистрация за нотификация" не. Също така имайте предвид, че "Абонирайте се за уведомление" не се прилага за продукти, проследени с опции.

# Languages::tt_views_products_update_product_details_layout
source: By default, the template that is defined in the settings of the main product category is used
bg: По подразбиране се използва шаблон, който се определя в настройките на основната категория на продукта

# Languages::tt_views_product_features_update_feature_display_on_product
source: If enabled, the product feature is displayed on the product details page in the storefront
bg: Ако тази опция е разрешена, опцията ще се показва на страницата с подробности на продукта.

# Languages::tt_views_product_features_update_prefix
source: An affix that precedes the product feature.
bg: Добавка преди параметъра на стоките.

# Languages::tt_views_product_features_update_suffix
source: An affix that follows the product feature.
bg: Добавка (наставка), разположен само извън параметрите на стоките.

# Languages::tt_views_product_options_update_incorrect_filling_message
source: Message that is displayed if the entered data is incorrect.
bg: Съобщение, което се показва, ако данните са въведени неправилно.

# Languages::tt_views_product_options_update_inner_hint
source: A note that indicates the value to be entered.
bg: Обяснение стойност трябва да бъде въведена.

# Languages::tt_views_product_options_update_inventory
source: If enabled, the option is taken into account when forming the product inventory.
bg: Ако е активирана, тази опция се взема предвид в инвенторито на стоките.

# Languages::tt_views_product_options_update_regexp
source: Regular expression specifying a pattern to match.
bg: Регулярен израз, който определя формата на полето.

# Languages::tt_views_promotions_update_stop_other_rules
source: If enabled, the other promotions are not applied.
bg: Ако е активирано, други промоции не се прилагат.

# Languages::tt_views_sales_reports_table_time_interval
source: Periods to analyze (day, week, month, year).
bg: Анализираните интервали от време (дни, седмици, месеци, години).

# Languages::tt_views_taxes_update_regnumber
source: Registration number of this tax in the store.
bg: Регистрационен номер на тази такса в магазина.

# Languages::turkish
source: Turkish
bg: Турски

# Languages::type
source: Type
bg: Тип

# Languages::unable_to_assign_usergroup
source: Unable to assign the usergroup. Please contact the shop administrator.
bg: Не може да назначите потребителска група. Моля, свържете се с администратора на магазина.

# Languages::unable_to_unpack_file
source: Unable to decompress file
bg: Не може да се декомпресира файла

# Languages::ungroupped_features
source: Ungrouped features
bg: Негрупирани характеристики

# Languages::uninstall
source: Uninstall
bg: Деинсталирай

# Languages::unique_html_block
source: Unique HTML block
bg: Уникален HTML блок

# Languages::unit_price
source: Unit price
bg: Единична цена

# Languages::unknown
source: Unknown
bg: неизвестен

# Languages::unmark
source: Unmark
bg: Размаркиране

# Languages::unregistered_customer
source: Unregistered customer
bg: Нерегистриран клиент

# Languages::unselect_all
source: Unselect all
bg: Размаркирайте всички

# Languages::unset_tax_to_products
source: Remove selected taxes from all products
bg: Премахване на избраните такси от всички продукти

# Languages::unsubscribe
source: Unsubscribe
bg: Отписване

# Languages::up
source: Up
bg: нагоре

# Languages::update
source: Update
bg: Актуализация

# Languages::update_categories
source: Update categories
bg: Актуализация Категории

# Languages::update_customer_info
source: Update customer information
bg: Актуализиране на информацията за клиентите

# Languages::update_group
source: Update group
bg: Обнови група

# Languages::update_period_expired
source: <p class="text-error">Your upgrade subscription has expired, so this software upgrade cannot be installed. You can prolongate your subscription in the <a href="[url]">Customer Help Desk</a>.</p><p>Please note that it is not mandatory: you can continue using this software with no limitation even without an upgrade subscription.</p>
bg: <p class="text-error">Достъпът до тази и последващи актуализации е затворен. Можете да си купите абонамент за актуализации на <a href="http://www.cs-cart.com">Customer Help Desk</a></p>

# Languages::update_products
source: Update products
bg: Актуализиране на продукти

# Languages::update_profile
source: Update profile
bg: Актуализиране на профил

# Languages::update_profile_notification
source: Your profile has been updated.
bg: Вашият профил е актуализиран.

# Languages::update_profile_notification_header
source: Your profile has been updated
bg: Вашият профил е актуализиран.

# Languages::update_status
source: Update status
bg: Актуализиране на статуса

# Languages::updating
source: Updating
bg: Актуализиране

# Languages::updating_links
source: Updating links
bg: Актуализиране на връзки

# Languages::upgrade
source: Upgrade
bg: Обнови

# Languages::upgrade_center
source: Upgrade center
bg: Upgrade център

# Languages::upgrade_flash_player
source: You need to upgrade your Flash Player
bg: Трябва да обновите вашата версия на Flash Player

# Languages::upgrade_is_not_avail
source: <p class="text-error">This upgrade is not available for your [product] license. Please contact our <a href="[href]">support team</a> to update your license status.</p>
bg: <p class="text-error">Тази актуализация не е налична за вашият лиценз на CS-Cart. Моля, свържете се с <a href="http://www.cs-cart.com">CS-Cart support team</a> за да актуализирате състоянието на лиценза си.</p>

# Languages::upload
source: Upload
bg: Качи

# Languages::upload_install
source: Upload & install
bg: Качи и инсталирай

# Languages::upload_another_file
source: Upload another file
bg: Качване на друг файл

# Languages::upload_file
source: Upload file
bg: Качи файл

# Languages::user
source: User
bg: Потребител

# Languages::usergroup
source: User group
bg: Потребителска група

# Languages::usergroups
source: User groups
bg: Потребителски групи

# Languages::usergroups_menu_description
source: List of user groups that exist in your store.
bg: Списък на потребителски групи, които съществуват в магазина.

# Languages::usergroup_activated
source: User group has been activated
bg: Групата е активирана

# Languages::usergroup_disactivated
source: User group has been deactivated
bg: Групата е деактивирана

# Languages::usergroup_privileges
source: User group privileges
bg: Привилегии на групи

# Languages::usergroup_request_by_customer
source: User group request by customer
bg: Потребителски група поискани от клиенти

# Languages::username
source: Username
bg: Потребителско име

# Languages::users
source: Users
bg: Потребители

# Languages::users_carts
source: Abandoned / Live carts
bg: Кошници

# Languages::users_carts_menu_description
source: Lists of products that have not been purchased for some reason.
bg: Списък на продукти, които не са закупени по някаква причина.

# Languages::users_menu_description
source: Manage user accounts that are registered at your store.
bg: Управление на потребителски акаунти, които са регистрирани в магазина ви.

# Languages::user_account_info
source: User account information
bg: Информация за потребителски акаунт

# Languages::user_account_information
source: User account information
bg: Информация за потребителски акаунт

# Languages::user_details_page
source: User details page
bg: Страница с потребителски данни

# Languages::user_group_requests
source: User group requests
bg: Заявки за потребителски групи

# Languages::user_id
source: User ID
bg: Потербител ID

# Languages::user_info
source: User information
bg: Информация за потребителите

# Languages::user_pin
source: User PIN
bg: ПИН на потребител

# Languages::user_profile_info
source: User profile information
bg: Информация за профила

# Languages::use_avail_period
source: Use available period
bg: Задайте период за достъп

# Languages::use_cardinal
source: Use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
bg: Използвай Cardinal Centinel&reg; за 3-D Secure Payer Authentication

# Languages::use_coupons_commission
source: Coupon commission
bg: Комисионна за купон

# Languages::use_current_link
source: Use the current page link
bg: Използвайте текущата връзка на страница

# Languages::use_custom_weight_settings
source: Use custom weight settings
bg: Използвай произволните настройки за тегло

# Languages::use_negotiated_rates
source: Use negotiated rates
bg: Използвайте договорените нива
