Repository: askzap/ask-zap
Catalog: var/langs/*/core.po
Languages: bg

# Languages::block_product_filters
source: Product filters
bg: Продуктовите филтри

# Languages::block_product_filters_description
source: Product filtering options
bg: Продуктови опции за филтриране

# Languages::block_settings
source: Block settings
bg: Настройки на блоковете

# Languages::block_shipping_methods
source: Shipping methods
bg: Начини за доставка

# Languages::block_shipping_methods_description
source: Available shipping methods
bg: Налични методи за доставка

# Languages::block_smarty_block
source: HTML block with Smarty support
bg: HTML блокът с поддръжка на "Smarty"

# Languages::block_smarty_block_description
source: Any HTML/Smarty content
bg: Всяко HTML/Smarty съдържание

# Languages::block_template
source: Template
bg: Шаблон

# Languages::block_template_description
source: Block with a particular template
bg: Блок с конкретен шаблон

# Languages::block_text
source: Block text
bg: Блок текст

# Languages::block_time
source: Time for which IP should be blocked
bg: Времето, за което IP трябва да бъде блокирано

# Languages::block_width
source: Block width
bg: Блок ширина

# Languages::block_wrapper_updated
source: Block wrapper was updated
bg: Блоковият стил е актуализиран

# Languages::bm_confirm
source: Performing this action will [action] this block on all the [location_name] pages. Do you want to continue?
bg: Извършване на това действие ще [action] този блок на всички [location_name] страници. Искате ли да продължите?

# Languages::body
source: Body
bg: Основна част

# Languages::bonus
source: Bonus
bg: Бонус

# Languages::bonuses
source: Bonuses
bg: Бонуси

# Languages::both
source: Both
bg: И двете

# Languages::bought
source: Already bought
bg: Вече е закупен

# Languages::bought_amount
source: Bought quantity
bg: Закупено количество

# Languages::box_height
source: Box height
bg: Височина на кутията

# Languages::box_length
source: Box length
bg: Дължина на кутията

# Languages::box_width
source: Box width
bg: Ширина на кутията

# Languages::brand
source: Brand
bg: Марка

# Languages::brand_type
source: Brand/Manufacturer
bg: Марка/Производител

# Languages::breadcrumbs
source: Breadcrumbs
bg: Трохички

# Languages::browse
source: Browse...
bg: Преглед

# Languages::bulk_category_addition
source: Bulk category addition
bg: Добавяне на група категории

# Languages::bulk_product_addition
source: Bulk product addition
bg: Добавяне на група продукти

# Languages::but_change
source: Change
bg: промяна

# Languages::buyer_name
source: Buyer's name
bg: Име на купувач

# Languages::buy_in_advance
source: Buy in advance
bg: Купете предварително

# Languages::buy_now
source: Buy now
bg: Купи сега

# Languages::by
source: by
bg: от

# Languages::bytes
source: bytes
bg: байта

# Languages::by_fixed
source: by fixed amount
bg: по фиксирана сума

# Languages::by_percentage
source: by percentage of the original price
bg: по процент от първоначалната цена

# Languages::C128A
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
bg: Code 128 е баркод символика с висока плътнос.<br/>Използва се в цял свят.<br/>Code 128 е направен да кодира 128 ASCII символи.<br/>Кодът 128-A поддържа 0-9, A-Z, специални символи.<br/>Code 128-B поддържа 0-9, A-Z, a-z, специални символи.<br/>Code 128-C поддържа 00-99 .<br/>

# Languages::C128B
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
bg: Code 128 е баркод символика с висока плътнос.<br/>Използва се в цял свят.<br/>Code 128 е направен да кодира 128 ASCII символи.<br/>Кодът 128-A поддържа 0-9, A-Z, специални символи.<br/>Code 128-B поддържа 0-9, A-Z, a-z, специални символи.<br/>Code 128-C поддържа 00-99 .<br/>

# Languages::C128C
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
bg: Code 128 е баркод символика с висока плътнос.<br/>Използва се в цял свят.<br/>Code 128 е направен да кодира 128 ASCII символи.<br/>Кодът 128-A поддържа 0-9, A-Z, специални символи.<br/>Code 128-B поддържа 0-9, A-Z, a-z, специални символи.<br/>Code 128-C поддържа 00-99 .<br/>

# Languages::C39
source: Known also as USS Code 39, 3 of 9.<br/>Code 39 can encode alphanumeric characters.<br/>The symbology is used in non-retail environment.<br/>Code 39 is designed to encode 26 upper case letters, 10 digits and 7 special characters.
bg: Известен още като USS Code 39, 3 от 9. <br/> Код 39 може да кодира буквено-цифрови знаци. <br/> Символиката не се използва при продажби на дребно. <br/> Code 39 е проектиран кодира 26-големи букви, 10 цифри и 7 специални символи.

# Languages::calculate
source: Calculate
bg: Пресметни

# Languages::calculate_shipping_cost
source: Calculate shipping cost
bg: Изчислете разходите за Доставка

# Languages::calendar
source: Calendar
bg: Календар

# Languages::canada_post_activation_error
source: To activate the Canada post shipping processor, you must have the Canadian Dollar currency enabled.
bg: За да активирате Canada post, трябва да имате поддръжка на канадска валута.

# Languages::cancel
source: Cancel
bg: Откажи

# Languages::cancelled
source: Canceled
bg: Отказан

# Languages::cancel_url_target
source: Cancel URL target
bg: Откажи URL target

# Languages::cannot_buy
source: You cannot buy the product with these option variants
bg: Не можете да закупите продукта с тези опции

# Languages::cannot_proccess_checkout
source: Your cart is empty, so you cannot proceed to checkout.
bg: Вашата количка е празна, така че не може да пристъпите към плащане.

# Languages::cannot_proccess_checkout_without_payment_methods
source: There are no payment methods available, so you cannot proceed to checkout.
bg: Hяма платежни методи, така че не може да пристъпите към плащане.

# Languages::cannot_write_file
source: Cannot write to the file <b>[file]</b>. Please check the file and directory permissions.
bg: Не може да пишете в файл <b>[file]</b>. Моля, проверете файла и директорията.

# Languages::cant_upload_file
source: File could not be uploaded
bg: Файлът не може да бъде качен

# Languages::capture
source: Capture
bg: Снимай

# Languages::card
source: Card
bg: Kарта

# Languages::cardholder_name
source: Cardholder's name
bg: Име на картодържателя

# Languages::card_number
source: Card number
bg: Номер на картата

# Languages::carrier
source: Carrier
bg: носител

# Languages::cart
source: Cart
bg: Количка

# Languages::cart_content
source: Cart content
bg: Съдържание на количка

# Languages::cart_contents
source: Cart contents
bg: Съдържание на количка

# Languages::cart_is_empty
source: Cart is empty
bg: Количката е празна

# Languages::cart_items
source: Cart items
bg: Артикули в количка

# Languages::cash_on_delivery
source: Cash on delivery
bg: Плащане при доставка

# Languages::catalog
source: Catalog
bg: Каталог

# Languages::catalog_pages
source: Catalog pages
bg: Каталог

# Languages::categories
source: Categories
bg: Категории

# Languages::categories_have_been_added
source: Categories have been added
bg: Категориите са обавени

# Languages::categories_menu_description
source: View product categories which are used to group products in your store.
bg: Преглед на продуктовите категории, които се използват за групиране на продукти в магазина.

# Languages::category
source: Category
bg: Категория

# Languages::category_delimiter
source: Category delimiter
bg: Разделител на категорията

# Languages::category_description
source: Category description
bg: Описание на категорията

# Languages::category_location
source: Category location
bg: Местоположение на категорията

# Languages::category_name
source: Category name
bg: Име на категорията

# Languages::central
source: Central
bg: Централен

# Languages::central_content
source: Central content
bg: Основно съдържание

# Languages::certificate
source: Certificate
bg: Талон

# Languages::certificate_filename
source: Certificate filename
bg: Име на файл

# Languages::change
source: Change
bg: Промени

# Languages::changed
source: Changed
bg: Променени

# Languages::change_password_notification
source: Please change your password
bg: Моля, променете паролата си

# Languages::change_password_notification_body
source: Your password to access the admin panel of the [store] store was last changed [days] days ago. For security reasons, please change your password. In order to do this, please follow the link:
bg: Вашата парола за достъп до админи панела на магазина [store] е била последно променена преди [days] дни. От съображения за сигурност, моля, променете паролата си. За да направите това, моля следвайте линка:

# Languages::change_permissions
source: Change permissions
bg: Промени привлилегии

# Languages::change_range
source: Change range
bg: Промяна на периода

# Languages::charged_amount
source: Charged amount
bg: Стойност

# Languages::charset
source: Character set
bg: charset

# Languages::chart
source: Chart
bg: Графика

# Languages::charts
source: Charts
bg: Графики

# Languages::chart_type
source: Chart type
bg: Графика тип

# Languages::check
source: Check
bg: Проверка

# Languages::checkbox
source: Check box
bg: Чекбокс

# Languages::checking_account_number
source: Checking account number
bg: Проверка на номера на сметката

# Languages::checkout
source: Checkout
bg: Плащане

# Languages::checkout_as_guest
source: Checkout as guest
bg: Плати без регистрация

# Languages::checkout_edp_terms_n_conditions
source: I accept the terms in the
bg: Приемам условията в

# Languages::checkout_terms_n_conditions
source: Select this check box to accept the Terms and Conditions.
bg: Изберете това квадратче, за да приеме условията на сайта.

# Languages::checkout_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
bg: За да продължите, трябва да приемете нашите Общи условия.

# Languages::check_again
source: Recheck and correct
bg: Проверете отново

# Languages::check_all
source: All
bg: Всички

# Languages::check_items_text
source: To include Order statuses, Payment methods and Locations in the conditions list, check the necessary item and click on the "Save" button.
bg: За да включите "Статус на поръчки", "Платежни методи" и "Местоположенив" в списъка със състояния изберете необходимите артикули и натиснете "Save".

# Languages::check_number
source: Check Number
bg: Провери номера

# Languages::check_uncheck_all
source: Check / uncheck all
bg: Постави / махни всички отметки

# Languages::chinese
source: Chinese
bg: Китайски

# Languages::choose
source: Choose
bg: Изберете

# Languages::choose_action
source: Choose action
bg: Избери действие

# Languages::choose_category
source: Choose category
bg: Изберете категория

# Languages::cities
source: Cities
bg: Градове

# Languages::city
source: City
bg: Град

# Languages::classes
source: classes
bg: класове

# Languages::clean
source: clean
bg: Изтриване

# Languages::cleanup_history
source: Clean up history
bg: Изтриване на история

# Languages::clear
source: Clear
bg: Изчисти

# Languages::clear_cache
source: Clear cache
bg: Изчистване на кеша

# Languages::generate_cache
source: Generate cache
bg: Генериране на кеш

# Languages::clear_cart
source: Clear cart
bg: Изпразни количката

# Languages::clear_conditions
source: Clear conditions
bg: Изтриване на условия

# Languages::clear_fields
source: Clear fields
bg: Изтрий полетата

# Languages::clear_list
source: Clear list
bg: Изтрий списъка

# Languages::clear_thumbnails
source: Clean up generated thumbnails
bg: Изчистване на генерирани миниатюри

# Languages::clicks
source: Clicks
bg: Кликове

# Languages::client_id
source: Client ID
bg: ID Номер на клиент

# Languages::clone
source: Clone
bg: Клонирай

# Languages::clone_from
source: Clone from
bg: Клонирай от

# Languages::clone_selected
source: Clone selected
bg: Клонирай избраните

# Languages::clone_table
source: Clone table
bg: Клонирай таблица

# Languages::clone_theme
source: Clone theme
bg: Клонирай тема

# Languages::clone_this_item
source: Clone this item
bg: Клонирай този елемент

# Languages::clone_this_page
source: Clone this page
bg: Клонирай тази страница

# Languages::close
source: Close
bg: Затвори

# Languages::cmcic_societe
source: Societe
bg: Сосиете

# Languages::code
source: Code
bg: Код

# Languages::coefficient
source: Coefficient
bg: Коефициент

# Languages::collapse_bg_color
source: Collapse background color
bg: Свиване цвета на фона

# Languages::collapse_sublist_of_items
source: Collapse the sublist of items
bg: Свиване на подсписъка на артикулите

# Languages::collapse_text_color
source: Collapse text color
bg: Свиване цвета на текста

# Languages::color
source: Color
bg: Цвят

# Languages::combination
source: Combination
bg: Комбинация

# Languages::comma
source: Comma
bg: Запетая

# Languages::comment
source: Comment
bg: Коментар

# Languages::comments
source: Comments
bg: Коментари

# Languages::comment_hint
source: Enter your comment to appear below the option
bg: Въведете вашия коментар

# Languages::commission
source: Commission
bg: Комисионна

# Languages::commissions
source: Commissions
bg: Комисионни

# Languages::commissions_of_last_periods
source: Commissions of latest periods
bg: Комисионни на последни периоди

# Languages::commission_rates
source: Commission rates
bg: Комисионни рейтове

# Languages::compact_list
source: Compact list
bg: Компактен списък

# Languages::company
source: Company
bg: Компания

# Languages::company_address
source: Company address
bg: Адрес

# Languages::company_name
source: Company name
bg: Име

# Languages::company_not_found
source: Selected company not found.
bg: Избраната фирма не е намерена.

# Languages::company_phone
source: Company phone
bg: Телефон

# Languages::company_settings
source: Company settings
bg: Фирма - настройки

# Languages::compare
source: Compare
bg: Сравни

# Languages::compare_product_features
source: Compare product features
bg: Сравнение на функциите на продукта

# Languages::comparison_list
source: Comparison list
bg: Списък сравнение

# Languages::compatible_class
source: Compatible class
bg: Съвместим клас

# Languages::completed
source: Completed
bg: завършен

# Languages::compressing_backup
source: Compressing backup file
bg: Компресиране на архивния файл

# Languages::compress_dump
source: Compress backup file
bg: Компресиране на архивния файл

# Languages::condition
source: Condition
bg: Състояние

# Languages::conditions
source: Conditions
bg: Условия

# Languages::configure
source: Configure
bg: Конфигуриране

# Languages::confirm
source: Confirm
bg: Потвърдете

# Languages::confirmation_dialog
source: Confirmation dialog
bg: диалоговия прозорец за потвърждение

# Languages::confirm_password
source: Confirm password
bg: Потвърди парола

# Languages::conflicts
source: Conflicts
bg: Конфликти

# Languages::congratulations
source: Congratulations!
bg: Поздравления

# Languages::connection_ticket
source: Connection ticket
bg: Тикет

# Languages::contact_information
source: Contact information
bg: Информация за контакт

# Languages::contact_us_for_price
source: Contact us for a price
bg: Свържете се с нас за цена

# Languages::container_options
source: Container options
bg: Контейнер опции

# Languages::content
source: Content
bg: Съдържание

# Languages::content_alignment
source: Content alignment
bg: Подравняване на съдържанието

# Languages::content_changed_for
source: This block instances have different content for
bg: Този блок има различно съдържание за

# Languages::content_menu_description
source: Create and publish pages, polls, forms and links.
bg: Създаване и публикуване на страници, анкети, форми и връзки.

# Languages::continue
source: Continue
bg: Продължете

# Languages::continue_shopping
source: Continue shopping
bg: Продължи пазаруването

# Languages::controller
source: Replace with
bg: Замени с

# Languages::converting_data_in_table
source: Converting data in table [table]
bg: Конвертиране на данните в таблицата [table]

# Languages::copyright_shopping_cart
source: [product] - Shopping Cart Software
bg: CS-Cart

# Languages::copy_from_layout
source: Copy data from layout
bg: Копиране на данни от оформлението

# Languages::core
source: Core
bg: Ядро

# Languages::cost
source: Cost
bg: Цена

# Languages::cost_dependences
source: Cost dependencies
bg: Разходни зависимости

# Languages::could_not_open_file
source: File preview is not available
bg: Няма налична визуализация на файл

# Languages::countries
source: Countries
bg: Страни

# Languages::countries_menu_description
source: Manage the set of countries that are supported in your store.
bg: Управление на страните в сайта

# Languages::country
source: Country
bg: Страна

# Languages::coupon
source: Coupon
bg: Талон за отстъпка

# Languages::coupons
source: Coupons
bg: Талони за отстъпка

# Languages::coupon_already_used
source: This coupon is already in use
bg: Този талон за отстъпка е вече използван

# Languages::coupon_code
source: Coupon code
bg: Код на талона за отстъпка

# Languages::cpi_hash_key
source: CPI Hash Key
bg: CPI Hash Ключ

# Languages::create
source: Create
bg: Създай

# Languages::created
source: Created
bg: Създаден

# Languages::create_account
source: Create account
bg: Създаване на акаунт

# Languages::create_administrator_account
source: Create administrator account
bg: Създаване на акаунт за администратор

# Languages::create_and_close
source: Create and close
bg: Създай и затвори

# Languages::create_file
source: Create file
bg: Създай файл

# Languages::create_folder
source: Create folder
bg: Създаване на папка

# Languages::create_guest_account
source: Quick checkout with no account creating required
bg: Бърза поръчка без да се създава акаунт

# Languages::create_new_account
source: Create a permanent account and use it for checkout
bg: Създаване на постоянен акаунт и за използването му при поръчване

# Languages::create_new_block
source: Create New Block
bg: Създаване на нов блок

# Languages::create_new_order
source: Create a new order
bg: Създаване на нова поръчка

# Languages::create_process_payment
source: Create and process payment
bg: Създаване и обработка на плащане

# Languages::create_profile
source: Create a new profile
bg: Създаване на нов профил

# Languages::create_profile_notification_header
source: Thank you for becoming a registered user at
bg: Благодарим ви за регистрацията

# Languages::create_table
source: Create New Table
bg: Създаване на нова таблица

# Languages::creating
source: Creating
bg: Създаване на

# Languages::creating_table
source: Creating table
bg: Създаване на таблица

# Languages::creation_date
source: Creation date
bg: Дата на създаване

# Languages::credit_card
source: Credit card
bg: Кредитна карта

# Languages::credit_card_info
source: This number is printed in the signature area on the back of the card. It is the 3 digits AFTER the credit card number.
bg: Този номер е отпечатан в областта на подписа на гърба на картата. Това са 3 цифри след номера на кредитната карта.

# Languages::credit_memo
source: Credit memo
bg: Кредитно известие

# Languages::credit_memo_id
source: Credit memo ID
bg: Кредитно известие ID

# Languages::cresecure_allowed_types
source: Allowed card types
bg: Позволени видове карти

# Languages::csv_delimiter
source: CSV delimiter
bg: CSV разделител

# Languages::csv_file
source: CSV file
bg: CSV файл

# Languages::currencies
source: Currencies
bg: Валути

# Languages::currency
source: Currency
bg: Валута

# Languages::currencycode
source: Currency code
bg: код на валутата

# Languages::currency_code_aed
source: United Arab Emirates Dirham
bg: Обединени арабски емирства Дирхам

# Languages::currency_code_ang
source: ANG
bg: Тонганска паанга

# Languages::currency_code_ars
source: ARS
bg: Аржентинско песо

# Languages::currency_code_aud
source: Australian Dollar
bg: австралийски долар

# Languages::currency_code_awg
source: AWG
bg: Флорини Аруба

# Languages::currency_code_bgn
source: BGN
bg: ЛЕВА

# Languages::currency_code_brl
source: Brazilian Real
bg: бразилски реал

# Languages::currency_code_byr
source: BYR
bg: Белоруска рубла

# Languages::currency_code_cad
source: Canadian Dollar
bg: канадски долар

# Languages::currency_code_chf
source: Swiss Franc
bg: швейцарски франк

# Languages::currency_code_cny
source: CNY
bg: Китайски ренминби юан

# Languages::currency_code_cyr
source: Cyprus Pound
bg: Кипърски паунд

# Languages::currency_code_czk
source: Czech Koruna
bg: Чешката крона

# Languages::currency_code_dkk
source: Danish Kroner
bg: датска крона

# Languages::currency_code_eek
source: Estonian Kroon
bg: естонска крона

# Languages::currency_code_eur
source: Euro
bg: Евро

# Languages::currency_code_fjd
source: Fiji Dollar
bg: Фиджи долар

# Languages::currency_code_frf
source: French Franc
bg: френски франк

# Languages::currency_code_gbp
source: UK Pound
bg: Британски паунд

# Languages::currency_code_gel
source: GEL
bg: Грузинско лари

# Languages::currency_code_hkd
source: Hong Kong Dollar
bg: Хонконгски долар

# Languages::currency_code_hrk
source: HRK
bg: Хърватска куна

# Languages::currency_code_huf
source: Hungarian Forint
bg: унгарския форинт

# Languages::currency_code_ils
source: Israel New Shequel
bg: Израелски шекел

# Languages::currency_code_inr
source: Indian Rupee
bg: индийски рупии

# Languages::currency_code_isk
source: Iceland Krona
bg: Исландска крона

# Languages::currency_code_jpy
source: Japanese Yen
bg: Японски йени

# Languages::currency_code_kpw
source: North Korean Won
bg: Севернокорейски вон

# Languages::currency_code_krw
source: South Korean Won
bg: Южнокорейски вон

# Languages::currency_code_kwd
source: Kuwaiti Dinar
bg: кувейтския динар

# Languages::currency_code_ltl
source: Lithuanian Litas
bg: литовски литас

# Languages::currency_code_lvl
source: Latvian Lat
bg: латвийски лат

# Languages::currency_code_mad
source: MAD
bg: Марокански дирхам

# Languages::currency_code_mxn
source: Mexican Peso
bg: Мексиканско песо

# Languages::currency_code_myr
source: Malaysian Ringgit
bg: Малайзийски рингит

# Languages::currency_code_nok
source: Norwegian Kroner
bg: норвежка крона

# Languages::currency_code_nzd
source: New Zealand Dollar
bg: Новозеландски долар

# Languages::currency_code_php
source: Philippine Peso
bg: Филипинско песо

# Languages::currency_code_pln
source: Polish Zlotych
bg: Полски злоти

# Languages::currency_code_png
source: Papua New Guinea Kina
bg: Папуа Нова Гвинея Кина

# Languages::currency_code_ron
source: RON
bg: Румънска лея

# Languages::currency_code_rub
source: RUB
bg: Руска рубла

# Languages::currency_code_rur
source: Russian Ruble
bg: руска рубла

# Languages::currency_code_sar
source: Saudi Riyal
bg: саудитски риал

# Languages::currency_code_sbd
source: Solomon Islands Dollar
bg: Соломоновите острови долар

# Languages::currency_code_sek
source: Sweden Kroner
bg: Швецка крона

# Languages::currency_code_sgd
source: Singapore Dollar
bg: Сингапурски долар

# Languages::currency_code_sit
source: Slovenian Tolar
bg: словенски толар

# Languages::currency_code_skk
source: Slovak Koruna
bg: словашки крони

# Languages::currency_code_thb
source: Thai Baht
bg: тайландски бат
