Repository: askzap/ask-zap
Catalog: var/langs/*/addons/access_restrictions.po
Languages: bg_bg

# Addons::name::access_restrictions
source: Access restrictions
bg_bg: Ограниченията на достъп

# Addons::description::access_restrictions
source: Lets you limit storefront and administrator area access to certain IP-addresses with different options
bg_bg: Позволява да ограничите витрината и административната част да бъдат достъпвани от специфично IP с различни опции

# Languages::access_restrictions
source: Access restrictions
bg_bg: Ограниченията на достъп

# Languages::add_ips
source: Add IPs
bg_bg: Добави нов IPs

# Languages::new_ips
source: New IPs
bg_bg: Нови IP - та

# Languages::add_domains
source: Add domains
bg_bg: Добави домейн

# Languages::new_domains
source: New domains
bg_bg: Нови домейни

# Languages::add_emails
source: Add e-mail addresses
bg_bg: Добавяне на имейл адреси

# Languages::new_emails
source: New e-mail addresses
bg_bg: Добави Email

# Languages::new_credit_card
source: New credit card
bg_bg: Нова кредитна карта

# Languages::add_credit_card
source: Add credit card
bg_bg: Добавяне на кредитна карта

# Languages::privileges.manage_access_restrictions
source: Manage access restrictions
bg_bg: Управление на ограниченията за достъп

# Languages::domain
source: Domain
bg_bg: Домейн

# Languages::warning_of_ip_adding
source: The entered IP address <b>[entered_ip]</b> forbids access to the administration panel from your computer (your IP is <b>[your_ip]</b>).
bg_bg: Въвели сте IP адрес <b> [entered_ip] </ b>, който забранява достъп до администраторския панел на вашия компютър (вашия IP адрес <b> [your_ip] </ b>).

# Languages::text_cc_number_is_blocked
source: The credit card number <b>[cc_number]</b> is blocked by the administrator. Please contact the store administrator or try another one.
bg_bg: Кредитна карта номер <b>[cc_number]</b> е блокирана от администратор. Моля, свържете се с администратор или опитайте отново.

# Languages::text_not_valid_ip
source: <b>[ip]</b> is not a valid ip address.
bg_bg: <b>[ip]</b> не е валиден ip адрес.

# Languages::text_not_valid_domain
source: <b>[domain]</b> is not a valid domain name.
bg_bg: <b>[domain]</b> не е валидно домейн име.

# Languages::text_not_valid_cc_number
source: <b>[cc_number]</b> is not a valid credit card number.
bg_bg: <b>[cc_number]</b> не е валиден номер на кредитна карта.

# Languages::text_email_is_blocked
source: The e-mail address <b>[email]</b> is blocked by the administrator. Please contact the store administrator or try another one.
bg_bg: E-mail адресът <b>[email]</b> е блокиран от администратор. Моля, свържете се с администратор или опитайте с друг.

# Languages::text_ips_denied
source: You are not allowed to access this area
bg_bg: Вие нямате право на достъп до тази област

# Languages::text_ip_blocked_failed_login
source: The IP was blocked after [number] unsuccessful logins
bg_bg: IP адресът е блокиран след [number] неуспешни опита

# Languages::text_ip_is_blocked
source: Your IP address is blocked.
bg_bg: Вашият IP адрес е блокиран.

# Languages::store_admin
source: Store administrator
bg_bg: Администратор на магазина

# Languages::your_ip_added
source: Your IP address <b>[ip]</b> has been added to the access restrictions table.
bg_bg: Вашият IP адрес <b>[ip]</b> е добавен към таблицата за ограничения на достъпа.

# Languages::your_ip_enabled
source: Your IP address <b>[ip]</b> has been enabled in the access restrictions table.
bg_bg: Вашият IP адрес <b>[ip]</b> е активиран в таблицата за ограничения на достъпа.

# Languages::your_ip_removed
source: Your IP address <b>[ip]</b> has been removed from the access restrictions table.
bg_bg: Вашият адрес <b> [IP] </b> е била отстранена от таблицата за ограничения на достъпа.

# Languages::ip_from
source: IP from
bg_bg: IP от

# Languages::ip_to
source: IP to
bg_bg: IP до

# Languages::text_access_notice
source: You can use the wildcards for the "Domain", "E-mail" and "Credit Card" tabs: <br /><b>*</b> - can represent any number of characters, including zero<br /><b>?</b> - can represent any single character.
bg_bg: Можете да използвате заместващи символи за разделите "Домейн", "Електронна поща" и "Кредитна карта": <br> <b> * </b> - всички, включително нула <br> <b></b> - може да представлява всеки един символ.

# Languages::ips
source: IPs
bg_bg: IP - та

# Languages::make_permanent
source: Make permanent
bg_bg: Направи постоянно

# Languages::credit_card_number
source: Credit card number
bg_bg: Номер на кредитна карта

# SettingsSections::access_restrictions::general
source: General
bg_bg: Общи

# SettingsOptions::access_restrictions::elm_administrator_area_settings
source: Administrator area settings
bg_bg: Административна част настройки

# SettingsOptions::access_restrictions::admin_reverse_ip_access
source: Allow login to the admin area from specified IPs only
bg_bg: Позволи вход към административната част само от определени IP адреси

# SettingsOptions::access_restrictions::unsuccessful_attempts_login
source: Block IP after a number of unsuccessful attempts
bg_bg: Блокирай IP адреса след редица неуспешни опити

# SettingsOptions::access_restrictions::number_unsuccessful_attempts
source: Number of unsuccessful attempts
bg_bg: Брой неуспешни опити

# SettingsOptions::access_restrictions::login_intervals
source: Time between unsuccessful login attempts (seconds)
bg_bg: Времето между опити за неуспешно влизане (секунди)

# SettingsOptions::access_restrictions::time_block
source: Time for which the IP should be blocked (hours)
bg_bg: Времето, за което IP-то трябва да бъде блокирано (часове)

# SettingsOptions::access_restrictions::elm_customer_and_affiliate_area_settings
source: Customer area settings
bg_bg: Настройки на зоната за клиент

# SettingsOptions::access_restrictions::unsuccessful_attempts_login_customer
source: Block IP after a number of unsuccessful attempts
bg_bg: Блокирай IP адреса след редица неуспешни опити

# SettingsOptions::access_restrictions::number_unsuccessful_attempts_customer
source: Number of unsuccessful attempts
bg_bg: Брой неуспешни опити

# SettingsOptions::access_restrictions::login_intervals_customer
source: Time between unsuccessful login attempts (seconds)
bg_bg: Времето между опити за неуспешно влизане (секунди)

# SettingsOptions::access_restrictions::time_block_customer
source: Time for which the IP should be blocked (hours)
bg_bg: Времето, за което IP-то трябва да бъде блокирано (часове)
