Repository: askzap/ask-zap
Catalog: var/langs/*/addons/anti_fraud.po
Languages: bg_bg

# Addons::name::anti_fraud
source: Anti fraud
bg_bg: Анти измама

# Addons::description::anti_fraud
source: Adds configurable security order verification using the Maxmind service to prevent fraud
bg_bg: Добавя, конфигурируема проверка на сигурността на поръчките с помощта на Maxmind услугата за предотвратяване на измами

# Languages::af_big_order_total
source: Order total exceeds the allowed maximum
bg_bg: Поръчката надхвърля позволения максимум

# Languages::af_country_doesnt_match
source: The country does not match the IP address
bg_bg: Страната не съответства на IP адреса

# Languages::af_has_failed_orders
source: Customer has FAILED orders
bg_bg: Клиентът има НЕУСПЕШНИ поръчки

# Languages::af_has_successfull_orders
source: Customer has SUCCESSFUL orders
bg_bg: Клиентът има УСПЕШНИ поръчки

# Languages::af_high_risk_country
source: High risk country
bg_bg: Страни с висок риск

# Languages::af_high_risk_factor
source: Risk factor exceeds the defined value
bg_bg: Рисковият фактор превишава определената стойност

# Languages::af_ip_not_found
source: Failed to identify customer's IP address
bg_bg: Неуспешно идентифициране на IP адреса на клиента

# Languages::af_long_distance
source: Customer is outside the safe distance
bg_bg: Клиентът е извън сигурна зона

# Languages::af_low_risk_factor
source: Risk factor is admissible
bg_bg: Рисковият фактор е допустим

# Languages::antifraud_failed_order
source: Your order was placed in the store. It is undergoing an additional check now. We will contact you as soon as the administrator finishes it
bg_bg: Вашата поръчка е поставена в магазина. Това е процес на допълнителна проверка. Ние ще се свържем с Вас веднага след като бъде завършва от администратора

# Languages::risk_factor
source: Risk factor
bg_bg: Рисков фактор

# Languages::decision
source: Decision
bg_bg: решение

# Languages::anti_fraud_order_not_approved
source: Order has not been approved because risk factor exceeds Maximum risk factor
bg_bg: Поръчката не е одобрена поради висок рисков фактор

# Languages::anti_fraud_order_approved
source: Order has been approved
bg_bg: Поръчката е одобрена

# Languages::fraud_risk
source: Fraud risk
bg_bg: Опасност от измама

# Languages::fraud_checking
source: Fraud checking
bg_bg: Проверка за измама

# SettingsSections::anti_fraud::general
source: General
bg_bg: Общи

# SettingsOptions::anti_fraud::anti_fraud_key
source: Maxmind license key
bg_bg: MaxMind лицензен ключ

# SettingsOptions::anti_fraud::anti_fraud_safe_distance
source: Safe distance (km)
bg_bg: Безопасно разстояние (км)

# SettingsOptions::anti_fraud::anti_fraud_max_order_total
source: Max order total
bg_bg: Максимална поръчка общо

# SettingsOptions::anti_fraud::anti_fraud_risk_factor
source: Maximum risk factor (1..100)
bg_bg: Максималният рисков фактор (1..100)

# SettingsOptions::anti_fraud::antifraud_order_status
source: Order status
bg_bg: Статус на поръчка
