Repository: askzap/ask-zap
Catalog: var/langs/*/addons/banners.po
Languages: bg_bg

# Addons::name::banners
source: Banners management
bg_bg: Управление на банери

# Addons::description::banners
source: Allows you to create text and visual banners
bg_bg: Позволява Ви да създадавате текстови и визуални банери

# Languages::banners.new_banner
source: New banner
bg_bg: Нов банер

# Languages::banners.editing_banner
source: Editing banner
bg_bg: Редактиране на банер

# Languages::add_banner
source: Add banner
bg_bg: Добави банер

# Languages::banner
source: Banner
bg_bg: Банер

# Languages::banners
source: Banners
bg_bg: Банери

# Languages::banners_menu_description
source: Create graphic and text banners that can then be placed on the storefront.
bg_bg: Създаване на графични и текстови банери.

# Languages::banner_code
source: Banner code
bg_bg: Банер код

# Languages::banner_code_for_some_products
source: Banner code for some products
bg_bg: Банер код за някои продукти

# Languages::manage_banners
source: Manage banners
bg_bg: Управление на банери

# Languages::block_banners
source: Banners
bg_bg: Банери

# Languages::block_banners_description
source: Visual and text banners
bg_bg: Визуални и текстови банери

# Languages::privileges.view_banners
source: View banners
bg_bg: Изглед на банерите

# Languages::privileges.manage_banners
source: Manage banners
bg_bg: Управление на банери

# Languages::add_banners
source: Add banners
bg_bg: Добави банер

# Languages::add_banners_and_close
source: Add banners and close
bg_bg: Добави банер и затвори

# Languages::graphic_banner
source: Graphic banner
bg_bg: Текстови банер

# Languages::text_banner
source: Text banner
bg_bg: Текст банер

# Languages::banners_statistics
source: Banners statistics
bg_bg: Банер статистики

# Languages::views
source: Views
bg_bg: Показвания

# Languages::conversion
source: Conversion
bg_bg: Конверсия

# Languages::banner_details_notes
source: After you create a banner here, you should use the <strong>Layout editor</strong> to add it to the storefront.<br /><br />Go to <a href="[layouts_href]" target="_blank">Design → Layouts</a>, switch to the location where you want the banner to appear, and add a new block with type <strong>Banners</strong>.<br /><br />In this block settings, go to the <strong>Content</strong> tab, pick the <strong>Manual</strong> filling, and click on the <strong>Add banners</strong> button.<br /><br />You will see the list of all the banners in your store. Pick the one(s) you need and click on the <strong>Add banners and close</strong> button.<br /><br />Finally, click on the <strong>Create</strong> button to save your changes.
bg_bg: След като създадете банер тук, трябва да използвате <strong>редактора на оформление</strong> да го добавите към витрината.<br /><br />отидете до <a href="[layouts_href]" target="_blank"> дизайн → оформления</a>, преминете към местоположението, където искате банера да се показва и добавете нов блок с тип <strong>банери</strong>.<br /><br />в този блок с настройки, отидете на раздела <strong>съдържание</strong>, изберете <strong>ръчно</strong> попълване и кликнете върху бутона <strong>Добави банери</strong>.<br /><br />ще видите списъка на всички банери във вашия магазин. Изберете един(ни) и кликнете върху <strong>Добавяне на банери и натиснете</strong> затвори.<br /><br />накрая кликнете върху бутона <strong>Създаване</strong>, за да запишете промените си.

# SettingsSections::banners::general
source: General
bg_bg: Общи

# SettingsOptions::banners::banner_multilang
source: Enable multi-language Images/URLs
bg_bg: Разрешаване на многоезични изображения/URL
