Repository: askzap/ask-zap
Catalog: var/langs/*/addons/bestsellers.po
Languages: bg_bg

# Addons::name::bestsellers
source: Bestsellers & On-Sale Products
bg_bg: Бестселъри и продукти на продажба

# Addons::description::bestsellers
source: Collects best selling & on sale product data and adds block fillings to show such products
bg_bg: Събира данни за най-продаваните и продуктите на разпродажба и добавя блоково запълване за да покаже такива продукти

# Languages::sort_by_bestsellers_asc
source: Sort by Bestselling: Low to High
bg_bg: Сортирай по бестселъра: ниска към висока

# Languages::sort_by_bestsellers_desc
source: Sort by Bestselling
bg_bg: Сортиране по най-продаваните

# Languages::sort_by_on_sale_asc
source: Sort by discount: Low to High
bg_bg: Сортирай по отстъпка: ниска към висока

# Languages::sort_by_on_sale_desc
source: Sort by discount: High to Low
bg_bg: Сортирай по отстъпка: висока към ниска

# Languages::sales_amount
source: Sales amount
bg_bg: Брой продажби

# Languages::bestselling
source: Bestselling
bg_bg: Най-продаван

# Languages::on_sale
source: On sale
bg_bg: На разпродажба

# Languages::similar
source: Similar
bg_bg: Подобни

# Languages::percent_range
source: Price range (in % of the main product's price)
bg_bg: Ценови диапазон (% от основната цена на продукт)

# Languages::similar_category
source: Of the same category
bg_bg: От същата категория

# Languages::similar_subcats
source: Consider subcategories
bg_bg: Помислете за подкатегории

# Languages::similar_in_stock
source: Only "in stock" products
bg_bg: Само "на склад" продукти

# Languages::final_sale
source: Final sale
bg_bg: Финална разпродажба

# SettingsSections::bestsellers::general
source: General
bg_bg: Общи

# SettingsSections::bestsellers::newest
source: Newest
bg_bg: Най-новите

# SettingsOptions::bestsellers::final_sale_from
source: Minimum final sale discount (%)
bg_bg: Минимална последна отстъпка (%)

# SettingsOptions::bestsellers::sales_amount_from
source: Minimum sales amount to define bestsellers
bg_bg: Минимална сума на продажбите за дефинираните бестселъри

# SettingsOptions::bestsellers::period
source: Period
bg_bg: Период

# SettingsOptions::bestsellers::last_days
source: Last days
bg_bg: Последните дни

# SettingsVariants::bestsellers::period::all
source: All days
bg_bg: Всички дни

# SettingsVariants::bestsellers::period::today
source: Today
bg_bg: Днес

# SettingsVariants::bestsellers::period::last_days
source: Last days
bg_bg: Последните дни
