Repository: askzap/ask-zap
Catalog: var/langs/*/addons/blog.po
Languages: bg_bg

# Addons::name::blog
source: Blog
bg_bg: Блог

# Addons::description::blog
source: Lets you start your blog easily
bg_bg: Позволява да стартирате вашия блог лесно

# Languages::blog.new_post
source: New blog post
bg_bg: Нова публикация

# Languages::blog.editing_post
source: Editing blog post
bg_bg: Редактиране на публикация

# Languages::blog
source: Blog
bg_bg: Блог

# Languages::blog.add_post
source: Add blog post
bg_bg: Добавяне на публикация

# Languages::blog.recent_posts
source: Blog: recent posts
bg_bg: Блог: Последни публикации

# Languages::blog.recent_posts_scroller
source: Blog: recent posts scroller
bg_bg: Блог: последните публикации превъртане

# Languages::blog.view_post
source: View post
bg_bg: Преглед на публикация

# Languages::recent_blog_posts
source: Recent blog posts
bg_bg: Последните публикации в блога

# Languages::blog.posts
source: Posts
bg_bg: Публикации

# Languages::blog.post
source: Post
bg_bg: Публикация

# Languages::blog.text_links
source: Blog: text links
bg_bg: Блог: текстови връзки

# Languages::blog.read_more
source: Read more
bg_bg: Прочети повече

# Languages::post_description
source: Post description
bg_bg: Описание на публикацията
