Repository: askzap/ask-zap
Catalog: var/langs/*/addons/buy_together.po
Languages: bg_bg, pt_br

# Addons::name::buy_together
source: Buy together
bg_bg: Купи заедно
pt_br: Compre junto

# Addons::description::buy_together
source: Allows you to set up share discounts on certain product combinations
bg_bg: Позволява Ви да настроите дял отстъпки за определени комбинации от продукти
pt_br: Permite configurar o compartilhamento descontos em determinadas combinações de produto

# Languages::buy_together
source: Buy together
bg_bg: Купи заедно
pt_br: Compre junto

# Languages::specify_options
source: Specify options
bg_bg: Задаване на опции
pt_br: Especifique opções

# Languages::total_list_price
source: Total list price
bg_bg: Общо цена
pt_br: Lista total de preço

# Languages::price_for_all
source: Price for all
bg_bg: Цена за всички
pt_br: Preço para todos

# Languages::add_all_to_cart
source: Add all to cart
bg_bg: Добавяне на всички към кошницата
pt_br: Adicionar tudo ao carrinho

# Languages::editing_combination
source: Editing combination
bg_bg: Редактиране на комбинация
pt_br: Alterando combinação

# Languages::buy_together_calculation_information
source: Total price: [total_price], Discount: [discount], Combination price: [combination_price]
bg_bg: Обща цена: [total_price], отстъпка: [discount], цена за комбинация: [combination_price]
pt_br: Preço total: [total_price], Desconto: [discount], Preço da combinação: [combination_price]

# Languages::display_in_promotions
source: Display in promotions
bg_bg: Показване в промоции
pt_br: Exibir em promoções

# Languages::combination_products
source: Combination products
bg_bg: Комбинираните продукти
pt_br: Combinações de produtos

# Languages::share_discount
source: Share discount
bg_bg: Сподели отстъпка
pt_br: Compartilhar desconto

# Languages::buy_together_combination_cannot_be_added
source: Combination cannot be added to cart
bg_bg: Комбинацията не може да бъде добавена в кошницата
pt_br: Combinação não pode ser adicionada ao carrinho

# Languages::buy_together_product_was_removed
source: [product] did not have enough amount ([amount]) and was removed from the cart
bg_bg: [product] не е в достатъчно количество ([amount]) и е премахнат от кошницата
pt_br: [product] não tem estoque suficiente ([amount]) e foi removido do carrinho

# Languages::buy_together_fill_the_mandatory_fields
source: Please specify product options before adding this product combination to the cart.
bg_bg: Задайте опции за продукта преди добавянето на тази комбинация от продукти в количката.
pt_br: Por favor, especifique as opções do produto antes de adicionar esta combinação de produtos ao carrinho.
