Repository: askzap/ask-zap
Catalog: var/langs/*/addons/call_requests.po
Languages: bg_bg, cs_cz

# Addons::name::call_requests
source: Call requests
bg_bg: Заявки за позвъняване
cs_cz: Požadavek na volání

# Addons::description::call_requests
source: Adds a call-requests system
bg_bg: Добавяне на система с искания за повиквания
cs_cz: Systém přidává požadavky na hovor

# SettingsSections::call_requests::general
source: General
bg_bg: Общи
cs_cz: Obecné

# SettingsOptions::call_requests::general
source: General
bg_bg: Общи
cs_cz: Obecné

# SettingsOptions::call_requests::phone
source: Rewrite phone
bg_bg: Презапис на телефон
cs_cz: Přepsat telefon

# SettingsOptions::call_requests::phone_prefix_length
source: Highlight first chars
bg_bg: Маркирайте първите символи
cs_cz: Zvýraznit první znaky

# SettingsOptions::call_requests::buy_now_with_one_click
source: Enable the "Buy now with one click" option
bg_bg: Разрешете опцията "Купи сега с едно кликване"
cs_cz: Povolit možnost "Koupit nyní jedním kliknutím"

# SettingsOptions::call_requests::order_status
source: Order status
bg_bg: Статус на поръчка
cs_cz: Stav objednávky

# SettingsOptions::call_requests::phone_mask
source: Phone mask
bg_bg: Телефонна маска
cs_cz: Maska telefonu

# SettingsTooltips::call_requests::phone_mask
source: Leave empty to use automatic country-based phone pattern, or type in a custom pattern. You can use spaces, commas, +, -, and digits. Note that 9 represents any digit; if you need a 9, type \\9. Examples: +9 (999) 999 99 99, 99999999, 999 999 99 or +99-99-9999-9999.
bg_bg: Оставете празно, за да използвате автоматично телефонния модел за специфична държава, или въведете потребителски модел. Можете да използвате интервали, запетаи, +, - и цифри. Обърнете внимание, че 9 представлява всяка цифра; Ако имате нужда от 9, тип \9. Примери: 9 999 99 99 (999), 99999999, 999 999 99 или + 99-99-9999-9999.
cs_cz: Ponechte prázdné pro použití automatického tvaru tel. čísla pro danou zemi, nebo vložte vlastní tvar. Můžete používat mezery, čárky, znaky +, -, a číslice. Číslice 9 zastupuje jakoukoliv číslici; pokud potřebujete číslici 9, zadejte \\ 9. Prírklady: +9 (999) 999 99 99, 99999999, 999 999 99 or + 99-99-9999-9999.

# SettingsTooltips::call_requests::phone_prefix_length
source: Including parenthesis, spaces, etc. Use to highlight country code, area code, and phone prefix.
bg_bg: Включително скоби, интервали, т.н. Използвайте, за да подчертае код на страната, регионалния код и телефонния префикс.
cs_cz: Včetně závorek, mezer, atd. Slouží k zvýraznění kódu země, kódu oblasti a telefonního předčíslí.

# Languages::privileges.manage_call_requests
source: Manage Call requests
bg_bg: Управление на заявките за позвъняване
cs_cz: Spravovat požadavky na hovor

# Languages::privileges.view_call_requests
source: View Call requests
bg_bg: Разглеждане на заявките за позвъняване
cs_cz: Zobrazit požadavky na hovor

# Languages::call_requests
source: Call requests
bg_bg: Заявки за позвъняване
cs_cz: Požadavek na volání

# Languages::call_requests_menu_description
source: Manage customer call requests
bg_bg: Управление на заявките за повикване от клиент
cs_cz: Spravovat zákaznické požadavky na hovor

# Languages::call_requests.request_call
source: Request call
bg_bg: Заявка за позвъняване
cs_cz: Žádost o volání

# Languages::call_requests.buy_now_with_one_click
source: Buy now with 1-click
bg_bg: Купи сега с 1-клик
cs_cz: Koupit nyní s 1-click

# Languages::call_requests.error_validate_call_form
source: Please enter your email or phone number
bg_bg: Моля, въведете вашия имейл или телефонен номер
cs_cz: Zadejte, prosím, váš e-mail nebo telefonní číslo

# Languages::call_requests.request_recieved
source: We have received your request! Our manager will contact you soon.
bg_bg: Получихме вашето запитване! Нашият мениджър ще се свърже с Вас скоро.
cs_cz: Obdrželi jsme vaši žádost! Náš manažer vás bude kontaktovat.

# Languages::call_requests.order_placed
source: We have received your request! The order #[order_id] has been successfully created. Our manager will contact you soon.
bg_bg: Получипме вашето запитване! Поръчка #[order_id] е създадена успешно. Нашият мениджър ще се свърже с Вас скоро.
cs_cz: Obdrželi jsme vaši žádost! Objednávka # [order_id] byla úspěšně vytvořena. Náš manažer vás bude kontaktovat.

# Languages::call_requests.phone_from_settings
source: Phone from settings
bg_bg: Телефон от настройки
cs_cz: Nastavení volacího telefonu

# Languages::call_requests.enter_phone_or_email_text
source: Please enter your phone number or email (for our manager to contact you)
bg_bg: Моля, въведете вашия телефонен номер или имейл (за да може нашия мениджър, да се свърже с вас)
cs_cz: Prosím, zadejte vaše telefonní číslo nebo e-mail (pro možnost kontaktu našeho manažera)

# Languages::call_requests.status.new
source: New
bg_bg: Нов
cs_cz: Nové

# Languages::call_requests.status.in_progress
source: In progress
bg_bg: В процес
cs_cz: Probíhá

# Languages::call_requests.status.completed
source: Completed
bg_bg: Завършен
cs_cz: Dokončeno

# Languages::call_requests.status.no_answer
source: No answer
bg_bg: Няма отговор
cs_cz: Žádná odpověď

# Languages::call_requests.responsible
source: Responsible
bg_bg: Отговорен
cs_cz: Odpovědný

# Languages::call_requests.notes
source: Notes
bg_bg: Бележки
cs_cz: Poznámky

# Languages::call_requests.requested_product
source: Requested product
bg_bg: Исканият продукт
cs_cz: Požadovaný produkt

# Languages::call_requests.awaiting_call
source: Awaiting call
bg_bg: Изчакване на повикване
cs_cz: Čeká na volání

# Languages::call_requests.order_exists
source: Order exists
bg_bg: Поръчката съществува
cs_cz: Stávající objednávka

# Languages::call_requests.person_name_and_phone
source: Name and phone
bg_bg: Име и телефон
cs_cz: Jméno a telefonní číslo

# Languages::call_requests.no_name_specified
source: No name specified
bg_bg: Не е зададено име
cs_cz: Není zadáno jméno

# Languages::call_requests.use_for_call_requests
source: Call request and buy now with one click form
bg_bg: Заявка за повикване и "купи сега" форма с едно кликване
cs_cz: Požadavek na zavolání a koupi hned jedním klikem

# Languages::block_call_request
source: Call request
cs_cz: Požadavek na volání

# Languages::block_call_request_description
source: Store phone number and form for requesting a call
cs_cz: Uložení telefonního čísla a formulář pro žádosti o volání

# Languages::tmpl_call_request
source: Call request form
cs_cz: Formulář žádosti o volání

# Languages::call_requests.text_call_request
source: Сustomer [customer] is <a href="[href]">awaiting your call</a> on [phone_number].
cs_cz: Zákazník [customer] <a href="[href]">čeká na vaše volání</a> [phone_number].

# Languages::call_requests.text_call_request_call_time
source: The convenient call time is between [time_from] and [time_to].
cs_cz: Výhodné volání je čas mezi [time_from] a [time_to].

# Languages::call_requests.text_buy_with_one_click_request
source: Сustomer [customer] is <a href="[href]">awaiting your call</a> on [phone_number], regarding the purchase of the product <a href="[product_href]">[product_name]</a>.
cs_cz: Zákazník [customer] <a href="[href]">čeká na vaše volání</a> [phone_number], pokud jde o nákup výrobku <a href="[product_href]">[product_name]</a>.

# Languages::call_requests.convenient_time
source: Сonvenient time
bg_bg: Удобно време
