Repository: askzap/ask-zap
Catalog: var/langs/*/addons/catalog_mode.po
Languages: bg_bg

# Addons::name::catalog_mode
source: Catalog mode
bg_bg: Режим каталог

# Addons::description::catalog_mode
source: Allows you to use the store as a product catalog
bg_bg: Позволява Ви да използвате магазина като продуктов каталог

# Languages::catalog_mode
source: Catalog Mode
bg_bg: Режим каталог

# Languages::text_catalog_mode_zero_price_action_notice
source: In order that the "Buy now" button could be displayed on the product details page, please set "Zero price action" as "Allow customers to add the product to cart".
bg_bg: За да може "Купи сега" бутона да се показва на страницата с продуктови детайли, задайте "Действие с нулева цена" което ще "Позволи на клиентите да добавят продукти в кошницата".

# Languages::buy_now_url
source: Buy Now URL
bg_bg: Купи сега URL

# SettingsSections::catalog_mode::general
source: General
bg_bg: Общи

# SettingsOptions::catalog_mode::main_store_mode
source: Store operation mode
bg_bg: Режим на работа на магазина

# SettingsOptions::catalog_mode::add_to_cart_empty_buy_now_url
source: Allow purchasing products with empty Buy Now URL
bg_bg: Позволи закупуването на продукти с празни "Купи сега" URL

# SettingsVariants::catalog_mode::main_store_mode::catalog
source: Catalog
bg_bg: Каталог

# SettingsVariants::catalog_mode::main_store_mode::store
source: Store
bg_bg: Магазин
