Repository: askzap/ask-zap
Catalog: var/langs/*/addons/data_feeds.po
Languages: bg_bg

# Addons::name::data_feeds
source: Data feeds
bg_bg: Данни за емисиите

# Addons::description::data_feeds
source: Makes it possible to create product data feeds in CSV
bg_bg: Дава възможност да се създаде продуктови емисии данни в CSV

# Languages::data_feeds
source: Data feeds
bg_bg: Данни за емисиите

# Languages::data_feed
source: Data feed
bg_bg: Данни за емисия

# Languages::export_by_cron
source: Export by cron
bg_bg: Износ от cron

# Languages::export_by_cron_to
source: Export by cron to
bg_bg: Износ от cron до

# Languages::add_new_datafeed
source: New data feed
bg_bg: Подаване на нови данни

# Languages::add_datafeed
source: Add data feed
bg_bg: Добавяне на данни

# Languages::datafeed_name
source: Data feed name
bg_bg: Данни, име на канал

# Languages::save_directory
source: Server directory
bg_bg: Директория на сървъра

# Languages::ftp_url
source: FTP server
bg_bg: FTP сървър

# Languages::ftp_url_hint
source: The format is: FTPHOST[:PORT][/DIRECTORY]. Example: ftp.yourhost.com:21/home/username/folder
bg_bg: Форматът е: FTPHOST [: порт][/DIRECTORY]. Пример: ftp.yourhost.com:21/home/username/folder

# Languages::ftp_user
source: FTP username
bg_bg: FTP потребителско име

# Languages::ftp_pass
source: FTP password
bg_bg: FTP парола

# Languages::fields
source: Fields
bg_bg: Полета

# Languages::field_name
source: Field name
bg_bg: Име на поле

# Languages::field_type
source: Field type
bg_bg: Тип на поле

# Languages::map_fields
source: Fields mapping
bg_bg: Полетата картографиране

# Languages::update_datafeed
source: Editing data feed
bg_bg: Подаване на данни за редактиране

# Languages::export_cron_hint
source: Use the following line to run the script according to schedule
bg_bg: Използвайте следния ред, за да изпълните скрипта по график

# Languages::exported_items
source: Exported items
bg_bg: Експортираните елементи

# Languages::ftp_connection_problem
source: Unable connect to FTP server. Please, check FTP connection information
bg_bg: Не може се свържете с FTP сървъра. Моля проверете информацията за връзката към FTP

# Languages::categories_products
source: Products from categories
bg_bg: Продукти от категории

# Languages::local_export
source: Download
bg_bg: Изтегляне

# Languages::upload_to_ftp
source: Upload to FTP server
bg_bg: Качване на FTP сървър

# Languages::cron_export
source: Cron export settings
bg_bg: Cron за експортиране на настройки

# Languages::export_to_server
source: Export to server
bg_bg: Експортиране към сървъра

# Languages::export_to_ftp
source: FTP server options
bg_bg: Опции на FTP сървър

# Languages::check_server_export_settings
source: Check server export settings
bg_bg: Проверете настройките на сървъра за износ

# Languages::exclude_disabled_products
source: Exclude disabled products
bg_bg: Изключи забранени продукти

# Languages::general_settings
source: General settings
bg_bg: Общи настройки

# Languages::enclosure
source: Enclosure
bg_bg: приложение

# SettingsSections::data_feeds::general
source: General
bg_bg: Общи

# SettingsOptions::data_feeds::cron_password
source: Cron password
bg_bg: Cron парола
