Repository: askzap/ask-zap
Catalog: var/langs/*/addons/discussion.po
Languages: bg_bg

# Addons::name::discussion
source: Comments and reviews
bg_bg: Коментари и отзиви

# Addons::description::discussion
source: Lets customers leave comments to products, categories, orders, etc., review products and write testimonials
bg_bg: Позволява на клиентите да оставят коментари към продуктите, категориите, поръчките и др., да пишат отзиви за продукти и да пишат препоръки

# Languages::use_for_discussion
source: Comments and reviews forms
bg_bg: Форми за коментари и отзиви

# Languages::comments_and_reviews_menu_description
source: Customer comments and reviews on products, categories, orders, etc.
bg_bg: Потребителски коментари и мнения за продукти, категории, поръчки и др.

# Languages::discussion_title_category
source: Reviews
bg_bg: Ревюта

# Languages::discussion_title_giftreg
source: Guestbook
bg_bg: Книга за гости

# Languages::discussion_title_home_page_menu_description
source: Manage the testimonials from your store visitors.
bg_bg: Управление на препоръки от посетителите на магазина.

# Languages::discussion_title_order
source: Communication
bg_bg: Комуникация

# Languages::discussion_title_page
source: Comments
bg_bg: Коментари

# Languages::discussion_title_product
source: Reviews
bg_bg: Ревюта

# Languages::discussion_title_return
source: Communication
bg_bg: Комуникация

# Languages::no_posts_found
source: No posts found
bg_bg: Няма намерени мнения

# Languages::your_rating
source: Your rating
bg_bg: Вашия рейтинг

# Languages::comments_and_reviews
source: Comments and reviews
bg_bg: Коментари и ревюта

# Languages::discussion_title_home_page
source: Testimonials
bg_bg: Препоръки

# Languages::text_enabled_testimonials_notice
source: Testimonials are disabled. To enable, please go to <a href="[link]">Comments and reviews: options</a> and select the "Communication", "Rating" or "Communication and Rating" value in "Testimonials" field.
bg_bg: Препоръките са деактивирани. За да ги активирате отидете на <a href="[link]">Коментари и ревюта</a> и изберете "Комуникация", "Рейтинг" или "Комуникация и Рейтинг".

# Languages::discussion_title_company
source: Reviews
bg_bg: Ревюта

# Languages::communication
source: Communication
bg_bg: Комуникация и рейтинг

# Languages::rating
source: Rating
bg_bg: Рейтинг

# Languages::cant_find_thread
source: Thread can not be found.
bg_bg: Tемата не може да бъде намеренa.

# Languages::error_already_posted
source: You have posted in this discussion already
bg_bg: Вече сте писали в тази дискусия

# Languages::text_thank_you_for_post
source: Thank you for your post
bg_bg: Благодаря ви за вашия пост

# Languages::text_post_pended
source: Your post will be checked before it gets published.
bg_bg: Публикациите ви ще бъдат проверени преди да бъдат публикувани.

# Languages::discussion
source: Comments and reviews
bg_bg: Коментари и ревюта

# Languages::text_new_post_notification
source: This is a notification of a new post to
bg_bg: Това е уведомление за нова публикация

# Languages::text_approval_notice
source: This post needs approving
bg_bg: Този пост се нуждае от одобрение

# Languages::latest_reviews
source: Latest comments & reviews
bg_bg: Последни коментари и ревюта

# Languages::comment_by
source: Comment by
bg_bg: Коментар от

# Languages::and
source: and
bg_bg: и

# Languages::add_post
source: Add post
bg_bg: Добави мнение

# Languages::not_approved
source: Not approved
bg_bg: Неодобряване

# Languages::discussion_manager
source: Comments and reviews
bg_bg: Коментари и отзиви

# Languages::testimonials
source: Testimonials
bg_bg: Препоръки

# Languages::privileges.view_discussions
source: View comments and reviews
bg_bg: Преглед на коментари и отзиви

# Languages::privileges.manage_discussions
source: Manage comments and reviews
bg_bg: Управление на коментари и отзиви

# Languages::block_testimonials
source: Testimonials
bg_bg: Препоръки

# Languages::block_testimonials_description
source: User testimonials
bg_bg: Потребителски мнения

# Languages::sort_by_rating_asc
source: Sort by rating: Low to High
bg_bg: Сортиране по рейтинг: ниска към висока

# Languages::sort_by_rating_desc
source: Sort by rating
bg_bg: Сортиране по рейтинг

# Languages::reviews
source: review|reviews
bg_bg: Отзив|Отзиви

# Languages::write_review
source: Write a review
bg_bg: Напиши отзив

# SettingsSections::discussion::products
source: Products
bg_bg: Продукти

# SettingsSections::discussion::categories
source: Categories
bg_bg: Категории

# SettingsSections::discussion::orders
source: Orders
bg_bg: Поръчки

# SettingsSections::discussion::gift_registry
source: Gift registry
bg_bg: Регистър на подаръците

# SettingsSections::discussion::pages
source: Pages
bg_bg: Страници

# SettingsSections::discussion::testimonials
source: Testimonials
bg_bg: Мнения

# SettingsSections::discussion::companies
source: Vendors
bg_bg: Доставчици

# SettingsOptions::discussion::product_posts_per_page
source: Posts per page
bg_bg: Публикации на страница

# SettingsOptions::discussion::product_post_approval
source: Administrator must approve posts submitted by
bg_bg: Администраторът трябва да одобри публикациите, предоставени от

# SettingsOptions::discussion::product_post_ip_check
source: Only one post from one IP is allowed
bg_bg: Само по един пост от едно IP е позволен

# SettingsOptions::discussion::product_notification_email
source: Send notifications to this E-mail
bg_bg: Изпращане на известия на този имейл

# SettingsOptions::discussion::product_notify_vendor
source: Send notifications to vendor
bg_bg: Изпращане на известия на доставчик

# SettingsOptions::discussion::product_share_discussion
source: Share discussion with product
bg_bg: Споделяне на дискусия с продукта

# SettingsOptions::discussion::category_posts_per_page
source: Posts per page
bg_bg: Публикации на страница

# SettingsOptions::discussion::category_post_approval
source: Administrator must approve posts submitted by
bg_bg: Администраторът трябва да одобри публикациите, предоставени от

# SettingsOptions::discussion::category_post_ip_check
source: Only one post from one IP is allowed
bg_bg: Само по един пост от едно IP е позволен

# SettingsOptions::discussion::category_notification_email
source: Send notifications to this E-mail
bg_bg: Изпращане на известия на този имейл

# SettingsOptions::discussion::order_posts_per_page
source: Posts per page
bg_bg: Публикации на страница

# SettingsOptions::discussion::order_initiate
source: Allow customer to initiate discussion
bg_bg: Позволи на клиента да започне дискусия

# SettingsOptions::discussion::order_notify_vendor
source: Send notifications to vendor
bg_bg: Изпращане на известия на доставчик

# SettingsOptions::discussion::giftreg_posts_per_page
source: Posts per page
bg_bg: Публикации на страница

# SettingsOptions::discussion::giftreg_post_ip_check
source: Only one post from one IP is allowed
bg_bg: Само по един пост от едно IP е позволен

# SettingsOptions::discussion::page_posts_per_page
source: Posts per page
bg_bg: Публикации на страница

# SettingsOptions::discussion::page_post_approval
source: Administrator must approve posts submitted by
bg_bg: Администраторът трябва да одобри публикациите, предоставени от

# SettingsOptions::discussion::page_post_ip_check
source: Only one post from one IP is allowed
bg_bg: Само по един пост от едно IP е позволен

# SettingsOptions::discussion::page_notification_email
source: Send notifications to this E-mail
bg_bg: Изпращане на известия на този имейл

# SettingsOptions::discussion::page_notify_vendor
source: Send notifications to vendor
bg_bg: Изпращане на известия на доставчик

# SettingsOptions::discussion::page_share_discussion
source: Share discussion with page
bg_bg: Споделяне на дискусия със страница

# SettingsOptions::discussion::home_page_posts_per_page
source: Posts per page
bg_bg: Публикации на страница

# SettingsOptions::discussion::home_page_post_approval
source: Administrator must approve posts submitted by
bg_bg: Администраторът трябва да одобри публикациите, предоставени от

# SettingsOptions::discussion::home_page_post_ip_check
source: Only one post from one IP is allowed
bg_bg: Само по един пост от едно IP е позволен

# SettingsOptions::discussion::home_page_notification_email
source: Send notifications to this E-mail
bg_bg: Изпращане на известия на този имейл

# SettingsOptions::discussion::home_page_testimonials
source: Testimonials
bg_bg: Препоръки

# SettingsOptions::discussion::testimonials_from_all_stores
source: Show testimonials from all stores
bg_bg: Покажи мнения от всички магазини

# SettingsOptions::discussion::company_discussion_type
source: Reviews
bg_bg: Отзиви

# SettingsOptions::discussion::company_only_buyers
source: Allow to post only for the customers who has bought somethins from the vendor
bg_bg: Позволи публикуване само за клиенти, които са си купили нещо от доставчика

# SettingsOptions::discussion::company_posts_per_page
source: Posts per page
bg_bg: Публикации на страница

# SettingsOptions::discussion::company_post_approval
source: Administrator must approve posts submitted by
bg_bg: Администраторът трябва да одобри публикациите, предоставени от

# SettingsOptions::discussion::company_post_ip_check
source: Only one post from one IP is allowed
bg_bg: Само по един пост от едно IP е позволен

# SettingsOptions::discussion::company_notification_email
source: Send notifications to this E-mail
bg_bg: Изпращане на известия на този имейл

# SettingsOptions::discussion::company_notify_vendor
source: Send notifications to vendor
bg_bg: Изпращане на известия на доставчик

# SettingsVariants::discussion::company_post_approval::any
source: Any customer
bg_bg: Всеки един клиент

# SettingsVariants::discussion::company_post_approval::anonymous
source: Only anonymous customers
bg_bg: Само анонимни потребители

# SettingsVariants::discussion::company_post_approval::disabled
source: No approval needed
bg_bg: Не е нужно одобрение

# SettingsVariants::discussion::company_discussion_type::B
source: Communication and Rating
bg_bg: Комуникация и рейтинг

# SettingsVariants::discussion::company_discussion_type::C
source: Communication
bg_bg: Комуникация

# SettingsVariants::discussion::company_discussion_type::R
source: Rating
bg_bg: Рейтинг

# SettingsVariants::discussion::company_discussion_type::D
source: Disabled
bg_bg: Неактивен

# SettingsVariants::discussion::product_post_approval::any
source: Any customer
bg_bg: Всеки един клиент

# SettingsVariants::discussion::product_post_approval::anonymous
source: Only anonymous customers
bg_bg: Само анонимни потребители

# SettingsVariants::discussion::product_post_approval::disabled
source: No approval needed
bg_bg: Не е нужно одобрение

# SettingsVariants::discussion::category_post_approval::any
source: Any customer
bg_bg: Всеки един клиент

# SettingsVariants::discussion::category_post_approval::anonymous
source: Only anonymous customers
bg_bg: Само анонимни потребители

# SettingsVariants::discussion::category_post_approval::disabled
source: No approval needed
bg_bg: Не е нужно одобрение

# SettingsVariants::discussion::page_post_approval::any
source: Any customer
bg_bg: Всеки един клиент

# SettingsVariants::discussion::page_post_approval::anonymous
source: Only anonymous customers
bg_bg: Само анонимни потребители

# SettingsVariants::discussion::page_post_approval::disabled
source: No approval needed
bg_bg: Не е нужно одобрение

# SettingsVariants::discussion::home_page_post_approval::any
source: Any customer
bg_bg: Всеки един клиент

# SettingsVariants::discussion::home_page_post_approval::anonymous
source: Only anonymous customers
bg_bg: Само анонимни потребители

# SettingsVariants::discussion::home_page_post_approval::disabled
source: No approval needed
bg_bg: Не е нужно одобрение

# SettingsVariants::discussion::home_page_testimonials::B
source: Communication and Rating
bg_bg: Комуникация и рейтинг

# SettingsVariants::discussion::home_page_testimonials::C
source: Communication
bg_bg: Комуникация

# SettingsVariants::discussion::home_page_testimonials::R
source: Rating
bg_bg: Рейтинг

# SettingsVariants::discussion::home_page_testimonials::D
source: Disabled
bg_bg: Неактивен
