Repository: askzap/ask-zap
Catalog: var/langs/*/addons/ebay.po
Languages: bg_bg, hr_hr, sk_sk

# Languages::package_type_tooltip
source: If you don't know your package type, select the "Large package" option. To ensure the most accurate cost, you will be asked to enter exact package dimensions.
bg_bg: Ако не знаете типа на вашия пакет, изберете опцията "Голям пакет". За да гарантирате прецизност на разходите, ще бъдете помолени да въведете точните размери на пакета.
hr_hr: Ako ne znate svoj tip paketa, odaberite "Veliki paket" opciju. Kako bi osigurali najtočniji izračun troškova, morat ćete unijeti točne dimenzije kutije.
sk_sk: Ak nepoznáte typ zásielky, vyberte možnosť "Veľký balík". V záujme vypočítania čo najpresnejšej ceny budete požiadaní, aby ste zadali presné rozmery zásielky.

# Languages::product_out_of_weight
source: Products with the [ids] id were not exported because their weight equals zero.
bg_bg: Не са експортирани продуктите с [ids] id, защото теглото им е равно на нула.
hr_hr: Proizvodi s [ids] id se ne izvoze, jer je njihova težina jednaka nuli.
sk_sk: Produkty [ids] id neboli exportované, pretože ich hmotnosť sa rovná nule.

# Languages::exported_to_ebay
source: Exported to eBay
bg_bg: Експортирани към eBay
hr_hr: Izvezeno na eBay
sk_sk: Exportované na eBay

# Languages::revised_after_the_latest_export
source: Revised after the latest export
bg_bg: Преразгледан след последния експорт
hr_hr: Revidirani nakon najnovijeg izvoza
sk_sk: Revidované po poslednom exporte

# Languages::exporting_images_to_ebay
source: Exporting images to Ebay
bg_bg: Експортиране на изображения към eBay
hr_hr: Izvoz slika na Ebay
sk_sk: Export obrázkov do Ebay

# Languages::ebay_package
source: Package/thick envelope
bg_bg: Пакет/дебел плик
hr_hr: Paket/debela omotnica
sk_sk: Balík / obálka

# Languages::ebay_cant_remove_template
source: You don't have permissions to remove some of the templates as they belong to another owner.
bg_bg: Вие нямате разрешениe да премахнете някои от шаблоните, тъй като те принадлежат на друг собственик.
hr_hr: Nemate dopuštenje ukloniti neke predloške što pripadaju nekom drugom vlasniku.
sk_sk: Nemáte povolenia na odstránenie niektorých šablón, ktoré patria inému vlastníkovi.

# Languages::ebay_addon_license_invalid
source: The current licence number is invalid. The "Ebay" add-on was disabled. To re-activate it, please check the add-on license number.
bg_bg: Текущия номер на лиценз е невалиден. "eBay" добавката е деактивирана. За да я активирате отново, проверете номера на лиценза за добавката.
hr_hr: Trenutni broj licence nije valjan."Ebay" add-on je onemogućen. Da biste ga ponovno aktivirali, provjerite broj licence.
sk_sk: Aktuálne číslo licencie je neplatné. "Ebay" doplnok bol zakázaný. Pre novú aktiváciu skontrolujte licenčné číslo doplnku.

# Languages::ebay_commercial_using_title
source: Activate add-on
bg_bg: Активирайте добавка
hr_hr: Aktivirajte dodatak
sk_sk: Aktivácia doplnku

# Languages::ebay_commercial_using_text
source: You have installed a commercial add-on. To activate it, enter an add-on license number on the add-on settings page.
bg_bg: Вие сте инсталирали платена добавка. За да я активирате, въведете номер на лиценз на добавка на страницата за настройки на добавката.
hr_hr: Vi ste instalirali komercijalni dodatak. Da biste ga aktivirali, unesite broj licence dodataka na stranici za postavke dodataka.
sk_sk: Nainštalovali ste obchodný doplnok. Pre jeho aktiváciu zadajte vaše licenčné číslo na stránke nastavení doplnku.

# Languages::ebay_empty_license_number
source: The add-on license number is empty.
bg_bg: Лицензния номер не е въведен.
hr_hr: Broj licence dodataka je prazan.
sk_sk: Licenčné číslo doplnku je prázdne.

# Languages::ebay_templates_not_found
source: Ebay templates not found
bg_bg: Шаблоните за eBay не са намерени
hr_hr: Ebay predlošci nisu pronađeni
sk_sk: EBay šablóny neboli nájdené

# SettingsSections::ebay::general
source: General
bg_bg: Общи
hr_hr: Općenito
sk_sk: Všeobecné

# SettingsOptions::ebay::ebay_license_number
source: The eBay add-on license number
bg_bg: Лиценз за добавката на eBay
hr_hr: Broj licence eBay dodataka
sk_sk: Licenčné číslo eBay doplnku

# SettingsOptions::ebay::notice
source: Notice
bg_bg: Бележка
hr_hr: Obavijest
sk_sk: Oznámenie

# SettingsOptions::ebay::token
source: eBay User Token
bg_bg: eBay потребителски маркер
hr_hr: Token eBay korisnika

# SettingsOptions::ebay::listing_mode
source: Sandbox / Production
bg_bg: Sandbox / В продукция
hr_hr: Sandbox / Proizvodnja
sk_sk: Pieskovisko / výroba

# SettingsOptions::ebay::site_id
source: Default site
bg_bg: Сайт по подразбиране
hr_hr: Zadano web-mjesto
sk_sk: Predvolená stránka

# SettingsOptions::ebay::ebay_timestamp
source: eBay timestamp
bg_bg: eBay клеймо за време
sk_sk: eBay časová známka

# SettingsVariants::ebay::listing_mode::P
source: Production
bg_bg: В производство
hr_hr: Proizvodnja
sk_sk: Výroba

# Languages::wait_for_shippings_cached
source: Please wait, shipping information is loaded.
bg_bg: Моля изчакайте, информацията за експедиране е заредена.
hr_hr: Molimo pričekajte, informacije o dostavi se učitavaju.
sk_sk: Počkajte, prosím. Informácie o preprave sa načítavajú.

# SettingsSections::ebay::license_info
source: License info
bg_bg: Лицензна информация
hr_hr: Podaci o licenci
sk_sk: Informácie o licencii

# Languages::ebay_license_notice
source: This add-on requires a license to work. You can purchase an eBay add-on license on <a href="[ebay_license_url]" target="_blank">eBay Synchronization</a> page.
bg_bg: Тази добавка изисква лиценз за работа. Можете да закупите лиценз за eBay добавката на <a href="[ebay_license_url]" target="_blank"> eBay синхронизация</a> страница.
hr_hr: Ovaj dodatak zahtijeva licencu za rad. Možete kupiti licencu za eBay dodatak na <a href="[ebay_license_url]" target="_blank">eBay Synchronization</a> stranici.
sk_sk: Tento doplnok vyžaduje platnú licenciu. Licenciu pre eBay doplnok môžete zakúpiť na stránke <a href="[ebay_license_url]" target="_blank">eBay Synchronization</a>.

# Languages::privileges.view_ebay_templates
source: View eBay templates
bg_bg: Показване на eBay шаблони
hr_hr: Pogledaj eBay predloške
sk_sk: Zobraziť eBay šablóny

# Languages::privileges.manage_ebay_templates
source: Manage eBay templates
bg_bg: Управление на шаблони за eBay
hr_hr: Upravljanje eBay predlošcima
sk_sk: Spravovať eBay šablóny

# Languages::Some_parameters_is_missing
source: Some parameters is missing. Please check ebay add-on settings
sk_sk: Niektoré parametre chýbajú. Skontrolujte nastavenia doplnku eBay

# SettingsVariants::ebay::listing_mode::S
source: Sandbox
sk_sk: Pieskovisko
