Repository: askzap/ask-zap
Catalog: var/langs/*/addons/ebay.po
Languages: bg_bg, hr_hr, sk_sk

# Addons::name::ebay
source: eBay synchronization
bg_bg: eBay синхронизация
hr_hr: eBay sinkronizacija
sk_sk: eBay synchronizácia

# Addons::description::ebay
source: Synchronizes products and orders with an eBay account.
bg_bg: Синхронизира продукти и поръчки с акаунт в eBay.
hr_hr: Proizvode i narudžbe sinkronizira sa eBay računom.
sk_sk: Synchronizácia produktov a objednávok s eBay účtom.

# Languages::paypal_required_and_selected
source: For the selected eBay category PayPal payment method is required. It is selected automatically.
bg_bg: За избраната eBay категория се изисква PayPal като начин на плащане. Той се избира автоматично.
hr_hr: Za odabranu eBay kategoriju PayPal način plaćanja je potreban. Automatski odabrano.
sk_sk: Pre vybranú eBay kategóriu sa vyžaduje spôsob platby PayPal. Bude vybraný automaticky.

# Languages::wait_for_shippings_cached
source: Wait for shippings cached. Mean time to 3 minutes
bg_bg: Изчакайте кеширането за доставките. Средното време е 3 минути
hr_hr: Čekati spremljene podatke za dostavu. Prije 3 minuta
sk_sk: Čakajte kým sa načítajú prepravné spôsoby. Približne do 3 minút

# Languages::ebay_duration
source: Listing duration
bg_bg: Продължителност на обявата
hr_hr: Unos trajanja
sk_sk: Výpis trvania

# Languages::list_products_on
source: List products on
bg_bg: Списък на продукти за
hr_hr: Popis proizvoda na
sk_sk: Zoznam výrobkov na

# Languages::private_listing
source: Private listing
bg_bg: Частна обява
hr_hr: Privatni oglas
sk_sk: Súkromné výpisy

# Languages::use_as_default
source: Use as default
bg_bg: Използва по подразбиране
hr_hr: Koristi kao osnovno
sk_sk: Použiť ako predvolené

# Languages::ebay_root_category
source: eBay Root category
bg_bg: eBay коренна категория
hr_hr: eBay glavna kategorija
sk_sk: eBay Root kategória

# Languages::ebay_category
source: eBay Category
bg_bg: eBay категория
hr_hr: eBay kategorija
sk_sk: eBay kategória

# Languages::ebay_root_sec_category
source: eBay Secondary root category
bg_bg: eBay вторична коренна категория
hr_hr: eBay sekundarna root kategorija
sk_sk: Sekundárna root kategória eBay

# Languages::ebay_sec_category
source: eBay Secondary category
bg_bg: eBay вторична категория
hr_hr: eBay sekundarna kategorija
sk_sk: eBay sekundárna kategória

# Languages::quantity_to_sell
source: Quantity to sell
bg_bg: Количество за продажба
hr_hr: Količina za prodaju
sk_sk: Množstvo na predaj

# Languages::just_one
source: Just one
bg_bg: Само един
hr_hr: Samo jedan
sk_sk: Len jeden

# Languages::more_than_one
source: More than one
bg_bg: Повече от един
hr_hr: Više od jednog
sk_sk: Viac ako jeden

# Languages::use_main_image
source: Export product images
bg_bg: Експортиране на продуктови снимки
hr_hr: Izvoz slika proizvoda
sk_sk: Export obrázkov produktu

# Languages::selling_method
source: Selling method
bg_bg: Начин на продажба
hr_hr: Metode prodaje
sk_sk: Spôsob predaja

# Languages::online_auction
source: Online auction
bg_bg: Онлайн търг
hr_hr: Online aukcija
sk_sk: Online aukcia

# Languages::buy_it_now
source: Buy it now
bg_bg: Купи сега
hr_hr: Kupi odmah
sk_sk: Kúpiť teraz

# Languages::ebay_requests
source: eBay requests
bg_bg: eBay заявки
hr_hr: eBay zahtjevi
sk_sk: eBay požiadavky

# Languages::log_type_ebay_requests
source: eBay requests
bg_bg: eBay заявки
hr_hr: eBay zahtjevi
sk_sk: eBay požiadavky

# Languages::errors
source: Errors
bg_bg: Грешки
hr_hr: Pogreške
sk_sk: Chyby

# Languages::log_action_all
source: All
bg_bg: Всички
hr_hr: Sve
sk_sk: Všetko

# Languages::error_code
source: Error code
bg_bg: Код за грешка
hr_hr: Šifra pogreške
sk_sk: Kód chyby

# Languages::editing_ebay_template
source: Editing eBay template
bg_bg: Редактиране на шаблон за eBay
hr_hr: Uređivanje eBay predložka
sk_sk: Úprava eBay šablóny

# Languages::new_ebay_template
source: New eBay template
bg_bg: Нов шаблон за eBay
hr_hr: Novi eBay predložak
sk_sk: Nová eBay šablóna

# Languages::ebay_templates
source: eBay templates
bg_bg: eBay шаблони
hr_hr: eBay predlošci
sk_sk: eBay šablóny

# Languages::ebay_registration_notice
source: In order to get this information you need first to register your Developer account <a href="https://developer.ebay.com/join/">here</a>.<br /><br />After you registered, you will receive the "DevID", "AppID" and "CertID" keys. So you have to generate the special "Token" in order to use this API. In order to generate the "Token", please click the "Get a User Token" link at the bottom of "My account" page (tools box) or follow <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">this link</a>.<br /><br />Please complete this form with the given credentials.
bg_bg: За да получите тази информация, трябва първо да регистрирате акаунт за разработчик <a href="https://developer.ebay.com/join/">here</a>.<br /><br />след като сте се регистрирали, ще получите "DevID", "AppID" и "CertID". Така че трябва да генерирате специален "Маркер", за да използвате API-то. За да генерирате "маркер", моля натиснете "Получи потребителски маркер" линка в дъното на страницата "Моят профил" (кутия за инструменти) или следвайте <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx"> тази връзка</a>.<br /><br />моля попълнете този формуляр с дадените идентификационни данни.
hr_hr: Kako bi dobili ove informacije prvo morate registrirati račun autor <a href="https://developer.ebay.com/join/"> ovdje</a>. < br / > < br / > nakon registracije, dobit ćete tipke "DevID", "AppID" i "CertID" ključ. Tako da morate generirati na poseban "token" da biste mogli koristiti taj API. Kako bi se stvorili "Token", klikni "Uzmi korisnika tokena" link na dnu stranice "Moj račun" (okvira alata) ili slijedite <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx"> ovaj link</a>. < br / > < br / > ovaj obrazac s određenim vjerodajnicama.
sk_sk: V snahe získať túto informáciu musíte najprv zaregistrovať developerské konto <a href="https://developer.ebay.com/join/"> tu</a>. < br / > < br / > Po registrácii, obdržíte kľúče "DevID", "AppID" a "CertID". Takže budete musieť vytvoriť špeciálny "Token" pre použitie tohto API. S cieľom vytvárať "Token", prosím kliknite na "Get User Token" odkaz v dolnej časti stránky "Môj účet" (nástroje zóna) alebo nasledujte <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx"> tento odkaz</a>. < br / > < br / > prosím vyplňte tento formulár s danými povereniami.

# Languages::add_ebay_template
source: Add eBay template
bg_bg: Добавяне на шаблон на eBay
hr_hr: Dodati eBay predložak
sk_sk: Pridanie eBay šablóny

# Languages::shipping_type
source: Shipping type
bg_bg: Тип на експедиране
hr_hr: Tip prijevoza
sk_sk: Spôsob dopravy

# Languages::flat
source: Flat
bg_bg: Плосък
hr_hr: Ravno
sk_sk: Plocha

# Languages::calculated
source: Calculated
bg_bg: Изчислен
hr_hr: Izračunava
sk_sk: Vypočítané

# Languages::domestic_shipping_service
source: Domestic shipping service
bg_bg: Услуга за вътрешен превоз
hr_hr: Domaće usluge isporuke
sk_sk: Domáca prepravná služba

# Languages::international_shipping_service
source: International shipping service
bg_bg: Международна доставка
hr_hr: Međunarodna Dostava
sk_sk: Medzinárodná prepravná služba

# Languages::dispatch_days
source: Dispatch days
bg_bg: Дни за изпращане
hr_hr: Dani otpreme
sk_sk: Deň odoslania

# Languages::ebay_payment_methods
source: eBay payment methods
bg_bg: начини за плащане на eBay
hr_hr: Načini plaćanja eBay
sk_sk: eBay platobné metódy

# Languages::paypal_email
source: PayPal email
bg_bg: PayPal имейл

# Languages::ebay_category_condition
source: eBay category condition
bg_bg: eBay състояние на категория
hr_hr: stanje eBay kategorije
sk_sk: eBay podmienka kategórie

# Languages::export_to_ebay
source: Export to eBay
bg_bg: Експортиране в eBay
hr_hr: Izvoz na eBay
sk_sk: Exportovať na eBay

# Languages::ebay_template
source: eBay template
bg_bg: eBay шаблони
hr_hr: eBay predložak
sk_sk: eBay šablóna

# Languages::ebay_orders
source: eBay orders
bg_bg: поръчки за eBay
hr_hr: eBay narudžbe
sk_sk: eBay objednávky

# Languages::get_ebay_orders
source: Get eBay orders
bg_bg: Вземи еBay поръчки
hr_hr: Dohvati eBay narudžbe
sk_sk: Získať eBay objednávky

# Languages::wait_for_categories_cached
source: Please wait for the categories to cache, it will take about 3 minutes. Before that, the Shippings, Payments, and Return Policy tabs will remain empty.
bg_bg: Моля изчакайте категориите да се кешират, това ще отнеме около 3 минути. Преди това табовете с политиката за доставки, плащания и връщания ще останат празни.
hr_hr: Molimo vas da pričekate za kategoriju predmemoriju, trebat će oko 3 minute. Prije toga, dostava, plaćanja i pravila povrata kartice će ostati prazana.
sk_sk: Počkajte, kým sa kategórie uložia do vyrovnávacej pamäte. Bude to trvať asi 3 minúty. Záložky "Doprava", "Platby" a "Reklamačný poriadok" ostanú dovtedy prázdne.

# Languages::ebay_export_error
source: An error occurred during product export.
bg_bg: Възникна грешка по време на експорта на продукти.
hr_hr: Došlo je do pogreške tijekom izvoza proizvoda.
sk_sk: Vyskytla sa chyba pri exporte výrobkov.

# Languages::ebay_success_products_notice
source: Products have been successfully exported.
bg_bg: Продуктите са експортирани успешно.
hr_hr: Proizvodi su uspješno izvezeni.
sk_sk: Produkty boli úspešne exportované.

# Languages::ebay_success_orders_notice
source: Orders have been successfully imported.
bg_bg: Поръчките бях успешно импортирани.
hr_hr: Narudžbe su uspješno uvezene.
sk_sk: Objednávky boli úspešne importované.

# Languages::ebay_failed_orders_notice
source: An error occurred during order import.
bg_bg: Възникна грешка по време на импортиране на поръчката.
hr_hr: Došlo je do pogreške prilikom uvoza narudžbi.
sk_sk: Počas importu objednávky sa vyskytla chyba.

# Languages::exporting_products_to_ebay
source: Exporting products to eBay.
bg_bg: Експортиране на продукти към eBay.
hr_hr: Izvoz proizvoda na eBay.
sk_sk: Export produktov na eBay.

# Languages::ebay_default_template_not_found
source: Default template for the [company_name] was not found.
bg_bg: Шаблонът по подразбиране за [company_name] не е намерен.
hr_hr: Zadani predložak za [company_name] nije pronađen.
sk_sk: Predvolená šablóna pre [company_name] nebola nájdená.

# Languages::delete_this_template
source: Delete this template
bg_bg: Изтриване на този шаблон
hr_hr: Izbriši ovaj predložak
sk_sk: Odstrániť túto šablónu

# Languages::test_version
source: You're using a test version of this module, the validity of which ended on December 7th, 2013. After the end of the test period, the functions of the module will not be available. You can purchase the full version via a <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>
bg_bg: Вие използвате пробна версия на този модул, чиято валидност приключи на 7 декември 2013 г. След края на тестовия период функциите на модула ще бъдат недостъпни. Можете да закупите пълната версия чрез <a href="http://www.cs-cart.com/ebay-synchronization.html"> системата за клиентска поддръжка</a>
hr_hr: Vi koristite test inačicu ovog modula, valjanost toga završila je na 7. prosinca, 2013. Na kraju ispitnog razdoblja, funkcije modula neće biti dostupne. Možete kupiti punu verziju preko <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>
sk_sk: Používate skúšobnú verziu tohto modulu, ktorej platnosť vypršala 7. decembra 2013. Po skončení skúšobnej doby nebudú funkcie modulu naďalej dostupné. Plnú verziu môžete zakúpiť na <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>

# Languages::list_product_on_tooltip
source: Choose the region of the ebay auction for which your site will work
bg_bg: Изберете района на eBay търгове, за който вашият сайт ще работи
hr_hr: Odaberite regiju ebay aukcija za koje će vaša stranica raditi
sk_sk: Zvoľte oblasť ebay aukcií, pod ktorou bude vaša stránka pracovať

# Languages::use_as_default_tooltip
source: Use this template for products with no template defined
bg_bg: Използвайте този шаблон за продукти с не дефиниран шаблон
hr_hr: Koristite ovaj predložak za proizvode bez definiranog predloška
sk_sk: Použiť túto šablónu pre produkty bez definovanej šablóny

# Languages::ebay_root_category_tooltip
source: The product root category at eBay
bg_bg: Коренната категория за продукта в eBay
hr_hr: Root kategorija proizvoda na eBayu
sk_sk: Hlavná kategória produktu na eBay

# Languages::ebay_secondary_root_category_tooltip
source: The additional product root category at ebay
bg_bg: Допълнителна коренна категория в eBay
hr_hr: Dodatna root kategorija proizvoda na eBayu
sk_sk: Dodatočná hlavná kategória produktu na eBay

# Languages::ebay_second_category_tooltip
source: The additional product subcategory at ebay
bg_bg: Допълнителна продуктова под категория в eBay
hr_hr: Dodatna Podkategorija proizvoda na eBayu
sk_sk: Dodatočná podkategória produktu na eBay

# Languages::shipping_type_tooltip
source: Choose whether to use calculated or flat shipping type. Calculated - shipping will be calculated according to the customers ZIP address, the weight of the package, and the type of shipping services you offer; Flat - shipping rate will be fixed
bg_bg: Изберете дали да използвате изчисляеми или доставки с фиксирана цена. Изчисляемата доставка ще бъде изчислена съгласно пощенския адрес на клиента, теглото на опаковката и вида на услугата за доставки които предлагате; За доставките с фиксирана цена процента ще бъде фиксиран
hr_hr: Odaberite hoće li se koristiti izračunatu ili određenu (fiksnu) vrstu dostave. Izračunata - Dostava će se obračunati prema ZIP adresi kupca, težini paketa, i vrsti dostavne usluge koje nudite; Određena (Fiksna) - otpremna stopa će biti fiksna
sk_sk: Vyberte, či chcete použiť kalkulovanú alebo fixnú metódu poštovného. Kalkulovaná - poštovné bude vypočítané na základe PSČ zákazníka, hmotnosti zásielky a spôsobu dopravy. Fixná - poštovné bude pevné

# Languages::domestic_shipping_service_tooltip
source: Choose the shipping service that will be used for delivering products in the domestic region
bg_bg: Изберете услуга за превоз, която ще се използва за доставка на продукти в региона
hr_hr: Odaberite dostavne usluge koje će se koristiti za isporuku proizvoda na domaćem tržištu
sk_sk: Vyberte prepravnú službu, ktorá bude použitá pre doručovanie produktov vo vašom regióne

# Languages::international_shipping_service_tooltip
source: Choose the shipping service that will be used for delivering products worldwide
bg_bg: Изберете услуга за превоз, която ще се използва за доставки на продукти по целия свят
hr_hr: Odaberite dostave usluge koje će se koristiti za isporuku proizvoda u svijetu
sk_sk: Vyberte prepravnú službu, ktorá bude použitá pre doručovanie produktov medzinárodne

# Languages::dispatch_days_tooltip
source: The period of product delivery to a customer (in days)
bg_bg: Срокът за доставка на продукта до клиента (в дни)
hr_hr: Rok isporuke proizvoda kupcu (u danima)
sk_sk: Dodacia lehota (v dňoch)

# Languages::ebay_payment_method_tooltip
source: Payment method(s), available for a template
bg_bg: Метод(и) за плащане, достъпни за шаблон
hr_hr: Metoda plaćanja (s), dostupni za predložak
sk_sk: Platobné metódy, dostupné podľa šablóny

# Languages::paypal_email_tooltip
source: Define login of the PayPal account
bg_bg: Дефиниране на вход за PayPal сметката
hr_hr: Definirajte prijavu na PayPal račun
sk_sk: Zadajte login do PayPal účtu

# Languages::eBay_category_condition_tooltip
source: Define login of the PayPal account
bg_bg: Дефиниране на вход за PayPal сметката
hr_hr: Definirajte prijavu na PayPal račun
sk_sk: Zadajte login do PayPal účtu

# Languages::free_shipping_tooltip
source: Choose, if you want free shipping to be applied to products in a template
bg_bg: Изберете, ако искате да се прилага безплатна доставка за продуктите в шаблона
hr_hr: Odaberite ako želite besplatnu dostavu koja se primjenjuju na proizvode u predlošku
sk_sk: Vyberte, či chcete aby bola na výrobky v šablóne aplikovaná doprava zdarma

# Languages::shipping_cost_tooltip
source: Fixed shipping price for one item (if shipping type is Flat). The Shipping and handling setting at eBay.
bg_bg: Фиксирана цена за доставка за един елемент (ако начина за доставка е от типа "фиксирана доставка"). Настройката доставка и обработка на eBay.
hr_hr: Fiksna cijena dostave za jednu stavku (ako je tip dostave Fiksna dostava).Dostava i rukovanje postavke na eBayu.
sk_sk: Pevné poštovné za jednu položku (ak je poštovné fixné). Nastavenie "Poštovné a balné" na eBay.

# Languages::shipping_cost_additional_tooltip
source: Shipping price for each additional item in an order (the Each additional item setting at eBay)
bg_bg: Цена за доставка за всеки допълнителен елемент в поръчката (настройка за всеки допълнителен елемент в eBay)
hr_hr: Cijena dostave za svaku dodatnu stavku u redu (postavljanje svake dodatne stavke na eBayu)
sk_sk: Poštovné za každú ďalšiu položku v rade (nastavenie "Každá ďalšia položka" na eBay)

# Languages::shipping_cost_additional
source: Shipping cost additional
bg_bg: Допълнителни разходи за доставка
hr_hr: Dodatni troškovi dostave
sk_sk: Dodatočné prepravné náklady

# Languages::text_ult_ebay_template_store_field_tooltip
source: The storefront, for which a template will be created
bg_bg: Витрина, за която ще бъде създаден шаблон
hr_hr: Storefront, za koju će biti izrađen predložak
sk_sk: Priečelia, pre ktoré bude vytvorená šablóna

# Languages::shipping_cost_cannot_be_null
source: Shipping cost must be non-zero
bg_bg: Разходите за доставка не трябва да бъдат нула
hr_hr: Troškovi dostave moraju biti ne-nula
sk_sk: Poštovné musí obsahovať nenulovú hodnotu

# Languages::ebay_title
source: eBay product title
bg_bg: Заглавие на продукт в eBay
hr_hr: eBay Naziv proizvoda
sk_sk: Názov produktu na eBay

# Languages::ebay_title_tooltip
source: eBay title the title of the product to be used at eBay
bg_bg: eBay заглавието заглавието на продукта да се използва в eBay
hr_hr: eBay naslov proizvoda koji će se koristiti na eBayu
sk_sk: eBay názov: Názov produktu, ktorý bude použitý na eBay

# Languages::ebay_description
source: eBay product description
bg_bg: описание на продукта в eBay
hr_hr: eBay opis proizvoda
sk_sk: Popis produktu na eBay

# Languages::ebay_description_tooltip
source: eBay description the description of the product to be used at eBay
bg_bg: eBay описанието на продукта, да се използва в eBay
hr_hr: eBay opis proizvoda koji će se koristiti na eBay-u
sk_sk: eBay popis: Popis produktu, ktorý bude použitý na eBay

# Languages::override
source: Override title and description
bg_bg: Замени заглавие и описание
hr_hr: Nadjačaj naslov i opis
sk_sk: Nahradiť názov a popis

# Languages::override_tooltip
source: Choose, if you want the original product name and description to be replaced with that, specified in the ebay product title and the ebay product description fields
bg_bg: Изберете, ако искате оригиналното име на продукта и описанието, да се заменят с това, указано в eBay
hr_hr: Odaberite ako želite izvorni naziv i opis proizvoda koji će biti zamijenjen s tim, navedeno je u području eBay naslovu proizvoda i eBay opisu proizvoda
sk_sk: Vyberte, či chcete pôvodný názov a popis produktu nahradiť názvom a popisom uvedenými v príslušných poliach na eBay

# Languages::return_policy
source: Return Policy
bg_bg: Политика на връщане
hr_hr: Pravila povrata
sk_sk: Reklamačný poriadok

# Languages::return_policy_tooltip
source: Choose whether returns are allowed or not for products grouped under this template
bg_bg: Изберете дали връщането да е разрешено или не, за продуктите групирани по този шаблон
hr_hr: Odaberite da li su povrati dopušteni ili ne za proizvode grupirane u ovom predlošku
sk_sk: Vyberte, či je produkty združené v tejto šablóne umožnené vrátiť

# Languages::returns_accepted
source: Returns Accepted
bg_bg: Приема се връщане
hr_hr: Povrati Prihvaćeni
sk_sk: Vrátenie umožnené

# Languages::no_returns_accepted
source: No returns accepted
bg_bg: Връщане не се приема
hr_hr: Nema povrata
sk_sk: Vrátenie neumožnené

# Languages::contact_time
source: After receiving the item, your buyer should contact you within
bg_bg: След получаване на продукта, Вашият купувач трябва да се свърже с Вас в рамките на
hr_hr: Nakon zaprimanja predmeta, vaš kupac bi vas trebao kontaktirati unutar
sk_sk: Po obdržaní tovaru by vás kupujúci mal kontaktovať do

# Languages::contact_time_tooltip
source: Choose the period of time within that the buyer must contact you to approve the purchase reception
bg_bg: Изберете период от време в рамките на който купувачът трябва да се свърже с вас за одобряване на покупката
hr_hr: Odaberite vremensko razdoblje unutar kojeg Vas kupac mora kontaktirati da potvrdi prijem narudžbe
sk_sk: Uveďte, dokedy vás kupujúci má kontaktovať pre potvrdenie prijatia nákupu

# Languages::refund_method
source: Refund will be given as
bg_bg: Възстановяването ще бъде дадено като
hr_hr: Povrat će biti dan kao
sk_sk: Náhrada bude poskytnutá vo forme

# Languages::refund_method_tooltip
source: Choose the action that will replace the return, if it is not allowed
bg_bg: Изберете действието, което ще замени връщането, ако не е позволено
hr_hr: Odaberite akciju koja će zamijeniti povrat, ako nije dopušten
sk_sk: Vyberte metódu ktorá nahradí vrátenie, pokiaľ nie je povolené

# Languages::money_back
source: Money Back
bg_bg: Връщане на парите
hr_hr: Povrat novca
sk_sk: Peňazí späť

# Languages::money_back_or_replace
source: Money back or replacement (buyer's choice)
bg_bg: Връщане на парите или замяна (по избор на купувача)
hr_hr: Povrat novca ili zamjena (Izbor kupca)
sk_sk: Peňazí späť alebo náhrady (podľa výberu kupujúceho)

# Languages::money_back_or_exchange
source: Money back or exchange (buyer's choice)
bg_bg: Връщане на парите или замяна (по избор на купувача)
hr_hr: Povrat novca ili razmjena (Izbor kupca)
sk_sk: Peňazí späť alebo výmeny (podľa výberu kupujúceho)

# Languages::cost_paid_by
source: Return shipping will be paid by
bg_bg: Доставка по връщането ще бъде платена от
hr_hr: Povratak dostave će biti plaćen od strane
sk_sk: Dopravu pri vrátení hradí

# Languages::cost_paid_by_tooltip
source: Choose, who will pay for the shipping of the return purchase - the seller or the buyer
bg_bg: Изберете, кой ще плати за експедиране на покупка за рекламация - продавача или купувача
hr_hr: Odaberite, tko će platiti za otpremu povratne kupnje - prodavatelj ili kupac
sk_sk: Vyberte, kto bude platiť za dopravu pri vrátení produktu - predávajúci, alebo kupujúci

# Languages::seller
source: Seller
bg_bg: Продавач
hr_hr: Prodavatelj
sk_sk: Predávajúci

# Languages::buyer
source: Buyer
bg_bg: Купувач
hr_hr: Kupac
sk_sk: Kupujúci

# Languages::return_policy_descr
source: Policy description
bg_bg: Описание на правилата за
hr_hr: Opis pravila
sk_sk: Reklamačný poriadok

# Languages::return_policy_descr_tooltip
source: Write the detailed description of your return policy here
bg_bg: Напишете подробно описание на вашата политика за връщане тук
hr_hr: Napišite detaljan opis vaše politike povratka ovdje
sk_sk: Uveďte podrobný popis vášho reklamačného poriadku

# Languages::large_envelope
source: Large envelope
bg_bg: Голям плик
hr_hr: Velike omotnice
sk_sk: Veľká obálka

# Languages::large_package
source: Large package
bg_bg: Голям пакет
hr_hr: Veliki paket
sk_sk: Veľký balík
