Repository: askzap/ask-zap
Catalog: var/langs/*/addons/email_marketing.po
Languages: bg_bg

# Addons::name::email_marketing
source: E-mail marketing
bg_bg: Е-мейл маркетинг

# Addons::description::email_marketing
source: Synchronizes your newsletter subscriber lists with MailChimp and Mad Mimi
bg_bg: Синхронизиране на бюлетин с абонати с MailChimp и Mad Мimi

# Languages::subscribers_menu_description
source: Manage newsletter subscribers and settings.
bg_bg: Управление и настройки на бюлетина с абонати.

# Languages::email_marketing.subscription_confirmed
source: Thank you for subscribing to our newsletter
bg_bg: Благодаря Ви че се абонирахте за нашия бюлетин

# Languages::email_marketing.text_subscription_confirmed
source: Your subscription has been confirmed. No extra actions is required.
bg_bg: Вашият абонамент е потвърден. Допълнителни действия не се изискват.

# Languages::email_marketing.subscription_pending
source: Email confirmation is required!
bg_bg: Иизисква се имейл за потвърждение!

# Languages::email_marketing.text_subscription_pending
source: Thank you for subscribing to our newsletter.<p>A confirmation email has been sent to you. Please use the link in the email to confirm your subscription</p>
bg_bg: Благодаря Ви че се абонирахте за нашия бюлетин.<p>Изпратен е имейл за потвърждение. Моля, използвайте връзката в имейла за да потвърдите абонамента си</p>

# Languages::email_marketing.confirm_subscription
source: Please confirm subscription
bg_bg: Моля потвърдете абонамента

# Languages::email_marketing.text_confirm_subscription
source: We received a subscription request from you. Please confirm it:<p><a href="[href]">Click here to confirm your subscription to our newsletter</a></p>If you received this email by mistake, simply delete it. You won't be subscribed if you don't click the confirmation link above.
bg_bg: Получихме заявка за абонамент от вас. Моля, потвърдете, че: <p><a href="[href]"> Щракнете тук, за да потвърдите абонамента си за нашия бюлетин</a></p> ако сте получили това съобщение по погрешка, просто го изтриxje. Вие няма да се запишатe, ако не щракнете върху връзката за потвърждение.

# Languages::email_marketing.subscription_confirmed_2
source: Subscription confirmed
bg_bg: Абонамента е потвърден

# Languages::email_marketing.text_subscription_confirmed_2
source: Your subscription to our newsletter has been confirmed. Thank you for subscribing!
bg_bg: Абонаментът Ви за нашия бюлетин е потвърден. Благодаря Ви за абонирането!

# Languages::email_marketing.email_subscribed
source: You were subscribed to our newsletter
bg_bg: Вие сте са абонирали за нашия бюлетин

# Languages::email_marketing.text_email_subscribed
source: Thank you for subscribing to our newsletter. <p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
bg_bg: Благодаря Ви за абонирането за нашия бюлетин. <p>Ако искате да спрете да получавате нашите съобщения, <a href="[href]"> щракнете върху тази връзка за да се отпишете</a>.</p>

# Languages::email_marketing.email_subscribed_2optin
source: Subscription confirmed
bg_bg: Абонамента е потвърден

# Languages::email_marketing.text_email_subscribed_2optin
source: Your subscription to our newsletter has been confirmed.<p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
bg_bg: Вашият абонамент за нашия бюлетин е потвърден.<p>Ако време искате да спрете да получавате нашите съобщения, <a href="[href]"> щракнете върху тази връзка за да се отпишете</a>.</p>

# Languages::email_marketing.unsubscribe_successful
source: Unsubscribe successful
bg_bg: Отписването е успешно

# Languages::email_marketing.text_unsubscribe_successful
source: Your email has been removed from our list.
bg_bg: Вашият имейл е премахнат от нашия списък.

# Languages::email_marketing.export_all
source: Export all
bg_bg: Експортиране на всички

# Languages::email_marketing.enter_api_key_and_save
source: Enter API key and save first
bg_bg: Въведете API ключ и първо запишете

# Languages::email_marketing.warning_email_exists
source: [email] is already subscribed
bg_bg: [email] е вече записан

# Languages::email_marketing.new_subscriber
source: New subscriber
bg_bg: Нови абонати

# Languages::email_marketing.sync
source: Sync
bg_bg: Синхронизиране

# Languages::email_marketing.text_subscribe
source: Subscribe to our newsletter
bg_bg: Абонирайте се за нашия бюлетин

# Languages::email_marketing.tmpl_subscription
source: Email marketing: Newsletter subscription form
bg_bg: E-mail маркетинг: абонамент за бюлетин

# SettingsSections::email_marketing::general
source: General
bg_bg: Общи

# SettingsOptions::email_marketing::em_show_on_checkout
source: Newsletter checkbox on checkout
bg_bg: Заявка за бюлетин при плащане

# SettingsOptions::email_marketing::em_checkout_enabled
source: Tick off by default
bg_bg: Отмятам по подразбиране

# SettingsOptions::email_marketing::em_double_opt_in
source: Double opt-in
bg_bg: Двойно неучастие в

# SettingsOptions::email_marketing::em_welcome_letter
source: Send a welcome letter with the unsubscribe link
bg_bg: Изпрати добре дошли писмо с линк за отказ

# SettingsOptions::email_marketing::em_service
source: Email integration provider
bg_bg: Интеграция с имейл доставчик

# SettingsOptions::email_marketing::em_mailchimp_api_key
source: API key
bg_bg: API ключ

# SettingsOptions::email_marketing::em_mailchimp_list
source: List
bg_bg: Списък

# SettingsOptions::email_marketing::em_madmimi_username
source: E-mail
bg_bg: Електронна поща

# SettingsOptions::email_marketing::em_madmimi_api_key
source: API key
bg_bg: API ключ

# SettingsOptions::email_marketing::em_madmimi_list
source: List
bg_bg: Списък
