Repository: askzap/ask-zap
Catalog: var/langs/*/addons/form_builder.po
Languages: bg_bg, hr_hr

# Addons::name::form_builder
source: Form builder
bg_bg: Форм билдър
hr_hr: Izradi obrazac

# Addons::description::form_builder
source: Lets you create custom forms (e.g. Contact us)
bg_bg: Позволява Ви да създавате персонализирани формуляри (например контакти)
hr_hr: Omogućuje stvaranje prilagođenih obrazaca (npr. kontakt)

# Languages::use_for_form_builder
source: Custom forms
bg_bg: Персонални форми
hr_hr: Prilagođeni obrasci

# Languages::new_form
source: New form
bg_bg: Нова форма
hr_hr: Novi obrazac

# Languages::editing_form
source: Editing form
bg_bg: Редактиране на форма
hr_hr: Uređivanje obrasca

# Languages::form_builder
source: Form builder
bg_bg: Форм билдър
hr_hr: Izradi obrazac

# Languages::form_submit_text
source: Form submit text
bg_bg: Текст
hr_hr: Tekst za slanje obrasca

# Languages::email_to
source: E-mail to
bg_bg: E-mail до
hr_hr: Pošaljite e-poštom na

# Languages::form_is_secure
source: Form is secure (SSL)
bg_bg: Формата е подсигурена с (SSL)
hr_hr: Obrazac je siguran (SSL)

# Languages::add_form
source: Add form
bg_bg: Добави форма
hr_hr: Dodaj oblik

# Languages::base
source: Base
bg_bg: Основен
hr_hr: Osnovno

# Languages::multiple_checkboxes
source: Multiple checkboxes
bg_bg: множество отметки
hr_hr: Veći broj potvrdnih okvira

# Languages::multiple_selectbox
source: Multiple selectbox
bg_bg: Мулти секектбокс
hr_hr: Više selectbox

# Languages::header
source: Header
bg_bg: Хедър
hr_hr: Zaglavlje

# Languages::separator
source: Separator
bg_bg: Сепаратор
hr_hr: Razdjelnik

# Languages::special
source: Special
bg_bg: Специален
hr_hr: Posebno

# Languages::countries_list
source: Countries list
bg_bg: Списък страни
hr_hr: Popis zemalja

# Languages::states_list
source: States list
bg_bg: Списък Щати
hr_hr: Popis država

# Languages::referer
source: Referer
bg_bg: Реферал
