Repository: askzap/ask-zap
Catalog: var/langs/*/addons/paypal.po
Languages: hr_hr, sk_sk

# Addons::name::paypal
source: PayPal payments
hr_hr: PayPal plaćanja
sk_sk: Platby cez PayPal

# Addons::description::paypal
source: Lets you accept payments via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced, and PayPal Payflow Pro.
hr_hr: Omogućuje prihvatiti plaćanje putem PayPal Express Checkout, PayPal, PayPal Pro Standard, PayPal Advanced i PayPal Payflow Pro.
sk_sk: Umožňuje prijímať platby cez PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced, a PayPal Payflow Pro.

# SettingsOptions::paypal::override_customer_info
source: Override customer info
hr_hr: Nadjačaj Informacije o kupcu
sk_sk: Prepísať informácie o zákazníkovi

# SettingsOptions::paypal::test_mode
source: Test mode
hr_hr: Test način
sk_sk: Skúšobný režim

# SettingsSections::paypal::general
source: General
hr_hr: Općenito
sk_sk: Všeobecné

# Languages::protection_eligibility
source: Protection eligibility
hr_hr: Podobnost za zaštitu
sk_sk: Oprávnenie na ochranu

# SettingsOptions::paypal::paypal_ipn_settings
source: Instant payment notification settings
hr_hr: Postavke obavijesti izravnih plaćanja
sk_sk: Nastavenia okamžitej notifikácie o platbe

# Languages::text_paypal_surcharge
source: <b>Note:</b> According to the PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6), surcharges are not supported.
hr_hr: <b> Napomena: </b> Prema PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'> politike </a> (4,6), plaćanje uz nadoplatu nisu podržani.
sk_sk: <b>Poznámka:</b> Podľa zásad PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'></a> (4.6), nie sú príplatky podporované.

# Languages::txn_id
source: Transaction ID
hr_hr: ID transakcije
sk_sk: ID transakcie

# Languages::paypal_logo
source: PayPal logo
hr_hr: PayPal logotip
sk_sk: Logo PayPal

# Languages::ttc_paypal_logo
source: Use a valid graphics format, such as .gif, .jpg, or .png. Limit the image to 190 pixels wide by 60 pixels high. PayPal crops images that are larger. PayPal places your logo image at the top of the cart review area.
hr_hr: Koristite valjani grafički format, kao što su .gif, .jpg, .png ili. Ograničite sliku na 190 piksela širine i 60 piksela visine. PayPal izrezuje slike koje su veće. PayPal stavlja sliku vašeg loga na vrhu područja pregleda košarice .
sk_sk: Použite platný formát obrázka, ako napr. .gif, .jpg alebo .png. Veľkosť obrázka: maximálne 190 pixelov na šírku a 60 na výšku. PayPal oreže obrázky ktoré sú väčšie. PayPal umiestni vaše logo na vrch stránky s prehľadom Košíka.

# Languages::ipn_errors
source: IPN errors
hr_hr: IPN pogreške
sk_sk: Chyby IPN

# Languages::pp_product_count_is_incorrect
source: Number of paid items is different than the number of items in the order
hr_hr: Broj plaćenih stavki se razlikuje od broja artikala na narudžbi
sk_sk: Počet platených položiek je iný ako počet položiek v objednávke

# Languages::pp_currency_is_incorrect
source: Currency used for the payment is different than the order currency.
hr_hr: Valuta korištena za plaćanje je različita od valute narudžbe.
sk_sk: Mena použitá pri platbe je iná než mena uvedená v objednávke.

# Languages::pp_total_is_incorrect
source: Payment total is different than the order total.
hr_hr: Ukupan iznos plaćanja se razlikuje od ukupnog iznosa narudžbe.
sk_sk: Suma platby sa líši od sumy objednávky.
