Repository: askzap/ask-zap
Catalog: var/langs/*/addons/polls.po
Languages: bg_bg

# Languages::polls_answers_with_comments
source: Answers with comments
bg_bg: Отговори с коментари

# Languages::polls_have_completed
source: You have already completed this poll.
bg_bg: Вие вече сте участвали в тази анкета.

# Languages::polls_total_votes
source: Total votes
bg_bg: Общо гласове

# Languages::polls
source: Polls
bg_bg: Анкети

# Languages::new_poll
source: New poll
bg_bg: Нова анкета

# Languages::editing_poll
source: Editing poll
bg_bg: Редактиране на анкета

# Languages::text_you_have_already_filled_this_poll
source: You have already completed this poll
bg_bg: Вие вече сте завършили тази анкета

# Languages::poll
source: Poll
bg_bg: Анкета

# Languages::questions
source: Questions
bg_bg: Въпроси

# Languages::poll_statistics
source: Poll statistics
bg_bg: Анкета статистика

# Languages::add_polls_and_close
source: Add polls and close
bg_bg: Добави анкети и затвори

# Languages::add_polls
source: Add polls
bg_bg: Добави анкети

# Languages::required_not_answered
source: You should answer all the mandatory questions
bg_bg: Трябва да отговорете на всички задължителните въпроси

# Languages::thanks_for_voting
source: Thank you for taking time to complete this poll.
bg_bg: Благодаря ви за отделеното време.

# Languages::poll_header
source: Poll header
bg_bg: Анкета хедър

# Languages::poll_footer
source: Poll footer
bg_bg: Анкета футър

# Languages::poll_results
source: Poll message
bg_bg: Съобщение

# Languages::new_question
source: New question
bg_bg: Нов въпрос

# Languages::add_question
source: Add question
bg_bg: Добави въпрос

# Languages::editing_question
source: Editing question
bg_bg: Редактиране на въпрос

# Languages::add_poll
source: Add poll
bg_bg: Добави анкета

# Languages::polls_total_submited
source: Total number of submitted poll forms
bg_bg: Общ брой на попълнените формуляри

# Languages::polls_total_completed
source: Number of poll forms completed in full
bg_bg: Броят на напълно завършени форми

# Languages::polls_first_submited
source: First poll form submitted
bg_bg: Първа анкета представена

# Languages::polls_last_submited
source: Last poll form submitted
bg_bg: Последна анкета представена

# Languages::statistics_by_questions
source: Statistics by questions
bg_bg: Статистика по въпроси

# Languages::view_answers
source: View answers
bg_bg: Вижте отговорите

# Languages::polls_votes
source: Votes
bg_bg: Гласове

# Languages::answers
source: Answers
bg_bg: Отговори

# Languages::question_text
source: Question text
bg_bg: Текст на въпроса

# Languages::select_single_type
source: Select single option
bg_bg: Изберете една опция

# Languages::select_one_or_more_type
source: Select one or more options
bg_bg: Изберете една или повече опции

# Languages::text_answer_type
source: Provide a textual answer
bg_bg: Текстов отговор

# Languages::answer_text
source: Answer text
bg_bg: Отговор текст

# Languages::text_box
source: Text box
bg_bg: Текстово поле

# Languages::tt_addons_polls_hooks_pages_tabs_content_post_poll_results
source: Message that is displayed in the storefront after the poll is completed.
bg_bg: Съобщение, което се показва след като анкетата е завършена.

# SettingsSections::polls::general
source: General
bg_bg: Общи

# SettingsOptions::polls::polls_votes_on_page
source: Votes on page
bg_bg: Гласовете на страница

# SettingsOptions::polls::polls_comments_on_page
source: Answers on page
bg_bg: Отговори на страница
