Repository: askzap/ask-zap
Catalog: var/langs/*/addons/price_list.po
Languages: cs_cz, da_dk, el_gr, es_es, fr_fr, hr_hr, ja_jp, sk_sk, tr_tr, uk_ua

# Addons::name::price_list
source: Price list
cs_cz: Ceník
da_dk: Prisliste
el_gr: Τιμοκατάλογος
es_es: Lista de precios
fr_fr: Liste de prix
hr_hr: Cjenik
ja_jp: 価格表
sk_sk: Cenník
tr_tr: Fiyat listesi
uk_ua: Прайс-лист

# Addons::description::price_list
source: Generates configurable price list in PDF or XLS
cs_cz: Generuje konfigurovatelný ceník ve formátu PDF nebo XLS
da_dk: Genererer konfigurerbare prisliste i PDF eller XLS
el_gr: Δημιουργεί διαμορφώσιμες λίστες τιμών σε PDF ή XLS
es_es: Genera lista de precios configurables en PDF o XLS
fr_fr: Génère la liste des prix configurable en format PDF ou XLS
hr_hr: Generira konfigurabilan Cjenik u PDF ili XLS
ja_jp: PDFもしくはXLS形式での価格表を出力します
sk_sk: Generuje konfigurovateľný cenník vo formáte PDF alebo XLS
tr_tr: PDF veya XLS formatında düzenlenebilir fiyat listesi oluşturur
uk_ua: Прайс-листи у форматах PDF і XLS (Microsoft Excel)

# Languages::price_list
source: Price list
cs_cz: Ceník
da_dk: Prisliste
el_gr: Τιμοκατάλογος
es_es: Lista de precios
fr_fr: Liste de prix
hr_hr: Cjenik
ja_jp: 価格表
sk_sk: Cenník
tr_tr: Fiyat listesi
uk_ua: Прайс-лист

# Languages::selected_fields
source: Selected fields
cs_cz: Vybrané pole
da_dk: Markerede felter
el_gr: Επιλεγμένα πεδία
es_es: Campos seleccionados
fr_fr: Champs sélectionnés
hr_hr: Odabrana polja
ja_jp: 選択済みフィールド
sk_sk: Vybrané polia
tr_tr: Seçili alanları
uk_ua: Вибрані поля

# Languages::xml_info
source: Use this link to download the price list in XLS (MS Excel) format
cs_cz: Použijte tento odkaz pro stažení ceníku ve formátu XLS (MS Excel)
da_dk: Brug dette link for at downloade prisliste i XLS (MS Excel) format
el_gr: Χρησιμοποιήστε αυτό το σύνδεσμο για να κατεβάσετε τον τιμοκατάλογο σε μορφή XLS (MS Excel)
es_es: Use este enlace para descargar la lista de precios en formato XLS (MS Excel)
fr_fr: Utilisez ce lien pour télécharger la liste de prix en format XLS (MS Excel)
hr_hr: Koristite ovaj link da biste preuzeli Cjenik u XLS (MS Excel) formatu
ja_jp: 価格表をXLS（エクセル）形式でダウンロードするにはこのリンクをクリックしてください
sk_sk: Použite tento odkaz pre stiahnutie cenníka vo formáte XLS (MS Excel)
tr_tr: Fiyat listesini XLS (MS Excel) formatında indirmek için bu linki kullanın
uk_ua: Використовуйте це посилання для скачування прайс-листа у форматі XLS (Microsoft Excel)

# Languages::ult_xml_info
source: Use this links to download the price list in XLS (MS Excel) format
cs_cz: Použijte tyto odkazy pro stažení ceníku ve formátu XLS (MS Excel)
da_dk: Brug dette link for at downloade prisliste i XLS (MS Excel) format
el_gr: Χρησιμοποιήστε τους συνδεσμους για να κατεβάσετε τον τιμοκατάλογο σε μορφή XLS (MS Excel)
es_es: Use este enlace para descargar la lista de precios en formato XLS (MS Excel)
fr_fr: Utilisez ce lien pour télécharger la liste de prix en format XLS (MS Excel)
hr_hr: Koristite ovaj link da biste preuzeli Cjenik u XLS (MS Excel) formatu
ja_jp: 価格表をXLS（エクセル）形式でダウンロードするにはこのリンクをクリックしてください
sk_sk: Použite tento odkaz pre stiahnutie cenníka vo formáte XLS (MS Excel)
tr_tr: Fiyat listesini XLS (MS Excel) formatında indirmek için bu linkleri kullanın
uk_ua: Використовуйте це посилання для скачування прайс-листа у форматі XLS (Microsoft Excel)

# Languages::pdf_info
source: Use this link to download the price list in PDF format
cs_cz: Použijte tento odkaz pro stažení ceníku ve formátu PDF
da_dk: Brug dette link for at downloade prisliste i PDF-format
el_gr: Χρησιμοποιήστε αυτό το σύνδεσμο για να κατεβάσετε τον τιμοκατάλογο σε μορφή PDF
es_es: Use este enlace para descargar la lista de precios en formato PDF
fr_fr: Utilisez ce lien pour télécharger la liste de prix au format PDF
hr_hr: Koristite ovaj link da biste preuzeli Cjenik u PDF formatu
ja_jp: 価格表をPDF形式でダウンロードするにはこちらのリンクをクリックしてください
sk_sk: Použite tento odkaz pre stiahnutie cenníka vo formáte PDF
tr_tr: Fiyat listesini PDF formatında indirmek için bu linki kullanın
uk_ua: Використовуйте це посилання для скачування прайс-листа у форматі PDF

# Languages::ult_pdf_info
source: Use this links to download the price list in PDF format
cs_cz: Použijte tyto odkazy pro stažení ceníku ve formátu PDF
da_dk: Brug dette link for at downloade prisliste i PDF-format
el_gr: Χρησιμοποιήστε τους συνδεσμους για να κατεβάσετε τον τιμοκατάλογο σε μορφή PDF
es_es: Use este enlace para descargar la lista de precios en formato PDF
fr_fr: Utilisez ce lien pour télécharger la liste de prix au format PDF
hr_hr: Koristite ovaj link da biste preuzeli Cjenik u PDF formatu
ja_jp: 価格表をPDF形式でダウンロードするにはこちらのリンクをクリックしてください
sk_sk: Použite tento odkaz na stiahnutie cenníka vo formáte PDF
tr_tr: Fiyat listesini PDF formatında indirmek için bu linkleri kullanın
uk_ua: Використовуйте це посилання для скачування прайс-листа у форматі PDF

# Languages::clear_cache_info
source: If columns were added or changed, please <a href="[clear_cache_url]">clear the cache</a> to regenerate the price list.
cs_cz: Pokud jste doplnili nebo změnili sloupce, prosím, <a href="[clear_cache_url]">vyčistěte vyrovávaciu paměť</a> pro regeneraci ceníku.
da_dk: Hvis kolonner blev tilføjet eller ændret, skal du <a href="[clear_cache_url]"> rydde cachen</a> for regenerere prislisten.
el_gr: Εάν εχουν προστεθεί ή τροποποιηθεί στήλες, παρακαλούμε να <a href="[clear_cache_url]"> καθαρίσετε την cache</a> για να αναπαραχθεί ο τιμοκατάλογος.
es_es: Si las columnas estaban añadidas o cambiadas, por favor <a href="[clear_cache_url]"> borre la caché</a> para regenerar la lista de precios.
fr_fr: Si des colonnes ont été ajoutées ou modifiées, veuillez <a href="[clear_cache_url]">Effacer le cache</a> pour régénérer la liste de prix.
hr_hr: Ako su stupci dodani ili izmijenjeni, <a href="[clear_cache_url]"> očistite predmemoriju </a> da se obnovi cjenik.
ja_jp: カラムが追加・変更された場合には <a href="[admin_index]?dispatch=addons.manage&cc">キャッシュをクリア</a> して価格表を再作成してください。
sk_sk: Ak ste doplnili alebo zmenili stĺpce, prosím <a href="[clear_cache_url]">vyčistite vyrovávaciu pamäť</a> pre regeneráciu cenníka.
tr_tr: Eğer sütun eklendi veya değiştirildiyse, lütfen fiyat listesini tekrar oluşturmak için <a href="[clear_cache_url]">ön belleği temizleyin</a>
uk_ua: Якщо були видалені або додані колонки, будь ласка, <a href="[clear_cache_url]">очистіть кеш</a>, щоб заново згенерувати прайс-лист.

# Languages::generating_pdf
source: Generating PDF. Please, be patient...
cs_cz: Generuje se PDF. Počkejte, prosím...
da_dk: Generating PDF. Vær tålmodig...
el_gr: Δημιουργία PDF. Παρακαλώ, περιμένετε...
es_es: Generando PDF. Por favor, sea paciente...
fr_fr: Génération de PDF. Merci d'être patient...
hr_hr: Generiranje PDF. Budite strpljivi...
ja_jp: PDFを生成しています。 お待ちください...
sk_sk: Generuje sa PDF. Počkajte, prosím...
tr_tr: PDF oluşturuluyor. Lütfen bekleyin...
uk_ua: Генерація PDF. Будь ласка зачекайте ...

# Languages::generating_xls
source: Generating XLS. Please, be patient...
cs_cz: Generuje se XLS. Počkejte, prosím...
da_dk: Generere XLS. Vær tålmodig...
el_gr: Δημιουργία XLS. Παρακαλώ, περιμένετε...
es_es: Generando de XLS. Por favor, sea paciente...
fr_fr: Génération de XLS. Merci d'être patient...
hr_hr: Generiranje XLS. Budite strpljivi...
ja_jp: XLSファイルを生成しています。 お待ちください...
sk_sk: Generuje sa XLS. Počkajte, prosím...
tr_tr: XLS oluşturuluyor. Lütfen bekleyin...
uk_ua: Генерація XLS. Будь ласка зачекайте ...

# Languages::xls_currencies_note
source: Please, note: the prices in XLS will be indicated in base currency.
cs_cz: Poznámka: ceny v XLS dokumentu budou zobrazeny v základní měně.
da_dk: Bemærk venligst: priser i XLS vil blive angivet i grundvaluta.
el_gr: Παρακαλείστε να σημειώσετε: οι τιμές σε XLS θα αναφέρoνται στη νομισματική μονάδα βάσης.
es_es: Por favor, tenga en cuenta: los precios en XLS se indicarán en la divisa base.
fr_fr: Veuillez noter : les prix en XLS seront indiqués dans la devise de base.
hr_hr: Molimo, imajte na umu: cijene u XLS će biti prikazane u osnovnoj valuti.
ja_jp: ご注意ください: 出力される価格にはベース通貨が使用されます。
sk_sk: Poznámka: ceny v XLS dokumente budú zobrazené v základnej mene.
tr_tr: Lütfen dikkat edin: XLS'teki fiyatlar temel para birimi cinsinden gösterilecektir.
uk_ua: Зверніть увагу, що ціни у файлі XLS будуть вказані в базовій валюті.

# Languages::price_list_ziparchive_not_installed
source: Impossible to create XML price list. Please add zip support in PHP on your server. Follow <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
cs_cz: Nedokážu vytvořit ceník XML. Prosím, přidejte podporu zip do PHP vašeho serveru. Následujte instrukce <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
da_dk: Umuligt at oprette XML-prisliste. Tilføj venligst zip opbakning i PHP på din server. Følg <a href="http://www.php.net/manual/en/zip.installation.php"> http://www.php.net/manual/en/zip.installation.php</a>.
el_gr: Αδύνατο να δημιουργηθεί λίστα τιμών XML. Παρακαλείσθε να προσθέσετε zip υποστήριξη στην PHP του διακομιστή σας. Ακολουθήστε αυτό το σύνδεσμο <a href="http://www.php.net/manual/en/zip.installation.php"> http://www.php.net/manual/en/zip.installation.php</a>.
es_es: No fue posible crear la lista de precios XML. Por favor agregue soporte zip en PHP en el servidor. Siga <a href="http://www.php.net/manual/en/zip.installation.php"> http://www.php.net/manual/en/zip.installation.php</a>.
fr_fr: Impossible de créer la liste de prix XML. S'il vous plaît ajouter le support zip en PHP sur votre serveur. Suivre <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
hr_hr: Nemoguće je stvoriti XML cjenik. Molimo dodajte podršku za arhiviranje u PHP na vašem serveru. Slijedite <a href="http://www.php.net/manual/en/zip.installation.php"> http://www.php.net/manual/en/zip.installation.php</a>.
ja_jp: 価格表を生成できません。お使いのサーバーに設定されているPHPのzipサポートを有効化してください。 参考URL:<a href="http://www.php.net/manual/ja/zip.installation.php">http://www.php.net/manual/ja/zip.installation.php</a>
sk_sk: Nedokážem vytvoriť XML cenník. Prosím pridajte podporu zip do PHP vášho servera. Následujte inštrukcie <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
tr_tr: XML fiyat listesi üretilemez. Lütfen sunucunuz üzerindeki PHP içine zip desteği ekleyin. <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a> takip edin.
uk_ua: Неможливо створити прайс-лист у форматі XML. Будь ласка, додайте підтримку ZIP-архівів в PHP на своєму сервері. Дізнайтеся більше на сайті PHP: <a href="http://www.php.net/manual/ru/zip.installation.php">http://www.php.net/manual/ru/zip.installation.php</a>.

# SettingsSections::price_list::general
source: General
cs_cz: Obecné
da_dk: Generelt
el_gr: Γενικά
fr_fr: Général
hr_hr: Općenito
ja_jp: 基本設定
sk_sk: Všeobecné
tr_tr: Genel
uk_ua: Загальні

# SettingsOptions::price_list::table_layout_header
source: Table layout
cs_cz: Rozložení tabulky
da_dk: Tabellayout
el_gr: Πίνακας διάταξης
es_es: Diseño de tabla
hr_hr: Izgled tablice
ja_jp: 価格表レイアウト
sk_sk: Rozloženie tabuľky
tr_tr: Tablo düzeni
uk_ua: Розмітка прайс-листа

# SettingsOptions::price_list::price_list_fields
source: Fields
cs_cz: Pole
da_dk: Felter
el_gr: Πεδία
es_es: Campos
fr_fr: Champs
hr_hr: Polja
ja_jp: フィールド
sk_sk: Polia
tr_tr: Alanlar
uk_ua: Поля

# SettingsOptions::price_list::price_list_sorting
source: Sort by
cs_cz: Seřadit podle
da_dk: Sorter efter
el_gr: Ταξινόμηση ως πρός
es_es: Ordenar por
fr_fr: Trier par
hr_hr: Složi po
ja_jp: ソート順
sk_sk: Zoradiť podľa
tr_tr: Sıralama ölçütü
uk_ua: Сортувати за

# SettingsOptions::price_list::group_by_category
source: Group by category
cs_cz: Seskupit podle kategorie
da_dk: Gruppere efter kategori
el_gr: Ομαδοποίηση κατά κατηγορία
es_es: Agrupar por categoría
fr_fr: Grouper par catégorie
hr_hr: Grupiranje prema kategoriji
ja_jp: カテゴリー単位でグルーピング
sk_sk: Zoskupiť podľa kategórie
tr_tr: Kategoriye göre gruplandırın
uk_ua: Групувати за категоріями

# SettingsOptions::price_list::include_options
source: Include product options
cs_cz: Zahrnout možnosti produktů
da_dk: Inkluder produktmuligheder
el_gr: Να περιλαμβάνονται επιλογές του προϊόντος
es_es: Incluye opciones de producto
hr_hr: Uključi opcije proizvoda
ja_jp: 商品オプションを含む
sk_sk: Zahrnúť možnosti produktov
tr_tr: Ürün seçenekleri içerir
uk_ua: Включати опції товарів

# SettingsOptions::price_list::xls_header
source: XLS layout
cs_cz: Rozložení XLS
el_gr: XLS διάταξη
es_es: Diseño XLS
hr_hr: XLS izgled
ja_jp: エクセル形式でダウンロード
sk_sk: Rozloženie XLS
tr_tr: XLS düzeni
uk_ua: Розмітка XLS

# SettingsOptions::price_list::xls_url
source: XLS url
cs_cz: URL adresa XLS
ja_jp: エクセルURL
sk_sk: URL adresa XLS
tr_tr: XLS URL'si
uk_ua: Посилання на XLS-файл

# SettingsOptions::price_list::pdf_header
source: PDF layouts
cs_cz: Rozložení PDF
da_dk: PDF-layout
el_gr: Διαταξη PDF
es_es: Diseños de PDF
hr_hr: PDF izgledi
ja_jp: PDF形式でダウンロード
sk_sk: Rozloženie PDF
tr_tr: PDF düzenleri
uk_ua: Макети PDF

# SettingsOptions::price_list::pdf_url
source: PDF url
cs_cz: URL adresa PDF
fr_fr: url du PDF
sk_sk: URL adresa PDF
tr_tr: PDF URL'si
uk_ua: Посилання на PDF-файл

# SettingsOptions::price_list::clear_header
source: Clear cache
cs_cz: Vymazat mezipaměť
da_dk: Ryd cache
el_gr: Καθαρισμός cache
es_es: Limpiar Caché
fr_fr: Vider le cache
hr_hr: Isprazni predmemoriju
ja_jp: キャッシュのクリア
sk_sk: Vymazať vyrovnávaciu pamäť
tr_tr: Önbelleği Temizle
uk_ua: Очистити кеш

# SettingsOptions::price_list::clear_url
source: Clear cache
cs_cz: Vymazat mezipaměť
da_dk: Ryd cache
el_gr: Καθαρισμός cache
es_es: Limpiar Caché
fr_fr: Vider le cache
hr_hr: Isprazni predmemoriju
ja_jp: キャッシュのクリア
sk_sk: Vymazať vyrovnávaciu pamäť
tr_tr: Önbelleği Temizle
uk_ua: Очистити кеш

# SettingsOptions::price_list::disable_images_in_xml
source: Exclude images from XLS price lists
cs_cz: Vyloučit obrázky z ceníku XLS
da_dk: Udelukke billeder fra XLS prislister
el_gr: Αποκλείσει εικόνες από καταλόγους τιμών XLS
es_es: Excluye las imágenes de las listas de precios XLS
sk_sk: Vylúčiť obrázky z cenníkov XLS
tr_tr: XLS fiyat listelerinden görüntüler hariç
uk_ua: Виключити зображення з XLS-прайс-листів

# SettingsTooltips::price_list::disable_images_in_xml
source: Generating an XLS price list with images can freeze your server. Disable at your own risk.
cs_cz: Generování XLS ceníku s obrázky může zamrznout server. Zakázat na vlastní nebezpečí.
da_dk: Generere en XLS prisliste med billeder kan fryse din server. Deaktivere på egen risiko.
el_gr: Η δημιουργία μια λίστας τιμών XLS με εικόνες μπορεί να παγώσει το σερβερ σας. Απενεργοποιήσετε με δική σας ευθύνη.
es_es: Generar una lista de precios XLS con imágenes puede saturar su servidor. Deshabilitar bajo su propio riesgo.
sk_sk: Generovanie cenník XLS s obrázkami môžete zmraziť váš server. Vypnutie na vlastné riziko.
tr_tr: Görselleri olan bir XLS fiyat listesi oluşturmak sunucunuzda donmaya sebep olabilir.
uk_ua: Генерація XLS-прайслиста із зображеннями може істотно завантажити сервер. Вимикайте на свій страх і ризик.
