Repository: askzap/ask-zap
Catalog: var/langs/*/addons/rma.po
Languages: bg_bg

# Languages::returned_products
source: Returned products
bg_bg: Върнати продукти

# Languages::rma_return
source: Return
bg_bg: Връщане

# Languages::no_return_requests_found
source: No return requests found
bg_bg: Няма заявки за връщане

# Languages::returned_product
source: Returned product
bg_bg: Върнат продукт

# Languages::returns
source: Returns
bg_bg: Връща

# Languages::returns_info
source: Returns info
bg_bg: Връща информация

# Languages::return_info
source: Return information
bg_bg: Обратна информация

# Languages::order_returns
source: Order returns
bg_bg: Върнати поръчки

# Languages::return_registration
source: Request a replacement or a refund
bg_bg: Регистрация на връщането

# Languages::return_requests
source: Return requests
bg_bg: Заявка за връщане

# Languages::return_requests_menu_description
source: View and process return requests from orders placed on your web site.
bg_bg: Преглед и обработка на заявките за връщане в сайта.

# Languages::return_status
source: Return status
bg_bg: Връщане статус

# Languages::return_period
source: Return period
bg_bg: Период за връщане

# Languages::what_you_would_like_to_do
source: What would you like to do
bg_bg: Какво бихте искали да бъде направено

# Languages::rma_notify_supplier
source: Notify supplier
bg_bg: Уведоми доставчик

# Languages::add_reason
source: Add reason
bg_bg: Добави причина

# Languages::new_reason
source: New reason
bg_bg: Добави нови основания

# Languages::text_return_change_warning
source: The status of return #[return_id] will be changed
bg_bg: Статусът на Връщане #[return_id] ще бъде променено

# Languages::returnable
source: Returnable
bg_bg: Подлежащ на връщане

# Languages::returnable_product
source: Returnable product
bg_bg: Подлежащ на връщане продукт

# Languages::rma_request_statuses
source: RMA request statuses
bg_bg: РСО статуси на заявки

# Languages::return_products_information
source: Return products information
bg_bg: Информация за връщане на продукти

# Languages::declined_products_information
source: Declined products information
bg_bg: Информация за отказани продукти

# Languages::rma_reasons
source: RMA reasons
bg_bg: РСО причини

# Languages::rma_actions
source: RMA actions
bg_bg: РСО действия

# Languages::return_period_days
source: Return period (days)
bg_bg: Период за връщане (в дни)

# Languages::all_actions
source: All actions
bg_bg: Всички действия

# Languages::order_total_will_changed
source: The order total will be changed by
bg_bg: Общата сума ще бъде променена от

# Languages::shipping_costs_will_changed
source: Shipping costs will be changed by
bg_bg: Разходите за доставка ще бъдат променени от

# Languages::decline_products
source: Decline products
bg_bg: Отказани продукти

# Languages::create_gift_certificate
source: Create gift certificate
bg_bg: Създаване на талон за подарък

# Languages::accept_products
source: Accept products
bg_bg: Приемам продукти

# Languages::recalculate_order
source: Recalculate order
bg_bg: Преизчисли за

# Languages::manually_recalculate_order
source: Recalculate the order manually
bg_bg: Преизчисли ръчно

# Languages::dont_recalculate_order
source: Do not recalculate order
bg_bg: Да не се преизчисли за

# Languages::delete_this_return
source: Delete this return
bg_bg: Изтриване на това връщане

# Languages::update_totals_and_inventory
source: Update totals and inventory
bg_bg: Актуализиране на общата сума и остатъка на продуктите

# Languages::request_statuses
source: request statuses
bg_bg: Статуси на заявки
