Repository: askzap/ask-zap
Catalog: var/langs/*/addons/store_import.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ja_jp, sk_sk, tr_tr, vi_vn

# Languages::store_import.303_ultimate
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na sekci <a href="[stores_section_link]">Obchody</a> a nastavte správnou <b>URL Storefront</b> pro každou firmu.</li><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor:</p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til afsnit for <a href="[stores_section_link]"> butikker</a> og indstille den korrekte <b>Butiks URL</b> for hver virksomhed.</li><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τομεα <a href="[stores_section_link]"> καταστήματα</a> και ορίσετε το σωστό <b>URL βιτρίνας</b> για κάθε εταιρεία.</li><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de <a href="[stores_section_link]"> tiendas</a> y la correcta <b>Dirección URL de la tienda</b> para cada empresa.</li> <li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li> Idite na odjeljak <a href="[stores_section_link]"> Trgovine </a> i postavite ispravnu <b> storefront URL </ b> za svaku tvrtku. </li><li> Idi na <a href="[manage_languages_link]"> jezici </a> jezici i postavite ispravnu <b> Zemlja </b> vrijednost za svaki jezik. </li> </ ul><p> Molimo Vas da obratite pažnju na sljedeće :. </p><ul> <li> Ovaj<b> Brzi izbornik </ b> je postavljen na zadanu vrijednost</li></ul>
ja_jp: <ul><li><a href="[stores_section_link]">ショップ</a> ページに移動して各ショップに対して正しい <b>ショップフロントのURL</b> が設定されているか確認する</li><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na sekciu <a href="[stores_section_link]">Obchody</a> a nastavte správnu <b>URL Priečelia</b> pre každú firmu.</li><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: <ul><li>Mağazalar</a> bölümüne gidin <a href="[stores_section_link]"> ve her Şirket için doğru <b>Vitrin URL'sini</b> ayarlayın.</li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru<b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>
vi_vn: <ul><li>Đi đến <a href="[stores_section_link]"> Cửa hàng</a> phần và đặt đúng <b>URL trang chính</b> cho mỗi công ty.</li> <li>Đi đến <a href="[manage_languages_link]">Ngôn ngữ </a> thiết lập giá trị <b>Quốc gia</b> chính xác cho mỗi ngôn ngữ.</li></ul> <p>Xin vui lòng chú ý đến những điều sau đây:</p> <ul><li>Trình <b>Menu nhanh</b> đã được thiết lập mặc định.</li></ul>

# Languages::store_import.302_ultimate
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Prejdite na sekciu <a href="[stores_section_link]">Obchody</a> a nastavte správnu <b>URL Priečelia</b> pre každú firmu.</li><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
da_dk: <ul><li>Gå til afsnit for <a href="[stores_section_link]"> butikker</a> og indstille den korrekte <b>Butiks URL</b> for hver virksomhed.</li><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τομεα <a href="[stores_section_link]"> καταστήματα</a> και ορίσετε το σωστό <b>URL βιτρίνας</b> για κάθε εταιρεία.</li><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de <a href="[stores_section_link]"> tiendas</a> y la correcta <b>Dirección URL de la tienda</b> para cada empresa.</li> <li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li> Idite na odjeljak <a href="[stores_section_link]"> Trgovine </a> i postavite ispravnu <b> storefront URL </ b> za svaku tvrtku. </li><li> Idi na <a href="[manage_languages_link]"> jezici </a> jezici i postavite ispravnu <b> Zemlja </b> vrijednost za svaki jezik. </li> </ ul><p> Molimo Vas da obratite pažnju na sljedeće :. </p><ul> <li> Ovaj<b> Brzi izbornik </ b> je postavljen na zadanu vrijednost</li></ul>
ja_jp: <ul><li><a href="[stores_section_link]">ショップ</a> ページに移動して各ショップに対して正しい <b>ショップフロントのURL</b> が設定されているか確認する</li><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na sekciu <a href="[stores_section_link]">Obchody</a> a nastavte správnu <b>URL Priečelia</b> pre každú firmu.</li><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: <ul><li>Mağazalar</a> bölümüne gidin <a href="[stores_section_link]"> ve her Şirket için doğru <b>Vitrin URL'sini</b> ayarlayın.</li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru<b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>
vi_vn: <ul><li>Đi đến <a href="[stores_section_link]"> Cửa hàng</a> phần và đặt đúng <b>URL trang chính</b> cho mỗi công ty.</li> <li>Đi đến <a href="[manage_languages_link]">Ngôn ngữ </a> thiết lập giá trị <b>Quốc gia</b> chính xác cho mỗi ngôn ngữ.</li></ul> <p>Xin vui lòng chú ý đến những điều sau đây:</p> <ul><li>Trình <b>Menu nhanh</b> đã được thiết lập mặc định.</li></ul>

# Languages::store_import.301_ultimate
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Prejdite na sekciu <a href="[stores_section_link]">Obchody</a> a nastavte správnu <b>URL Priečelia</b> pre každú firmu.</li><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
da_dk: <ul><li>Gå til afsnit for <a href="[stores_section_link]"> butikker</a> og indstille den korrekte <b>Butiks URL</b> for hver virksomhed.</li><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τομεα <a href="[stores_section_link]"> καταστήματα</a> και ορίσετε το σωστό <b>URL βιτρίνας</b> για κάθε εταιρεία.</li><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de <a href="[stores_section_link]"> tiendas</a> y la correcta <b>Dirección URL de la tienda</b> para cada empresa.</li> <li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li> Idite na odjeljak <a href="[stores_section_link]"> Trgovine </a> i postavite ispravnu <b> storefront URL </ b> za svaku tvrtku. </li><li> Idi na <a href="[manage_languages_link]"> jezici </a> jezici i postavite ispravnu <b> Zemlja </b> vrijednost za svaki jezik. </li> </ ul><p> Molimo Vas da obratite pažnju na sljedeće :. </p><ul> <li> Ovaj<b> Brzi izbornik </ b> je postavljen na zadanu vrijednost</li></ul>
ja_jp: <ul><li><a href="[stores_section_link]">ショップ</a> ページに移動して各ショップに対して正しい <b>ショップフロントのURL</b> が設定されているか確認する</li><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na sekciu <a href="[stores_section_link]">Obchody</a> a nastavte správnu <b>URL Priečelia</b> pre každú firmu.</li><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: <ul><li>Mağazalar</a> bölümüne gidin <a href="[stores_section_link]"> ve her Şirket için doğru <b>Vitrin URL'sini</b> ayarlayın.</li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru<b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>
vi_vn: <ul><li>Đi đến <a href="[stores_section_link]"> Cửa hàng</a> phần và đặt đúng <b>URL trang chính</b> cho mỗi công ty.</li> <li>Đi đến <a href="[manage_languages_link]">Ngôn ngữ </a> thiết lập giá trị <b>Quốc gia</b> chính xác cho mỗi ngôn ngữ.</li></ul> <p>Xin vui lòng chú ý đến những điều sau đây:</p> <ul><li>Trình <b>Menu nhanh</b> đã được thiết lập mặc định.</li></ul>

# Languages::store_import.224_professional
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for a Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages section and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>Your settings were set to default.</li><li>The Company Settings were set to default.</li><li>Your design (theme, styles and layout) was set to default.</li><li>All custom blocks under "Products" location of the Block Manager with <i>Content: Products</i> and <i>Filling: Manually</i> were placed on the "Products" location under the main content block.</li><li>All your custom product tabs (except the product tabs added by add-ons) were not transferred.</li><li>"Description", "Features" and "Files" tabs were added to the "Product tabs" section.</li><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na sekci <a href="[stores_section_link]">Obchody</a> a nastavte správnou <b>URL Storefront</b> pro firmu.</li><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu pole <b>Země</b> pro každý jazyka.</li></ul><p>Pozor:</p><ul><li>Vaše nastavení byly změněny na výchozí.</li><li>Nastavení Firmy byly nastaveny na výchozí.</li><li>Vaše nastavení vzhledu (téma, styly, rozložení) byly nastaveny na výchozí.</li><li>Všechny vlastní bloky v sekci "Produkty" Manažera bloků s atributem<i>Obsah: Produkty</i> a <i>Vyplňování: Ruční</i> byly umístěny do sekce "Produkty" pod hlavním blokem obsahu.</li><li>Žádné z vašich uživatelských (custom) produktových karty (s výjimkou produktových kartách přidaných doplňky) nebyly přemístěny.</li><li>karty "Popis", "Vlastnosti" a "Soubory" byly přidány do sekce "karty produktů ".</li><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til afsnit for <a href="[stores_section_link]"> butikker</a> og indstille den korrekte <b>Butiksfacade URL</b> for et selskab.</li><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog afsnit og angive de korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li>Indstillingerne blev sat til standard.</li><li>The Company indstillinger blev sat til standard.</li><li>Dit design (tema, typografier og layout) blev sat til standard.</li><li>Alle tilpassede blokke under "Produkter" placering af blok Manager med <i>indhold: produkter</i> og <i>fylder: manuelt</i> var placeret på "Produkter" placering under de vigtigste indholdsblok.</li><li>Alle brugerdefinerede produkt faner (undtagen produkt fanerne tilføjet af tilføjelser) blev ikke overført.</li><li>"Beskrivelse", "Funktioner" og "Filer" faner blev føjet til afsnittet "produkt tabsâ€.</li><li><b>Quick menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τμήμα <a href="[stores_section_link]"> καταστήματα</a> και ορίστε το σωστό <b>URL βιτρίνας</b> για καθε εταιρεία.</li><li>Μεταβείτε στο τμήμα γλώσσες <a href="[manage_languages_link]"> γλώσσες</a> και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Οι ρυθμίσεις σας τέθηκαν στην προεπιλογή.</li><li>Οι ρυθμίσεις εταιρείας τέθηκαν στην προεπιλογη.</li><li>Το σχέδιό σας (θέμα, στυλ και διάταξη) τεθηκαν στην προεπιλεγμένη ρύθμιση.</li><li>Όλα τα προσαρμοσμένα μπλοκ κάτω από την τοποθεσία "Προϊόντα" του διαχειριστή των μπλοκ με <i>περιεχόμενο: προϊόντα</i> και <i>πλήρωση: χειροκίνητα</i> τοποθετήθηκαν στη θέση "Προϊόντα" κάτω από το μπλοκ κυριως περιεχόμενο.</li><li>Δεν μεταφέρθηκαν όλες οι προσαρμοσμένες καρτέλες προϊόντων (εκτός από τις καρτέλες προϊόντος που προστέθηκε από πρόσθετα).</li><li>Οι Καρτέλες "Περιγραφή", "Λειτουργίες" και "Αρχεία" προστέθηκαν στην ενότητα «Καρτέλες προϊόντος».</li><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de <a href="[stores_section_link]"> tiendas</a> y la correcta <b>Dirección URL de la tienda</b> para una empresa.</li> <li>Ir a la sección de idiomas <a href="[manage_languages_link]"> idiomas</a> y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>Fijaron la configuración por defecto.</li> <li>La empresa parámetros fueron fijada por defecto.</li> <li>Su diseño (tema, estilos y diseño) se estableció en cesación de pagos.</li> <li>Bloques todo personalizados en lugar de "Productos" del bloque administrador con <i>contenido: productos</i> y <i>relleno: manual</i> se colocaron en el lugar de "Productos" debajo del bloque principal de contenidos.</li> <li>Todas tus pestañas producto de encargo (excepto las fichas de producto añadidas por add-ons) no fueron transferidas.</li> <li>Fichas "Descripción", "Funciones" y "Archivos" fueron agregadas a la sección de "Fichas de producto".</li> <li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li>Idi u<a href="[stores_section_link]"> trgovina</a> odjeljak i postavi ispravan <b>Storefront URL</b> za tvrtku.</li><li>Idi na <a href="[manage_languages_link]"> odjeljak jezika</a> i postavi ispravnu vrijednost <b>zemlje</b> za svaki jezik.</li></ul><p>Molimo vas da obratite pozornost na sljedeće:</p><ul><li>Postavke su podešene na osnovno.</li><li>Tvrtka postavke su podešene na osnovno.</li><li>Dizajn (tema, stilova i izgleda) je podešeno na osovno.</li><li>Svi prilagođeni blokovi pod "Proizvodi" mjesto voditelj blok s <i>sadržaj: proizvoda</i> i <i>punjenje: ručno</i> postavljeni su na lokaciji "Proizvodi" ispod glavnog sadržaja bloka.</li><li>Sve kartica prilagođenih proizvoda (osim kartice artikala dodaci) su prebačeni.</li><li>Dodane kartice "Opis", "Mogućnosti" i "Datoteke" sekcija "Kartice artikala".</li><li><b>Brzi izbornik</b> je podešene na osnovno.</li></ul>
ja_jp: <ul><li><a href="[stores_section_link]">ショップ</a> ページに移動して各ショップに対して正しい <b>ショップフロントのURL</b> が設定されているか確認する</li><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li>各種設定にはデフォルト値がセットされました。</li><li><font color="red">基本設定 -> 会社名にはデフォルト値が設定されました。</font>送料計算やメール通知を正しく実施するためには再設定が必要です。</li><li>デザイン（テーマ、スタイルおよびレイアウト）にはデフォルト値がセットされました。</li><li>ブロック管理の「商品」タブにおいて独自に設定した商品ブロック（「ブロック内コンテンツ」に「商品」、「表示内容」に「手動」を指定したブロックのみ）はインポート先ショップの「商品」タブに移行されました。</li><li>独自に追加した商品詳細ページタブは移行されませんでした（アドオンが自動追加したタブは除く）</li><li>商品詳細ページタブの「説明」、「追加情報」、「添付ファイル」は <b>デザイン -> 商品タブ</b> に移行されました。</li><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na sekciu<a href="[stores_section_link]">Obchody</a> a nastavte správnu <b>URL Priečelia</b> pre firmu.</li><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu poľa <b>Krajina</b> pre každý jazyk.</li></ul><p>Pozor:</p><ul><li>Vaše nastavenia boli zmenené na predvolené.</li><li>Nastavenia Firmy boli nastavené na predvolené.</li><li>Vaše nastavenia vzhľadu (téma, štýly, rozloženie) boli nastavené na predvolené.</li><li>Všetky vlastné bloky v sekcii "Produkty" Manažéra Blokov s atribútom <i>Obsah: Produkty</i> a <i>Vypĺňanie: Ručné</i> boli umiestnené do sekcie "Produkty" pod hlavným blokom obsahu.</li><li>Žiadne z vašich užívateľských (custom) produktových kárt (s výnimkou produktových kárt pridaných doplnkami) neboli premiestnené.</li><li>Karty "Popis", "Vlastnosti" a "Súbory" boli pridané do sekcie "Karty produktov". </li><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: <ul><li>Mağazalar</a> bölümüne gidin <a href="[stores_section_link]"> ve her Şirket için doğru <b>Vitrin URL'sini</b> ayarlayın.</li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru<b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li>Ayarlarınız varsayılan olarak ayarlanmıştır.</li><li>Şirket Ayarları varsayılan olarak ayarlanmıştır.</li><li>Tasarımınız (tema, stiller ve düzen) varsayılan olarak ayarlanmıştır.</li><li><i>İçerik: Ürünler</i> ve <i>Doldurma: Elle</i> olan Blok Yöneticisinin "Ürünler" konumu altındaki tüm özelleştirilmiş blokları ana içerik bloku altındaki "Ürünler" konumuna yerleştirilmiştir.</li><li>Tüm özelleştirilmiş ürün sekmeleriniz (eklentiler tarafından eklenen ürün sekmeleri hariç) transfer edilmemiştir.</li><li>"Açıklama", "Özellikler" ve "Dosyalar" sekmeleri "Ürün sekmeleri" bölümüne eklenmiştir.</li><li> <b>Hızlı Menü</b> varsayılan olarak ayarlanmıştır.</li></ul>
