Repository: askzap/ask-zap
Catalog: var/langs/*/addons/store_import.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ja_jp, sk_sk, tr_tr, vi_vn

# Languages::store_import.411_ultimate
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na sekci <a href="[stores_section_link]">Obchody</a> a nastavte správnou <b>URL Storefront</b> pro každou firmu.</li><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor:</p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til afsnit for <a href="[stores_section_link]"> butikker</a> og indstille den korrekte <b>Butiksfacade URL</b> for hver virksomhed.</li> <li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul> <p>Vær opmærksom på følgende:</p> <ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τομεα <a href="[stores_section_link]"> καταστήματα</a> και ορίσετε το σωστό <b>URL βιτρίνας</b> για κάθε εταιρεία.</li><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de <a href="[stores_section_link]"> tiendas</a> y la correcta <b>Dirección URL de la tienda</b> para cada empresa.</li> <li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
tr_tr: <ul><li>Mağazalar</a> bölümüne gidin <a href="[stores_section_link]"> ve her Şirket için doğru <b>Vitrin URL'sini</b> ayarlayın.</li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru<b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>
vi_vn: <ul><li>Đi đến <a href="[stores_section_link]"> Cửa hàng</a> phần và đặt đúng <b>URL trang chính</b> cho mỗi công ty.</li> <li>Đi đến <a href="[manage_languages_link]">Ngôn ngữ </a> thiết lập giá trị <b>Quốc gia</b> chính xác cho mỗi ngôn ngữ.</li></ul> <p>Xin vui lòng chú ý đến những điều sau đây:</p> <ul><li>Trình <b>Menu nhanh</b> đã được thiết lập mặc định.</li></ul>

# Languages::store_import.401_ultimate
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na sekci <a href="[stores_section_link]">Obchody</a> a nastavte správnou <b>URL Storefront</b> pro každou firmu.</li><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor:</p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til afsnit for <a href="[stores_section_link]"> butikker</a> og indstille den korrekte <b>Butiksfacade URL</b> for hver virksomhed.</li> <li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul> <p>Vær opmærksom på følgende:</p> <ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τομεα <a href="[stores_section_link]"> καταστήματα</a> και ορίσετε το σωστό <b>URL βιτρίνας</b> για κάθε εταιρεία.</li><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de <a href="[stores_section_link]"> tiendas</a> y la correcta <b>Dirección URL de la tienda</b> para cada empresa.</li> <li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
tr_tr: <ul><li>Mağazalar</a> bölümüne gidin <a href="[stores_section_link]"> ve her Şirket için doğru <b>Vitrin URL'sini</b> ayarlayın.</li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru<b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>
vi_vn: <ul><li>Đi đến <a href="[stores_section_link]"> Cửa hàng</a> phần và đặt đúng <b>URL trang chính</b> cho mỗi công ty.</li> <li>Đi đến <a href="[manage_languages_link]">Ngôn ngữ </a> thiết lập giá trị <b>Quốc gia</b> chính xác cho mỗi ngôn ngữ.</li></ul> <p>Xin vui lòng chú ý đến những điều sau đây:</p> <ul><li>Trình <b>Menu nhanh</b> đã được thiết lập mặc định.</li></ul>

# Languages::store_import.402_ultimate
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na sekci <a href="[stores_section_link]">Obchody</a> a nastavte správnou <b>URL Storefront</b> pro každou firmu.</li><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor:</p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til afsnit for <a href="[stores_section_link]"> butikker</a> og indstille den korrekte <b>Butiksfacade URL</b> for hver virksomhed.</li> <li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul> <p>Vær opmærksom på følgende:</p> <ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τομεα <a href="[stores_section_link]"> καταστήματα</a> και ορίσετε το σωστό <b>URL βιτρίνας</b> για κάθε εταιρεία.</li><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de <a href="[stores_section_link]"> tiendas</a> y la correcta <b>Dirección URL de la tienda</b> para cada empresa.</li> <li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
tr_tr: <ul><li>Mağazalar</a> bölümüne gidin <a href="[stores_section_link]"> ve her Şirket için doğru <b>Vitrin URL'sini</b> ayarlayın.</li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru<b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>
vi_vn: <ul><li>Đi đến <a href="[stores_section_link]"> Cửa hàng</a> phần và đặt đúng <b>URL trang chính</b> cho mỗi công ty.</li> <li>Đi đến <a href="[manage_languages_link]">Ngôn ngữ </a> thiết lập giá trị <b>Quốc gia</b> chính xác cho mỗi ngôn ngữ.</li></ul> <p>Xin vui lòng chú ý đến những điều sau đây:</p> <ul><li>Trình <b>Menu nhanh</b> đã được thiết lập mặc định.</li></ul>

# Languages::store_import.403_ultimate
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na sekci <a href="[stores_section_link]">Obchody</a> a nastavte správnou <b>URL Storefront</b> pro každou firmu.</li><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor:</p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til afsnit for <a href="[stores_section_link]"> butikker</a> og indstille den korrekte <b>Butiksfacade URL</b> for hver virksomhed.</li> <li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul> <p>Vær opmærksom på følgende:</p> <ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τομεα <a href="[stores_section_link]"> καταστήματα</a> και ορίσετε το σωστό <b>URL βιτρίνας</b> για κάθε εταιρεία.</li><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de <a href="[stores_section_link]"> tiendas</a> y la correcta <b>Dirección URL de la tienda</b> para cada empresa.</li> <li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
tr_tr: <ul><li>Mağazalar</a> bölümüne gidin <a href="[stores_section_link]"> ve her Şirket için doğru <b>Vitrin URL'sini</b> ayarlayın.</li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru<b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>
vi_vn: <ul><li>Đi đến <a href="[stores_section_link]"> Cửa hàng</a> phần và đặt đúng <b>URL trang chính</b> cho mỗi công ty.</li> <li>Đi đến <a href="[manage_languages_link]">Ngôn ngữ </a> thiết lập giá trị <b>Quốc gia</b> chính xác cho mỗi ngôn ngữ.</li></ul> <p>Xin vui lòng chú ý đến những điều sau đây:</p> <ul><li>Trình <b>Menu nhanh</b> đã được thiết lập mặc định.</li></ul>

# Languages::store_import.306_ultimate
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na sekci <a href="[stores_section_link]">Obchody</a> a nastavte správnou<b>URL Storefront</b> pro každou firmu.</li><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor:</p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til afsnit for <a href="[stores_section_link]"> butikker</a> og indstille den korrekte <b>Butiks URL</b> for hver virksomhed.</li><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τομεα <a href="[stores_section_link]"> καταστήματα</a> και ορίσετε το σωστό <b>URL βιτρίνας</b> για κάθε εταιρεία.</li><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de <a href="[stores_section_link]"> tiendas</a> y la correcta <b>Dirección URL de la tienda</b> para cada empresa.</li> <li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li> Idite na odjeljak <a href="[stores_section_link]"> Trgovine </a> i postavite ispravnu <b> storefront URL </ b> za svaku tvrtku. </li><li> Idi na <a href="[manage_languages_link]"> jezici </a> jezici i postavite ispravnu <b> Zemlja </b> vrijednost za svaki jezik. </li> </ ul><p> Molimo Vas da obratite pažnju na sljedeće :. </p><ul> <li> Ovaj<b> Brzi izbornik </ b> je postavljen na zadanu vrijednost</li></ul>
ja_jp: <ul><li><a href="[stores_section_link]">ショップ</a> ページに移動して各ショップに対して正しい <b>ショップフロントのURL</b> が設定されているか確認する</li><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na sekciu <a href="[stores_section_link]">Obchody</a> a nastavte správnu <b>URL Priečelia</b> pre každú firmu.</li><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: <ul><li>Mağazalar</a> bölümüne gidin <a href="[stores_section_link]"> ve her Şirket için doğru <b>Vitrin URL'sini</b> ayarlayın.</li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru<b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>
vi_vn: <ul><li>Đi đến <a href="[stores_section_link]"> Cửa hàng</a> phần và đặt đúng <b>URL trang chính</b> cho mỗi công ty.</li> <li>Đi đến <a href="[manage_languages_link]">Ngôn ngữ </a> thiết lập giá trị <b>Quốc gia</b> chính xác cho mỗi ngôn ngữ.</li></ul> <p>Xin vui lòng chú ý đến những điều sau đây:</p> <ul><li>Trình <b>Menu nhanh</b> đã được thiết lập mặc định.</li></ul>

# Languages::store_import.305_ultimate
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na sekci <a href="[stores_section_link]">Obchody</a> a nastavte správnou <b>URL Storefront</b> pro každou firmu.</li><li>Přejděte na <a href="[manage_languages_link]"> Jazyky </a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor:</p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til afsnit for <a href="[stores_section_link]"> butikker</a> og indstille den korrekte <b>Butiks URL</b> for hver virksomhed.</li><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τομεα <a href="[stores_section_link]"> καταστήματα</a> και ορίσετε το σωστό <b>URL βιτρίνας</b> για κάθε εταιρεία.</li><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de <a href="[stores_section_link]"> tiendas</a> y la correcta <b>Dirección URL de la tienda</b> para cada empresa.</li> <li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li> Idite na odjeljak <a href="[stores_section_link]"> Trgovine </a> i postavite ispravnu <b> storefront URL </ b> za svaku tvrtku. </li><li> Idi na <a href="[manage_languages_link]"> jezici </a> jezici i postavite ispravnu <b> Zemlja </b> vrijednost za svaki jezik. </li> </ ul><p> Molimo Vas da obratite pažnju na sljedeće :. </p><ul> <li> Ovaj<b> Brzi izbornik </ b> je postavljen na zadanu vrijednost</li></ul>
ja_jp: <ul><li><a href="[stores_section_link]">ショップ</a> ページに移動して各ショップに対して正しい <b>ショップフロントのURL</b> が設定されているか確認する</li><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na sekciu <a href="[stores_section_link]">Obchody</a> a nastavte správnu <b>URL Priečelia</b> pre každú firmu.</li><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: <ul><li>Mağazalar</a> bölümüne gidin <a href="[stores_section_link]"> ve her Şirket için doğru <b>Vitrin URL'sini</b> ayarlayın.</li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru<b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>
vi_vn: <ul><li>Đi đến <a href="[stores_section_link]"> Cửa hàng</a> phần và đặt đúng <b>URL trang chính</b> cho mỗi công ty.</li> <li>Đi đến <a href="[manage_languages_link]">Ngôn ngữ </a> thiết lập giá trị <b>Quốc gia</b> chính xác cho mỗi ngôn ngữ.</li></ul> <p>Xin vui lòng chú ý đến những điều sau đây:</p> <ul><li>Trình <b>Menu nhanh</b> đã được thiết lập mặc định.</li></ul>

# Languages::store_import.304_ultimate
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na sekci <a href="[stores_section_link]">Obchody</a> a nastavte správnou <b>URL Storefront</b> pro každou firmu.</li><li>Přejděte na <a href = "[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor:</p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til afsnit for <a href="[stores_section_link]"> butikker</a> og indstille den korrekte <b>Butiks URL</b> for hver virksomhed.</li><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τομεα <a href="[stores_section_link]"> καταστήματα</a> και ορίσετε το σωστό <b>URL βιτρίνας</b> για κάθε εταιρεία.</li><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de <a href="[stores_section_link]"> tiendas</a> y la correcta <b>Dirección URL de la tienda</b> para cada empresa.</li> <li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li> Idite na odjeljak <a href="[stores_section_link]"> Trgovine </a> i postavite ispravnu <b> storefront URL </ b> za svaku tvrtku. </li><li> Idi na <a href="[manage_languages_link]"> jezici </a> jezici i postavite ispravnu <b> Zemlja </b> vrijednost za svaki jezik. </li> </ ul><p> Molimo Vas da obratite pažnju na sljedeće :. </p><ul> <li> Ovaj<b> Brzi izbornik </ b> je postavljen na zadanu vrijednost</li></ul>
ja_jp: <ul><li><a href="[stores_section_link]">ショップ</a> ページに移動して各ショップに対して正しい <b>ショップフロントのURL</b> が設定されているか確認する</li><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na sekciu <a href="[stores_section_link]">Obchody</a> a nastavte správnu <b>URL Priečelia</b> pre každú firmu.</li><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: <ul><li>Mağazalar</a> bölümüne gidin <a href="[stores_section_link]"> ve her Şirket için doğru <b>Vitrin URL'sini</b> ayarlayın.</li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru<b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>
vi_vn: <ul><li>Đi đến <a href="[stores_section_link]"> Cửa hàng</a> phần và đặt đúng <b>URL trang chính</b> cho mỗi công ty.</li> <li>Đi đến <a href="[manage_languages_link]">Ngôn ngữ </a> thiết lập giá trị <b>Quốc gia</b> chính xác cho mỗi ngôn ngữ.</li></ul> <p>Xin vui lòng chú ý đến những điều sau đây:</p> <ul><li>Trình <b>Menu nhanh</b> đã được thiết lập mặc định.</li></ul>
