Repository: askzap/ask-zap
Catalog: var/langs/*/addons/store_import.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ja_jp, sk_sk, tr_tr, vi_vn

# Languages::store_import.finish_store
source: Finish store import
cs_cz: Dokončit import obchodu
da_dk: Udfør butiksimport
el_gr: Ολοκληρώσετε την εισαγωγή καταστήματος
es_es: Tienda Finalizar importación
hr_hr: Završi uvoz trgovina
ja_jp: 完了
sk_sk: Dokončiť import obchodu
tr_tr: Mağaza içe aktarımını bitir
vi_vn: Kết thúc nhập dữ liệu cửa hàng

# Languages::store_import.storefront_url
source: Storefront URL
cs_cz: URL výklad obchodu
da_dk: Butiks URL
el_gr: URL Βιτρίνας
es_es: URL de la tienda
hr_hr: URL Izloga
ja_jp: ショップフロントのURL
sk_sk: URL Priečelia obchodu
tr_tr: Vitrin URL'si
vi_vn: URL trang chủ

# Languages::store_import.secure_storefront_url
source: Secure storefront URL
cs_cz: Zabezpečená URL výklad obchodu
da_dk: Sikker butiks URL
el_gr: Ασφαλές URL Βιτρίνας
es_es: URL de la tienda segura
hr_hr: Siguran URL izloga
ja_jp: HTTPS接続するショップフロントのURL
sk_sk: Zabezpečená URL priečelia obchodu
tr_tr: Güvenli vitrin URL'si
vi_vn: URL bảo mật trang chính

# Languages::store_import.db_host
source: Database host
cs_cz: Hostitel databáze
da_dk: Database vært
el_gr: Παροχός Βάσης δεδομένων
es_es: Host de la base de datos
hr_hr: Hosta baze podataka
ja_jp: データベースホスト
sk_sk: Hostiteľ databázy
tr_tr: Veri tabanı ana makinesi
vi_vn: Máy chủ cơ sở dữ liệu

# Languages::store_import.db_name
source: Database name
cs_cz: Název databáze
da_dk: Databasenavn
el_gr: Όνομα βάσης δεδομένων
es_es: Nombre de la base de datos
hr_hr: Naziv baze podataka
ja_jp: データベース名
sk_sk: Názov databázy
tr_tr: Veri tabanı adı
vi_vn: Tên cơ sở dữ liệu

# Languages::store_import.db_user
source: Database user
cs_cz: Uživatel databáze
da_dk: Databasebruger
el_gr: Χρήστης Βάση δεδομένων
es_es: Usuario de base de datos
hr_hr: Korisnik baze podataka
ja_jp: データベースユーザー
sk_sk: Používateľ databázy
tr_tr: Veri Tabanı kullanıcısı
vi_vn: Tên đăng nhập cơ sở dữ liệu

# Languages::store_import.table_prefix
source: Table prefix
cs_cz: Předpona tabulky
da_dk: Tabel præfiks
el_gr: Πρόθεμα πίνακα
es_es: Prefijo de la tabla
hr_hr: Prefiks tablice
ja_jp: テーブルのプリフィックス
sk_sk: Predpona tabuľky
tr_tr: Tablo öneki
vi_vn: Bảng tiền tố

# Languages::store_import.fill_form
source: <p>Check the data below before proceeding to the data import.</p><p><b>Warning!</b> The data import during this step <b>will overwrite everything (including your existing settings, products, design and layouts, etc.)</b><br />Also, all logs and statistics will be removed.</p><p><b>Pay attention</b> that the <b>Affiliate, Statistics, Recurring billing, Product configurator and Gift registry</b> add-ons are no longer supported, so, none of the related data will be imported from your old store to the new installation.</p>
cs_cz: <p>Zkontrolujte následující údaje před pokračováním v importu.</p><p><b>Varování!</b> Údaje importované v tomto kroku <b>vše přepíší (včetně vašich stávajících nastavení, produktů, designu, rozložení a pod .)</b><br />Statistiky a záznamy budou taktéž smazány.</p><p><b>Uvědomte si,</b> že <b>Affiliate, statistiky, opakující se fakturace, konfigurátor produktů a dárků</b> již nejsou podporovány, čili žádné nim vztahujících se data nebudou do nové instalace importovány.</p>
da_dk: <p>Kontrollere oplysninger nedenfor, før du fortsætter til dataimporten.</p><p><b>Advarsel!</b> Dataimport under dette trin <b>vil overskrive alt (herunder dine eksisterende indstillinger, produkter, design og layout, osv.)</b>< br / > også, alle logfiler og statistik vil blive fjernet.</p><p><b>Er opmærksomme</b>, <b>Affiliate, statistik, tilbagevendende fakturering, produktkonfiguration og gaveliste</b> tilføjelser er ikke længere understøttet, så ingen af de tilhørende data importeres fra din gamle butik til den nye installation.</p>
el_gr: <p>Ελέγξτε τα δεδομένα πιο κάτω πριν να συνεχίσετε την εισαγωγή δεδομένων.</p><p><b>Προειδοποίηση!</b> Η εισαγωγή δεδομένων κατά τη διάρκεια αυτού του βήματος <b>θα αντικαταστήσει τα πάντα (συμπεριλαμβανομένων των υφιστάμενων ρυθμίσεων, προϊόντων, σχεδιασμου και διατάξεων, κ.λπ.)</b><br /> Επίσης, όλα τα αρχεία καταγραφής και τα στατιστικά στοιχεία θα καταργηθούν.</p><p><b>Δώσετε προσοχή</b> ότι τα πρόσθετα <b>Affiliate, Sτατιστικές, Επαναλαμβανόμενη χρέωση, Διαμορφωτής προϊόντος και Gift registry</b> δεν υποστηρίζονται πλέον, έτσι, κανένα από τα συναφή δεδομένα δε θα εισαχθούν από το παλιό κατάστημα στην νέα εγκατάσταση.</p>
es_es: <p>Comprobar los datos siguientes antes de proceder a la importación de datos.</p> <p><b>ADVERTENCIA!</b> La importación de datos durante este paso <b>se sobreponen a todo (incluyendo la configuración existente, productos y diseños, diseño, etc.)</b> < br / &gt; Además, se eliminarán todos los registros y estadísticas.</p> <p><b>Prestar atención</b> que ya no se admiten los complementos <b>recurrentes afiliados, estadísticas, facturación, registro de regalo y configurador de producto</b>, por lo tanto, ninguno de los datos relacionados se importará de su antiguo almacén a la nueva instalación.</p>
hr_hr: <p>Provjerite podatke u nastavku prije nego što nastavite s uvozom podataka. </p><p><b>Upozorenje! </b>uvoz podataka u ovoj fazi <b> će prebrisati sve (uključujući Vaše postojeće postavke, proizvoda, dizajna i izgleda, itd.) </b><br/> Također, svi zapisnici i statistike će biti uklonjeni. </p><p><b> Obratite pozornost </b>da<b>affiliate, statistika, ponavljajuće naplate, konfigurator proizvoda i registar darova</b> add-ons više nisu podržani, tako, niti jedan od povezanih podataka neće biti uvezen iz starog dućana u novu instalaciju. </p>
ja_jp: データのインポートを実施する前に下記の内容を確認してください。<br /><b>注意!</b> データをインポートすると <b>設定や商品情報、デザインやカテゴリーなどすべてのデータが上書きされます。</b><br />また、すべてのログや統計情報が削除されます。<br /><font color="red">最新バージョンのCS-Cartに標準搭載されていないアドオンは移行されません。</font>データ移行完了後に手動によるアドオンのインストールおよび設定が必要です。
sk_sk: <p>Skontrolujte nasledujúce údaje pred pokračovaním v importe.</p><p><b>Varovanie!</b> Údaje importované v tomto kroku <b>všetko prepíšu (vrátane vašich existujúcich nastavení, produktov, dizajnu, rozložení a pod.)</b><br />Štatistiky a záznamy budú taktiež zmazané.</p><p><b>Uvedomte si,</b> že <b>doplnky Pobočky, Štatistky, Opakované fakturovanie, Konfigurátor produktov a Register darčekov</b> už nie sú podporované, čiže žiadne z k nim vzťahujúcich sa dát nebudú do novej inštalácie importované.</p>
tr_tr: <p>VEri içe aktarımı öncesinde aşağıdaki verileri kontrol edin.</p><p><b>Uyarı!</b> Bu adımdaki veri içe aktarımı <b>her şeyin üzerine yazılacaktır (var olan ayarlarınız, ürünleriniz, tasarımlarınız ve düzenleriniz dahil olmak üzere.)</b><br />Ayrıca, tüm günlükler ve istatistikler silinecektir.</p><p><b>Dikkat</b> that the <b>Ortaklık, İstatistik, Tekrarlanan Fatura, Ürün yapılandırıcı ve Hediye Kaydı</b> eklentileri artık desteklenmemektedir, bu nedenle, ilgili olan verilerin hiçbiri eski mağazanızdan yeni yüklemenize aktarılmayacaktır.</p>
vi_vn: <p>Kiểm tra dữ liệu dưới đây trước khi tiếp tục để nhập dữ liệu.</p> <p><b>Cảnh báo!</b> Nhập dữ liệu trong bước này <b>sẽ ghi đè lên tất cả mọi thứ (bao gồm cả cài đặt hiện có của bạn, sản phẩm, thiết kế và bố trí, v.v..)</b> < br / > Ngoài ra, tất cả các bản ghi và số liệu thống kê sẽ được gỡ bỏ.</p> <p><b>Chú ý</b> rằng tiện ích <b>Liên kết bán hàng, Thống kê, Thanh toán định kỳ, Cấu hình sản phẩm và Đăng ký quà tặng</b> không còn được hỗ trợ, do đó, không có gì trong số các dữ liệu có liên quan sẽ được nhập khẩu từ cửa hàng cũ của bạn đến cài đặt mới.</p>

# Languages::store_import.second_step_22x_notice
source: <p>Note that your original core settings and design will not be transferred, except for add-ons' settings and all custom blocks under "Products" location on the Layouts page with <i>Content: Products</i> and <i>Filling: Manually</i>. During the next step you will be able to locate them on the "Products" location under the main content block.</p>
cs_cz: <p>Všimněte si, že konfigurace a design nebudou převedeny, kromě nastavení všech modulů a bloků, které jste vytvořili v umístění "produkty" strana "Layout" z <i>Obsah: Výrobky</i> a <i> Výplň: Manual</i>. V dalším kroku můžete hledat nové bloky v rozvržení do hlavního sídla "Zboží" v rámci bloku "Hlavní obsah".</p>
da_dk: <p>Bemærk at din oprindelige kerneindstillinger og design ikke vil blive overført, undtagen de tilføjelsersindstillinger og alle brugerdefinerede blokke under "Produkter" placering på siden layout med <i>indhold: produkterne</i> og <i>fylder: manuelt</i>. I løbet af det næste skridt vil du kunne finde dem på "Produkter" placering under de vigtigste indholdsblok.</p>
el_gr: <p>Σημειώστε ότι οι Αρχικές Ρυθμίσεις του πυρήνα και το σχέδιο δεν θα μεταφερθούν, εκτός από τις ρυθμίσεις των πρόσθετων και όλα τα προσαρμοσμένα μπλοκ κάτω από τη θέση "Προϊόντα" στη σελίδα διάταξη με <i>περιεχόμενο: προϊόντα</i> και <i>πλήρωση: χειροκίνητα</i>. Κατά το επόμενο βήμα, θα είστε σε θέση να τα εντοπίσετε στην τοποθεσία "Προϊόντα" κάτω από το μπλοκ κυρίως περιεχομένο.</p>
es_es: <p>Tenga en cuenta que base configuración y su diseño original no se transferirán, salvo ajustes de complementos y todo personalizados bloques en lugar de "Productos" en la página de diseños con <i>contenido: productos</i> y <i>de llenado: manual</i>. Durante el siguiente paso será capaz de localizar la ubicación de "Productos" debajo del bloque principal de contenidos.</p>
hr_hr: <p> Napominjemo da temeljne postavke i dizajna se neće prenijeti, osim postavke za dodatke i svih prilagođenih blokova pod "Proizvodi" lokacija na stranici izgleda s <i> Sadržaj: Proizvodi </i>i<i > Popunjavanje: Ručno </i>. U sljedećem koraku ćete biti u mogućnosti da ih pronađite na položaju "Proizvodi" ispod bloka glavnog sadržaja.</p>
ja_jp: <p>アドオンの設定とブロック管理の「商品」タブにおいて独自に設定したブロックの一部設定を除く各種設定値は移行されません。</p><p>「CS-Cartマルチ決済 (SMBCファイナンスサービス)」アドオンの設定内容は移行されません。<br />データ移行後にアドオンをアンインストールし、再度インストールおよび設定を実施してください。</p>
sk_sk: <p>Berte prosím na vedomie, že vaše pôvodné nastavenia jadra a dizajnu nebudú presunuté, s výnimkou nastavení doplnkov a vlastných blokov v sekcii "Produkty" na stránke Rozložení s atribútmi <i>Obsah: Produkty</i> a <i>Vypĺňanie: Ručné</i>. Počas nasledujúceho kroku ich nájdete v sekcii "Produkty" pod hlavným blokom obsahu.</p>
tr_tr: <p>Eklentiler ayarları ve <i>Content: Products</i> ve <i>Filling: Manually</i> yer aldığı Düzen sayfasındaki "Ürünler" konumu altındaki tüm özelleştirilmiş bloklar dışında orijinal çekirdek ayarlarınızın ve tasarımınızın aktarılmayacağını göz önünde bulundurun. Bir sonraki adım boyunca bunları ana içerik bloku altındaki "Ürünler" konumu üzerinde konumlandırabileceksiniz.</p>
vi_vn: <p>Lưu ý rằng cài đặt cốt lõi và thiết kế ban đầu của bạn sẽ không được chuyển giao, ngoại trừ add-ons cài đặt và tùy chỉnh tất cả khối dưới "Sản phẩm" vị trí trên trang bố trí với <i>Nội dung: Sản phẩm</i> và <i>Làm: thủ công</i>. Trong bước tiếp theo, bạn sẽ có thể xác định vị trí chúng vào vị trí "Sản phẩm" theo khối nội dung chính.</p>

# Languages::store_import.from
source: From:
cs_cz: Od:
da_dk: Fra:
el_gr: Από:
es_es: De:
hr_hr: Od:
ja_jp: インポート元:
sk_sk: Od:
tr_tr: Nereden:
vi_vn: Từ:

# Languages::store_import.text_to
source: To: [product_edition] [product_version]
cs_cz: Do: [product_edition] [product_version]
da_dk: Til: [product_edition] [product_version]
el_gr: Προς: [product_edition] [product_version]
es_es: Para: [product_edition] [product_version]
hr_hr: Na: [product_edition] [product_version]
ja_jp: インポート先: [product_edition] [product_version]
sk_sk: Do: [product_edition] [product_version]
tr_tr: Nereye: [product_edition] [product_version]
vi_vn: Tới: [product_edition] [product_version]

# Languages::store_import.edition_mapping_failed
source: Import from this edition is not supported
cs_cz: Import z tohoto vydání není podporován
da_dk: Import fra denne version understøttes ikke
el_gr: Η Εισαγωγή από αυτή την έκδοση δεν υποστηρίζεται
es_es: No se admite la importación de esta edición
hr_hr: Uvoz iz ove verzije nije podržan
ja_jp: このエディションのCS-Cartからのインポートには対応していません
sk_sk: Import z tohto vydania nie je podporovaný
tr_tr: Bu sürümden gerçekleştirilecek olan içe aktarımlar desteklenmiyor
vi_vn: Nhập dữ liệu từ phiên bản này không được hỗ trợ

# Languages::store_import.configuration_test_failed
source: Configuration test failed
cs_cz: Test konfigurace selhal
da_dk: Konfigurationstest mislykkedes
el_gr: Η Δοκιμαστική Διαμόρφωση απέτυχε
es_es: Prueba de configuración no pudo
hr_hr: Test konfiguracije nije uspjeo
ja_jp: 設定テストに失敗しました
sk_sk: Test konfigurácie zlyhal
tr_tr: Yapılandırma testi başarısız
vi_vn: Cấu hình thử nghiệm không thành công

# Languages::store_import.wrong_table_prefix
source: Store tables with the specified prefix are missing in the specified database.
cs_cz: Tabulky s uvedenou předponou v uvedené databázi chybí.
da_dk: Butikstabeller med det angivne præfix mangler i den angivne database.
el_gr: Οι πίνακες του καταστήματος με το καθορισμένο πρόθεμα λείπουν στη συγκεκριμένη βάση δεδομένων.
es_es: Tienda tablas con el prefijo especificado están disponibles en la base de datos especificada.
hr_hr: Tablice trgovine s navedenim prefiksom nedostaju u navedenoj bazi podataka.
ja_jp: データベース内に指定したプリフィックスを持つテーブルが存在しません。
sk_sk: Tabuľky s uvedenou predponou v uvedenej databáze chýbajú.
tr_tr: Belirlenen öneklere sahip olan mağaza tabloları belirlenen veri tabanında bulunmuyor.
vi_vn: Cửa hàng bảng với tiền tố được chỉ định không tìm thấy trong cơ sở dữ liệu được chỉ định.

# Languages::store_import.path_does_not_exist
source: The specified directory does not exist. Please check if the path you entered is correct.
cs_cz: Zadaný adresář neexistuje. Prosím, zkontrolujte, zda jste zadali správnou cestu.
da_dk: Den angivne mappe findes ikke. Kontroller, om den angivne sti er korrekt.
el_gr: Δεν υπάρχει ο καθορισμένος κατάλογος. Ελέγξτε εάν η διαδρομή που δώσατε είναι σωστή.
es_es: El directorio especificado no existe. Por favor, compruebe si la ruta que escribiste es correcta.
hr_hr: Navedeni direktorij ne postoji. Molimo provjerite je li ispravan put koji ste unijeli.
ja_jp: ご指定のディレクトリは存在しません。入力したパスが正しいか確認してください。
sk_sk: Zadaný adresár neexistuje. Prosím skontrolujte, či ste zadali správnu cestu.
tr_tr: Belirtilen dizin yok. Lütfen girdiğiniz yolun doğru olup olmadığını kontrol edin.
vi_vn: Thư mục đã chỉ định không tồn tại. Xin vui lòng kiểm tra xem đường dẫn bạn nhập đã đúng chưa.

# Languages::store_import.this_is_not_cart_path
source: The specified directory is not a valid store installation root folder.
cs_cz: Zadaný adresář není platným kořenovým adresářem instalace obchodu.
da_dk: Den angivne mappe er ikke en gyldig butiksinstallationsrodmappe.
el_gr: Ο καθορισμένος κατάλογος, δεν είναι μια έγκυρη εγκατάσταση ριζικού φακέλου καταστήματος
es_es: El directorio especificado no es una carpeta de raíz de instalación válida de la tienda.
hr_hr: Navedeni direktorij nije ispravan root instalacijski direktorij trgovine.
ja_jp: ご指定のディレクトリは正常なCS-Cartのインストールディレクトリではありません。
sk_sk: Zadaný adresár nie je platným koreňovým adresárom inštalácie obchodu.
tr_tr: Belirtilen dizin geçerli bir mağaza kurulum kök klasörü değil.
vi_vn: Thư mục đã chỉ định không phải là thư mục gốc cài đặt cửa hàng hợp lệ.

# Languages::store_import.text_configuration
source: <p><h4>The data from the old store was successfully imported.</h4><br/>You are now free to leave the Store import tool and customize the settings and design of your store. First of all, do the following:</p>
cs_cz: <p><h4>Údaje ze starého obchodu byli úspěšně importované.</h4><br/>Nyní můžete opustit nástroj Import obchodu a upravit nastavení a vzhled vašeho obchodu. Nejprve je třeba provést následující:</p>
da_dk: <p><h4>Data fra den gamle butik blev importeret.</h4><br/>Du er nu fri til at forlade butikkens importværktøj og tilpasse indstillinger og design af din butik. Først og fremmest, skal du gøre følgende:</p>
el_gr: <p><h4>Τα δεδομένα από το παλιό κατάστημα εισήχθησαν με επιτυχία .</h4><br/>Τώρα μπορείτε να κλείσετε το εργαλείο εισαγωγής καταστηματος και να προσαρμόσετε τις ρυθμίσεις και το σχεδιασμό του καταστήματος σας. Πρώτα απ ' όλα, κάντε τα εξής:</p>
es_es: <p><h4>Los datos de la antigua tienda fueron importados con éxito.</h4><br/> Ahora eres libre de salir de la herramienta de importación de la tienda y personalizar la configuración y el diseño de su tienda. En primer lugar, haga lo siguiente:</p>
hr_hr: <p><h4>Podaci iz stare trgovine su uspješno uvezeni. </h4><br/> Sada ste slobodni napustiti alat za uvoz u trgovinu i prilagoditi postavke i dizajn svoje trgovine. Prije svega, učinite sljedeće: </p>
ja_jp: <p><h4>インポート元ショップからのデータインポートが完了しました。</h4><br/>ショップの各種設定の変更やデザインの調整を実施いただけます。まずは以下の作業を実施してください :</p>
sk_sk: <p><h4>Údaje zo starého obchodu boli úspešne naimportované.</h4><br/>Teraz môžete opustiť nástroj Import obchodu a upraviť nastavenia a vzhľad vášho obchodu. Najprv je potrebné vykonať nasledovné:</p>
tr_tr: <p><h4>Eski mağazadaki veriler başarıyla içe aktarıldı.</h4><br/>Artık mağaza içe aktarım aracından çıkabilir ve mağazanızın ayarlarını ve tasarımını özelleştirebilirsiniz. Öncelikle, şunları yapın:</p>
vi_vn: <p><h4>Dữ liệu từ các cửa hàng cũ đã được chuyển nhập thành công.</h4><br/> Bạn đang rảnh để rời khỏi công cụ nhập dữ liệu cửa hàng và tuỳ chỉnh các cài đặt và thiết kế cửa hàng của bạn. Trước hết, thực hiện như sau:</p>

# Languages::store_import.text_configuration2
source: <p>When you are ready customizing, you will be able to actualize the data by going to the Store import tool again and proceeding directly to the next step. Unlike the initial store import, data actualization will keep all your settings, layouts, and design.</p><p><strong>Attention!</strong> Data actualization will be impossible if you modify, remove, or add new [storefronts_vendors]. In this case, you will have to re-start the store import from the first step.</p>
cs_cz: <p>Po dokončení úprav budete moci aktualizovat vaše data tak, že půjdete na nástroj pro import Store znovu a pokračovat přímo k dalšímu kroku. Narozdíl od prvotního importu vám aktualizace údajů ponechá všechna nastavení, rozložení a vzhled.</p><p><strong>Pozor!</strong> Pokud přidáte, změníte nebo odstraníte [storefronts_vendors], nebude aktualizace dat možná. V takovém případě budete muset znovu spustit import obchodu od prvního kroku.</p>
da_dk: <p>Når du er klar til tilpasning, vil du kunne aktualisere data ved at gå til butikken importværktøj igen og går direkte til det næste trin. I modsætning til den første butik import, data aktualisering vil holde alle dine indstillinger, layout og design,.</p><p><strong>Vær opmærksom på!</strong> Data aktualisering bliver umuligt, hvis du ændrer, fjerner eller tilføjer nye [storefronts_vendors]. I dette tilfælde, bliver du nødt til at re-starte butik import fra det første trin.</p>
el_gr: <p>Όταν θα τελειωσετε την προσαρμογή, θα είστε σε θέση να πραγματοποιήσετε ενημέρωση των δεδομενων στην τελευταια τους κατάσταση και πάλι και να προχωρήσετε άμεσα στο επόμενο βήμα. Σε αντίθεση με την αρχική εισαγωγή, η ενημέρωση δεδομενων θα κρατήσει όλες σας ρυθμίσεις, διατάξεις και σχεδίασμο.</p><p><strong>Προσοχή!</strong> η ενημέρωση των δεδομενων θα είναι αδύνατηο, αν τροποποιήσετε, καταργήσετε ή προσθέσετε νέα [storefronts_vendors]. Στην περίπτωση αυτή, θα πρέπει να ξεκινήσει εκ νέου την εισαγωγή καταστηματος από το πρώτο βήμα.</p>
es_es: <p>Cuando estés listo personalizar, usted podrá actualizar los datos a la herramienta de importación de la tienda otra vez y proceder directamente al paso siguiente. A diferencia de la importación inicial tienda, actualización de datos mantendrá todas sus configuraciones, diseños y diseño.</p> <p><strong>Atención!</strong> Actualización de datos será imposible si modificar, quitar o añadir nuevos [storefronts_vendors]. En este caso, usted tendrá que volver a empezar la importación de la tienda desde el primer paso.</p>
hr_hr: <p>Kad ste završili prilagođavanje, biti ćete u mogućnosti aktualizirati podatke pomoću alat za uvoz u trgovinu i tako da opet nastavite izravno na sljedeći korak. Za razliku od incijalnog uvoza u trgovinu, aktualizacija podataka će zadržati sve Vaše postavke, izgleda i dizajna. </p><p><strong>Upozorenje!</strong>Aktualizacija podataka neće biti moguća ako ste mijenjati, uklanjati ili dodali novi [storefronts_vendors]. U tom slučaju, morat ćete ponovno pokrenuti uvoz u trgovinu iz prvog koraka.</p>
ja_jp: <p>ショップデータのインポート後にインポート元ショップのDBに対して加えられた変更（注文・商品の追加など）を、インポート先ショップに後から反映させることができます。一旦この「ショップデータのインポート」ページを離れ、デザインや各種設定の調整後に再びアクセスすると「ショップの指定」ではなく「ショップの設定」または「更新データの反映」から作業をスタートできます。「更新データの反映」ではインポート先ショップの設定やレイアウト、デザインを保持したままインポート元ショップのDBに対して加えられた変更を反映することができます。</p><p><strong>ご注意ください！！</strong> インポートされたショップを変更・削除したりショップを新規追加した場合には「更新データの反映」は実施いただけません。「ショップの指定」からショップデータのインポートを再度実行する必要があります。</p>
sk_sk: <p>Po skončení úprav budete môcť aktualizovať vaše dáta tak, že pôjdete spať do nástroja Import obchodu a postúpite rovno k ďalšiemu kroku. Narozdiel od prvotného importu vám aktualizácia údajov ponechá všetky nastavenia, rozloženia a vzhľad.</p><p><strong>Pozor!</strong> Ak pridáte, zmeníte, alebo odstránite [storefronts_vendors], nebude aktualizácia údajov možná. V takom prípade budete musieť znova spustiť import obchodu od prvého kroku.</p>
tr_tr: <p>Özelleştirmeye hazır olduğunuzda, tekrar mağaza içe aktarım aletine giderek ve doğrudan bir sonraki adıma geçerek verileri gerçekleştirebileceksiniz. Başlangıçtaki mağaza içe aktarımından farklı olarak, veri gerçekleştirmesi tüm ayarlarınızı, düzenlerinizi ve tasarımlarınızı koruyacak.</p><p><strong>Dikkat!</strong> [storefronts_vendors] değiştirdiğinizde, çıkardığınızda veya yeni eklediğinizde veri gerçekleştirmesi mümkün olmayacaktır. Bu durumda, mağaza içe aktarımını birinci adımdan itibaren tekrar başlatmanız gerekecektir.</p>
vi_vn: <p>Khi bạn đã sẵn sàng tuỳ chỉnh, bạn sẽ có thể để thực hiện dữ liệu bằng cách đi đến công cụ nhập dữ liệu cửa hàng một lần nữa và xử lý đến bước tiếp theo. Không giống như ban đầu cửa hàng nhập, dữ liệu sẽ chỉ giữ tất cả các cài đặt của bạn, bố trí, và thiết kế.</p> <p><strong>Chú ý!</strong> Dữ liệu thực hiện sẽ không thể nếu bạn sửa đổi, xoá, hoặc thêm mới [storefronts_vendors]. Trong trường hợp này, bạn sẽ phải bắt đầu nhập lại dữ liệu cửa hàng từ bước đầu tiên.</p>
