Repository: askzap/ask-zap
Catalog: var/langs/*/addons/store_import.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ja_jp, sk_sk, tr_tr, vi_vn

# Languages::store_import.415_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor: </p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul> <p>Vær opmærksom på følgende:</p> <ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
tr_tr: <ul><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>

# Languages::store_import.421_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor: </p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul> <p>Vær opmærksom på følgende:</p> <ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
tr_tr: <ul><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>

# Languages::store_import.422_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor: </p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul> <p>Vær opmærksom på følgende:</p> <ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
tr_tr: <ul><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>

# Languages::store_import.423_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor: </p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul> <p>Vær opmærksom på følgende:</p> <ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
tr_tr: <ul><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>

# Languages::store_import.424_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor: </p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul> <p>Vær opmærksom på følgende:</p> <ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
tr_tr: <ul><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>

# Languages::store_import.306_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor: </p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li>Idi na <a href="[manage_languages_link]">Jezika</a> jezika i postavite ispravanu vrijednost<b>Zemlje</b>za svaki jezik. </li></ul><p> Molimo obratite pozornost na sljedeće:</p> <ul><li><b> Brzi izbornik</b> je postavljen na zadano </li></ul>
ja_jp: <ul><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: <ul><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>

# Languages::store_import.305_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor: </p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li>Idi na <a href="[manage_languages_link]">Jezika</a> jezika i postavite ispravanu vrijednost<b>Zemlje</b>za svaki jezik. </li></ul><p> Molimo obratite pozornost na sljedeće:</p> <ul><li><b> Brzi izbornik</b> je postavljen na zadano </li></ul>
ja_jp: <ul><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: <ul><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>

# Languages::store_import.304_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor: </p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li>Idi na <a href="[manage_languages_link]">Jezika</a> jezika i postavite ispravanu vrijednost<b>Zemlje</b>za svaki jezik. </li></ul><p> Molimo obratite pozornost na sljedeće:</p> <ul><li><b> Brzi izbornik</b> je postavljen na zadano </li></ul>
ja_jp: <ul><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: </li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>

# Languages::store_import.303_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor: </p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li>Idi na <a href="[manage_languages_link]">Jezika</a> jezika i postavite ispravanu vrijednost<b>Zemlje</b>za svaki jezik. </li></ul><p> Molimo obratite pozornost na sljedeće:</p> <ul><li><b> Brzi izbornik</b> je postavljen na zadano </li></ul>
ja_jp: <ul><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: </li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>

# Languages::store_import.302_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor: </p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή <b>χώρα</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στο προεπιλεγμενο.</li></ul>
es_es: <ul><li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li>Idi na <a href="[manage_languages_link]">Jezika</a> jezika i postavite ispravanu vrijednost<b>Zemlje</b>za svaki jezik. </li></ul><p> Molimo obratite pozornost na sljedeće:</p> <ul><li><b> Brzi izbornik</b> je postavljen na zadano </li></ul>
ja_jp: <ul><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: </li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>

# Languages::store_import.301_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu <b>Země</b> pro každé pole jazyka.</li></ul><p>Pozor: </p><ul><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog og indstille den korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li><b>Hurtig menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Πηγαίνετε στις <a href="[manage_languages_link]"> γλώσσες</a> γλώσσες και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Ir a <a href="[manage_languages_link]"> idiomas</a> idiomas y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li>Idi na <a href="[manage_languages_link]">Jezika</a> jezika i postavite ispravanu vrijednost<b>Zemlje</b>za svaki jezik. </li></ul><p> Molimo obratite pozornost na sljedeće:</p> <ul><li><b> Brzi izbornik</b> je postavljen na zadano </li></ul>
ja_jp: <ul><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu <b>Krajina</b> pre každé pole jazyk.</li></ul><p>Pozor:</p><ul><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: </li><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li> <b>Hızlı menü</b> varsayılan olarak ayarlanmıştır.</li></ul>
