Repository: askzap/ask-zap
Catalog: var/langs/*/addons/store_import.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ja_jp, sk_sk, tr_tr, vi_vn

# Addons::name::store_import
source: Store Import
cs_cz: Import obchodu
da_dk: Butiksimport
el_gr: Εισαγωγή Καταστήματος
es_es: La importación de la tienda
hr_hr: Trgovina uvoz
ja_jp: ショップ移行ツール
sk_sk: Import obchodu
tr_tr: Mağaza İçe Aktarım
vi_vn: Nhập dữ liệu cửa hàng

# Addons::description::store_import
source: Lets you import data from any existing version of CS-Cart from 2.2.4 (except for Community edition) into the current version.
cs_cz: Umožňuje importovat data z kterékoliv verze CS-Cart od verze 2.2.4 (kromě Community edition) do současné verze.
da_dk: Lader dig importere data fra en eksisterende version af CS-Cart fra 2.2.4 (undtagen Community edition) til den aktuelle version.
el_gr: Σας επιτρέπει να εισαγάγετε δεδομένα από οποιαδήποτε υπάρχουσα έκδοση του CS-Cart από 2.2.4 (εκτός από την έκδοση Community) στην τρέχουσα έκδοση.
es_es: Le permite importar datos de cualquier versión existente de CS-Cart de 2.2.4 (excepto Community edition) a la versión actual.
hr_hr: Omogućuje uvoz podataka iz bilo koje postojeće verzija CS-Cart od 2.2.4 (osim izdanja Zajednice) u trenutnu verziju.
ja_jp: CS-Cartプロ版v2.2.4-jp-2またはプロ版およびマーケットプレイス版v3.0.6-jp-1からデータを移行します
sk_sk: Umožňuje importovať údaje z ktorejkoľvek verzie CS-Cart od verzie 2.2.4 (okrem Community edition) do súčasnej verzie.
tr_tr: CS_Cart'ın var olan herhangi bir sürümünden 2.2.4'ten (Topluluk sürümü hariç) var olan sürüme veri aktarmanıza izin verir.
vi_vn: Cho phép bạn nhập dữ liệu từ bất kỳ phiên bản hiện tại nào của CS-Cart từ 2.2.4 (ngoại trừ phiên bản Community) vào các phiên bản hiện tại.

# Languages::store_import.full_path_installation_directory
source: Full path to the store installation directory
cs_cz: Úplná cesta k adresáři instalace obchodu
da_dk: Hele stien til butiksinstallationsmappen
el_gr: Πλήρης διαδρομή προς τον κατάλογο εγκατάστασης του καταστήματος
es_es: Ruta de acceso completa al directorio de instalación de almacén
hr_hr: Kompletna putanja do instalacijskog direktorija trgovine
ja_jp: インポート元ショップがインストールされたディレクトリのフルパスを入力してください
sk_sk: Úplná cesta k adresáru inštalácie obchodu
tr_tr: Mağaza yükleme dizininin tam yolu
vi_vn: Các đường dẫn đầy đủ đến thư mục cài đặt cửa hàng

# Languages::store_import.start_new_store_import
source: Start new store import
cs_cz: Začít nový import obchodu
da_dk: Start ny butikimport
el_gr: Έναρξη νέας εισαγωγής καταστήματος
es_es: Comenzar una nueva tienda de importación
hr_hr: Započnite uvoz nove trgovine
ja_jp: ショップデータのインポートの開始
sk_sk: Začať nový import obchodu
tr_tr: Yeni mağaza içe aktarımı başlat
vi_vn: Bắt đầu nhập mới dữ liệu cửa hàng

# Languages::store_import.first_step
source: Select store
cs_cz: Vyberte obchod
da_dk: Vælg butik
el_gr: Επιλέξτε κατάστημα
es_es: Seleccione tienda
hr_hr: Odaberite trgovinu
ja_jp: ショップの指定
sk_sk: Vyberte obchod
tr_tr: Mağaza seç
vi_vn: Chọn cửa hàng

# Languages::store_import.second_step
source: Validate and import
cs_cz: Ověřit a importovat
da_dk: Validere og importere
el_gr: Επικύρωση και εισαγωγή
es_es: Validar e importar
hr_hr: Provjeri valjanost i uvoz
ja_jp: データの検証とインポート
sk_sk: Overiť a importovať
tr_tr: Doğrula ve içe aktar
vi_vn: Xác nhận và nhập

# Languages::store_import.cannot_connect_to_database_server
source: Cannot connect to the database server
cs_cz: Nelze se připojit k databázovému serveru
da_dk: Kan ikke oprette forbindelse til databaseserveren
el_gr: Δεν μπορεί να συνδεθεί με το διακομιστή βάσης δεδομένων
es_es: No se puede conectar al servidor de base de datos
hr_hr: Ne mogu se spojiti na poslužitelj baze podataka
ja_jp: データベースサーバーに接続できません
sk_sk: Nedá sa pripojiť k databázovému serveru
tr_tr: Veri tabanı sunucusuna bağlanamıyor
vi_vn: Không thể kết nối đến máy chủ cơ sở dữ liệu

# Languages::store_import.check_company_count_failed
source: Cannot start actualizing data due to Storefront/Vendor changes
cs_cz: Nelze spustit aktualizaci dat kvůli změnám v Výlohách/Dodavatelích
da_dk: Kan ikke starte aktualiserende data på grund af butikken/leverandør ændringer
el_gr: Δεν μπορεί να ξεκινήσει ενημέρωση δεδομένων λόγω αλλαγών στη βιτρίνα/προμηθευτή
es_es: No se puede iniciar la actualización de datos debido a los cambios de la tienda/vendedor
hr_hr: Ne mogu pokrenuti aktualiziranje podataka zbog storefront promjene / prodavatelja
ja_jp: ショップまたは出品者情報が変更されているため更新データを反映できません
sk_sk: Nemožno spustiť aktualizáciu dát kvôli zmenám v Priečelí/dodávateľoch
tr_tr: Vitrin/Satıcı değişiklikleri nedeniyle veri gerçekleştirilmesine başlanamıyor
vi_vn: Không thể bắt đầu thực hóa dữ liệu để thay đổi Trang chính/Nhà cung cấp

# Languages::store_import.completed
source: <p>The store import is complete!</p>
cs_cz: <p>Import obchodu byl dokončen!</p>
da_dk: <p>Butikimporten er fuldført!</p>
el_gr: <p>Η εισαγωγή καταστήματος ολοκληρώθηκε!</p>
es_es: <p>La importación de la tienda es completa!</p>
hr_hr: <p>Uvoz trgovine je završena! </p>
ja_jp: <p>ショップデータの移行が完了しました！</p>
sk_sk: <p>Import obchodu bol dokončený!</p>
tr_tr: <p>Mağaza içe aktarımı tamamlandı!</p>
vi_vn: <p>Cửa hàng nhập xong!</p>

# Languages::store_import.completed_text_ult
source: <p>In order to go live, you should perform the following steps:</p><ul><li>Overwrite your existing store folder with the new one.</li><li>Set the correct values for the following variables: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><li>Set the correct Storefront URL in the Administration->Stores section.</li></ul><p>To start another store import, click <b>Start new store import.</b></p>
cs_cz: <p>Abyste mohli vstoupit do ostrého provozu, je třeba provést následující kroky:</p><ul><li>Přepište existující adresář obchodu novým.</li><li>Nastavte správné hodnoty pro tyto proměnné: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><li>Nastavte správnou URL Výloha v sekci Administrace->Obchody.</li> </ul><p>Pokud chcete začít nový import obchodu, klikněte na <b>Začít nový import obchodu.</b></p>
da_dk: <p>For at gå live, skal du udføre følgende trin:</p><ul><li>Overskriv din eksisterende butiksmappe med den nye.</li><li>Angiv de korrekte værdier for følgende variabler: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><li>Opret den korrekte butikswebadresse i Administration-> Stores afsnit.</li></ul><p>For at starte en anden butiksimport, skal du klikke på <b>Start ny butiksimport.</b></p>
el_gr: <p>Προκειμένου να βγειτε στον αέρα, θα πρέπει να εκτελέσετε τα ακόλουθα βήματα:</p><ul><li>Αντικαταστήσετε τον υπάρχοντα φάκελο τους καταστηματος σας με το νέο.</li><li>Ορίστε τις σωστές τιμές για τις ακόλουθες μεταβλητές: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><li>Ορίστε τη σωστή διεύθυνση URL βιτρινας στη διαχείρηση-> τμήμα Καταστηματα.</li></ul><p>Για να ξεκινήσετε μια άλλη εισαγωγή καταστηματος, κάντε κλικ στην επιλογή <b>Έναρξη νέα εισαγωγή καταστηματος.</b></p>
es_es: <p>Para irse a vivir, debe realizar los siguientes pasos:</p> <ul><li>Sobreescribir la carpeta de almacén existente con una nueva.</li> <li>Establecer los valores correctos para las siguientes variables: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li> <li>Establecer la URL de la tienda correcta en la administración-> sección tiendas.</li></ul> <p>Para iniciar otra tienda de importación, haga clic en <b>Inicio nueva tienda import.</b></p>
hr_hr: <p> Da bi ste mogli pokrenuti uživo, morate obaviti sljedeće korake: </p><ul><li> zamijeniti postojeću mapu trgovine s novom.</ li><li> Podesiti ispravne vrijednosti za sljedeće. varijable:.. http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index. </ li><li> Postaviti ispravan URL izloga u Administration-> odjeljak Trgovine </ li></ul> <p> Za pokretanje drugog uvoza u trgovinu, kliknite <b> Započni novi uvoz u trgovinu. </b> </p>
ja_jp: <p>ショップを本番稼働させるためには以下の作業が必要です :</p><ul><li>インポート先ショップがインストールされているサーバーのディレクトリ名を本番用ディレクトリに変更（本番用ディレクトリに配置されていた旧ショップのファイルは別ディレクトリに移動させるか削除してください）</li><li><b>config.local.php</b> で定義されている以下の設定値を本番環境用の値に変更 : http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index（マーケットプレイス版のみ）</li><li>一般設定 -> ショップ から各ショップに対して「ショップフロントのURL」を本番環境用の値に変更</li></ul><p>新たにショップデータをインポートするには <b>ショップデータのインポートの開始</b> をクリックしてください。</p>
sk_sk: <p>Aby ste mohli vstúpiť do ostrej prevádzky, je potrebné vykonať tieto kroky: </p><ul><li>Prepíšte existujúci adresár obchodu novým.</li><li>Nastavte správne hodnoty pre tieto premenné: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><li>Nastavte správnu URL Priečelia v sekcii Administrácia->Obchody.</li></ul><p>Ak chcete začať nový import obchodu, kliknite na <b>Začať nový import obchodu.</b></p>
tr_tr: <p>Yayına geçebilmek için, şu adımları takip etmelisiniz:</p><ul><li>Var olan mağaza dizininizin üzerine bir yenisini yazın.</li><li>Şu değişkenler için yeni değerler ayarlayın: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><li>Yönetimde doğru Vitrin URL'si ayarlayın->Mağazalar bölümü.</li></ul><p>Başka bir mağaza içe atarımı başlatmak için, <b>Yeni mağaza içe aktarımı başlat.</b></p> tıklayın.
vi_vn: <p>Để đặt hàng trực tiếp, bạn nên thực hiện theo các bước sau:</p> <ul><li>Ghi đè lên thư mục cửa hàng hiện có của bạn với một bản mới.</li> <li>Thiết lập các giá trị chính xác cho các yếu tố sau: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li> <li>Đặt URL trang chủ chính xác trong Trang quản trị-> Phần Cửa Hàng.</li></ul> <p>Để bắt đầu nhập dữ liệu một cửa hàng, nhấp vào <b>Bắt đầu nhập dữ liệu cửa hàng mới.</b></p>

# Languages::store_import.completed_text_mve
source: <p>In order to go live, you should perform the following steps:</p><ul><li>Overwrite your existing store folder with the new one.</li><li>Set the correct values for the following variables: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><p>To start another store import, click <b>Start new store import.</b></p>
cs_cz: <p>Abyste mohli vstoupit do ostrého provozu, je třeba provést následující kroky:</p><ul><li>Přepište existující adresář obchodu novým.</li><li>Nastavte správné hodnoty pro tyto proměnné: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><p>Pokud chcete začít nový import obchodu, klikněte na <b>začít nový import obchodu.</b></p>
da_dk: <p>For at gå live, skal du udføre følgende trin:</p><ul><li>Overskrive din eksisterende butiksmappe med den nye.</li><li>Angiv de korrekte værdier for følgende variabler: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><p>For at starte en anden butiksimport, skal du klikke på <b>Start ny butiksimport.</b></p>
el_gr: <p>Προκειμένου να βγειτε στον αέρα, θα πρέπει να εκτελέσετε τα ακόλουθα βήματα:</p><ul><li>Αντικαταστήσετε τονυπάρχοντα φάκελο του καταστηματο σας με το νέο.</li><li>Ορίστε τις σωστές τιμές για τις ακόλουθες μεταβλητές: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><p>Για να ξεκινήσετε μια άλλα εισαγωγή καταστηματος, κάντε κλικ στην επιλογή <b>Έναρξη νέας εισαγωγής καταστηματος.</b></p>
es_es: <p>Para irse a vivir, debe realizar los siguientes pasos:</p> <ul><li>Sobreescribir la carpeta de almacén existente con una nueva.</li> <li>Establecer los valores correctos para las siguientes variables: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li> <p>Para iniciar otra tienda de importación, haga clic en <b>Inicio nueva tienda import.</b></p>
hr_hr: <p> Da bi ste mogli pokrenuti uživo, morate obaviti sljedeće korake: </p><ul><li> zamijeniti postojeću mapu trgovine s novom.</ li><li> Podesiti ispravne vrijednosti za sljedeće. varijable:.. http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index. </ li><p> Za pokretanje drugog uvoza u trgovinu, kliknite <b> Započni novi uvoz u trgovinu. </b> </p>
ja_jp: <p>ショップを本番稼働させるためには以下の作業が必要です :</p><ul><li>インポート先ショップがインストールされているサーバーのディレクトリ名を本番用ディレクトリに変更（本番用ディレクトリに配置されていた旧ショップのファイルは別ディレクトリに移動させるか削除してください）</li><li><b>config.local.php</b> で定義されている以下の設定値を本番環境用の値に変更 : http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index（マーケットプレイス版のみ）</li></ul><p>新たにショップデータをインポートするには <b>ショップデータのインポートの開始</b> をクリックしてください。</p>
sk_sk: <p>Aby ste mohli vstúpiť do ostrej prevádzky, je potrebné vykonať tieto kroky: </p><ul><li>Prepíšte existujúci adresár obchodu novým.</li><li>Nastavte správne hodnoty pre tieto premenné: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><p>Ak chcete začať nový import obchodu, kliknite na <b>Začať nový import obchodu.</b></p>
tr_tr: <p>Yayına geçebilmek için, şu adımları takip etmelisiniz:</p><ul><li>Var olan mağaza dizininizin üzerine bir yenisini yazın.</li><li>Şu değişkenler için yeni değerler ayarlayın: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><li>Yönetimde doğru Vitrin URL'si ayarlayın->Mağazalar bölümü.</li><p>Başka bir mağaza içe atarımı başlatmak için, <b>Yeni mağaza içe aktarımı başlat.</b></p> tıklayın.
vi_vn: <p>Để đặt hàng trực tuyến, bạn nên thực hiện theo các bước sau:</p> <ul><li>Ghi đè lên thư mục Cửa hàng hiện có của bạn với một mới.</li> <li>Thiết lập các giá trị chính xác cho các yếu tố sau: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li> <p>Để bắt đầu nhập dữ liệu cửa hàng, nhấp vào <b>Bắt đầu nhập dữ liệu cửa hàng mới.</b></p>

# Languages::store_import.actualize_data_text
source: <p>Last data import was made on <b>[date]</b> from <b>CS-Cart [version] [edition].</b></p><p>To actualize the data since the last import, click <b>Actualize data</b> (Only design and settings <span>will be kept</span>.) This process can be done repeatedly. When actualizing is over you will see this page again.</p><p>Whenever you're ready to go live or start the Store import again, click <b>Complete Store import</b></p>
cs_cz: <p>Poslední import dat byl proveden<b>[date]</b> z verze <b>CS-Cart [version] [edition].</b></p><p>Pro aktualizaci údajů po posledním importu klepněte na <b>Aktualizovat údaje</b> (Pouze design a nastavení <span>budou zachovány</span>.) Tento proces je možné provést opakovaně. Po ukončení aktualizace tuto stránku už neuvidíte.</p><p>Když budete připraveni začít s ostrou provozem, nebo znovu začít s importem obchodu, klikněte na <b>Dokončit import obchodu</b></p>
da_dk: <p>Sidste dataimport var foretaget på <b>[date]</b> fra <b>CS-Cart [version] [edition].</b></p><p>For at aktualisere data siden sidste import, skal du klikke på <b>Actualize data</b> (kun design og indstillinger <span>bevares</span>.) Denne proces kan gøres gentagne gange. Når aktualiseringen er slut, vil du vil se denne side igen.</p><p>Når du er klar til at gå live eller starte butikimportere igen, klik på <b>Complete butik import</b></p>
el_gr: <p>Τελευταία εισαγωγή δεδομένων έγινε στις <b>[date]</b> από <b>CS-Cart [version] [edition].</b></p><p>Για να ενημέρωσετε τα δεδομένα από την τελευταία εισαγωγή, κάντε κλικ στην επιλογή <b>Ενημέρωση δεδομένων</b> (μόνο σχεδιασμός και ρυθμίσεις <span>θα κρατηθούν</span>.) Αυτή η διαδικασία μπορεί να γίνει επανειλημμένα. Όταν τελειώσει η ενημέρωση θα δείτε αυτή τη σελίδα πάλι.</p><p>Όποτε είστε έτοιμοι να βγειτε τον αέρα ή να επαναλάβετε την εισαγωγή από την αρχή, κάντε κλικ στην επιλογή <b>Ολοκλήρωση εισαγωγής Καταστήματος</b></p>
es_es: <p>Pasado la importación de datos fue hecha en <b>[date]</b> de <b>CS-Cart [version] [edition].</b></p> <p>Para actualizar los datos desde la última importación, haga clic en <b>Actualize los datos</b> (sólo diseño y configuración <span>se mantendrá</span>) Este proceso puede realizarse repetidamente. Actualización esté sobre usted verá esta página otra vez.</p> <p>Cuando usted está listo para irse a vivir o iniciar la tienda importar otra vez, haga clic en <b>importar completo tienda</b></p>
hr_hr: <p> Posljednji uvoz podataka je napravljen na <b> [date] </b>od<b>CS-Cart [version] [edition]. </b></p><p> Kako bi aktualizirati podatke od zadnjeg uvoza, kliknite <b> Aktualiziranje podataka </b> (Samo dizajn i postavke <span> ćete biti sačuvane</span>.) Ovaj proces možete ponoviti više puta. Kada se aktualiziranje završi vidjet ćete ovu stranicu ponovo. </p><p> Kad god ste spremni ići uživo ili ponovno pokrenuti uvoz u trgovinu, kliknite <b> Izvrši uvoz u Trgovinu </b></p>
ja_jp: <p>前回のデータインポートは <b>[date]</b> に <b>CS-Cart [version]-jp-x [edition] から行われました。</b></p><p>前回のデータインポート後にインポート元ショップに対して加えられた変更（商品・注文の追加など）をインポート先ショップに反映させるには <b>更新データの反映</b> をクリックしてください。(インポート先ショップのデザインや各種設定は <span>保持されます</span>) なお、更新データの反映は何度でも実施することができます。</p><p>すべての調整が完了しインポート先ショップを本番稼働できる状態になりましたら <b>ショップデータのインポートを完了する</b> をクリックしてください。</p>
sk_sk: <p>Posledný import údajov bol vykonaný <b>[date]</b> z verzie <b>CS-Cart [version] [edition].</b></p><p>Pre aktualizáciu údajov po poslednom importe, kliknite na <b>Aktualizovať údaje</b> (Iba dizajn a nastavenia <span>budú zachované</span>.) Tento proces je možné vykonať opakovane. Po ukončení aktualizácie túto stránku už neuvidíte.</p><p>Keď budete pripravení začať s ostrou prevádzkou, alebo znova začať s importom obchodu, kliknite na <b>Dokončiť import obchodu</b></p>
tr_tr: <p>En son veri içe aktarımı <b>[date]</b> tarihinde <b>CS-Cart [version] [edition] dan gerçekleştirildi.</b></p><p>En son içe aktarımdan beri veri gerçekleştirmek için, <b>Veri gerçekleştir</b> tıklayın (Yalnız tasarım ve ayarlar <span>saklanacaktır</span>.) Bu işlem tekrarlanabilir. Gerçekleştirme bittiğinde bu sayfayı tekrar göreceksiniz.</p><p>Yayınlanmaya veya tekrar mağaza içe aktarımına ne zaman hazır olursanız, <b>Mağazanın Tamamıyla İçe Aktarımı</b></p> tıklayın.
vi_vn: <p>Dữ liệu vừa nhập đã được thực hiện trên <b>[date]</b> từ <b>CS-Cart [version] [edition].</b></p> <p>Để thực hiện các dữ liệu từ việc nhập cuối cùng, nhấp vào <b>Thực hiện dữ liệu</b> (chỉ thiết kế và cài đặt <span>sẽ được giữ</span>.) Quá trình này có thể được thực hiện liên tục. Khi thực hiện nhiều hơn bạn sẽ thấy trang này một lần nữa.</p> <p>Bất cứ khi nào bạn đã sẵn sàng để trực tuyến hoặc bắt đầu nhập dữ liệu cửa hàng một lần nữa, nhấp vào <b>Hoàn thành nhập dữ liệu cửa hàng</b></p>

# Languages::store_import.actualize_data
source: Actualize data
cs_cz: Aktualizovat data
da_dk: Aktualisere data
el_gr: Ενημέρωση δεδομένων
es_es: Actualizar datos
hr_hr: Aktualizirati podatke
ja_jp: 更新データの反映
sk_sk: Aktualizovať dáta
tr_tr: Veri gerçekleştir
vi_vn: Thực hiện dữ liệu

# Languages::store_import.import_from
source: Import from
cs_cz: Importovat z
da_dk: Importere fra
el_gr: Εισαγωγή από
es_es: Importar desde
hr_hr: Uvoz iz
ja_jp: インポート元
sk_sk: Importovať z
tr_tr: Şuradan içe aktar
vi_vn: Nhập từ

# Languages::store_import.complete_store_import
source: Complete Store import
cs_cz: Dokončit import obchodu
da_dk: Komplet butikimport
el_gr: Ολοκήρωση εισαγωγής καταστήματος
es_es: Importación de tienda completa
hr_hr: Završi uvoz u trgovinu
ja_jp: ショップデータのインポートを完了する
sk_sk: Dokončiť import obchodu
tr_tr: Mağazayı tamamen içe aktar
vi_vn: Hoàn thành nhập dữ liệu cửa hàng

# Languages::store_import.import_data
source: Import data
cs_cz: Importovat údaje
da_dk: Importer data
el_gr: Εισαγωγή δεδομένων
es_es: Importación de datos
hr_hr: Uvoz podataka
ja_jp: データのインポート
sk_sk: Importovať údaje
tr_tr: Verileri içe aktar
vi_vn: Nhập dữ liệu

# Languages::store_import.complete_configuration
source: Proceed to actualizing data
cs_cz: Přistoupit k aktualizaci údajů
da_dk: Fortsæt til aktualiserende data
el_gr: Προχωρήστε σε ενημέρωση δεδομένων
es_es: Proceder a la actualización de datos
hr_hr: Nastavite do aktualiziranja podataka
ja_jp: 「更新データの反映」に進む
sk_sk: Pristúpiť k aktualizácii údajov
tr_tr: Veri gerçekleştirmesi için ilerle
vi_vn: Xử lý thực hiện dữ liệu

# Languages::store_import.admin_url
source: Admin panel URL
cs_cz: URL Administrátorského panelu
es_es: URL del Panel Administrador
ja_jp: 管理画面のURL
sk_sk: URL Administrátorského panelu
tr_tr: Yönetici paneli URL'si
vi_vn: URL bảng quản trị

# Languages::store_import.companies_count
source: Number of storefronts
cs_cz: Počet výkladů
da_dk: Antallet af butikker
el_gr: Αριθμός βιτρινών (καταστημάτων)
es_es: Número de tiendas
hr_hr: Broj izloga
ja_jp: ショップフロントの数
sk_sk: Počet priečelí
tr_tr: Vitrin sayısı
vi_vn: Số của trang chính

# Languages::store_import.store_import
source: Store import
cs_cz: Import obchodu
da_dk: Butiksimport
el_gr: Εισαγωγή Καταστήματος
es_es: La importación de la tienda
hr_hr: Trgovina uvoz
ja_jp: ショップデータのインポート
sk_sk: Import obchodu
tr_tr: Mağaza İçe Aktarım
vi_vn: Nhập dữ liệu cửa hàng

# Languages::store_import.local_store
source: Store path
cs_cz: Cesta k obchodu
da_dk: Butikssti
el_gr: Διαδρομή καταστήματος
es_es: Camino de la tienda
hr_hr: Putanja trgovine
ja_jp: ショップのパス
sk_sk: Cesta k obchodu
tr_tr: Mağaza yolu
vi_vn: Đường dẫn cửa hàng

# Languages::store_import.select_store
source: Validate
cs_cz: Ověřit
da_dk: Validere
el_gr: Επικύρωση
es_es: Validar
hr_hr: Potvrditi
ja_jp: 検証する
sk_sk: Overiť
tr_tr: Doğrula
vi_vn: Xác nhận

# Languages::store_import.local_store_tooltip
source: Enter the full path to the installation root directory of the store you want to import data from. For example '/var/www/examplestore' on UNIX-based systems or 'C:\examplestore' on Windows
cs_cz: Zadejte úplnou cestu ke kořenovému adresáři instalace obchodu, ze kterého chete importovat údaje. Použijte například '/var/www/examplestore' v systémech založených na UNIX, nebo 'C:\examplestore' ve Windows
da_dk: Angiv den fulde sti til installations rod bibliotek i den butik, du vil importere data fra. For eksempel '/ var/www/examplestore' på UNIX-baserede systemer eller 'C:\examplestore' på Windows
el_gr: Πληκτρολογήστε την πλήρη διαδρομή στον ριζικό κατάλογο εγκατάστασης του καταστήματος από το οποίο θέλετε να εισαγάγετε τα δεδομένα. Για παράδειγμα '/ var/www/examplestore' ή 'home/user/public_html' για συστήματα που βασίζονται σε UNIX ή «C:\examplestore» σε Windows
es_es: Introduzca la ruta completa al directorio raíz de instalación de la tienda que desea importar datos. Por ejemplo '/ var/www/examplestore' en 'C:\examplestore' en Windows o en sistemas basados en UNIX
hr_hr: Unesite punu putanju do root direktorija instalacije trgovine u koju želite uvesti podatke iz. Na primjer '/var/www/examplestore' on UNIX-based systems or 'C:\examplestore' on Windows
sk_sk: Zadajte úplnú cestu ku koreňovému adresáru inštalácie obchodu, z ktorého chete importovať údaje. Použite napríklad '/var/www/examplestore' v systémoch založených na UNIX, alebo 'C:\examplestore' vo Windows
tr_tr: İçinden veri aktarmak istediğiniz mağazanın kurulum kök dizininin tam yolunu girin. Örneğin UNIX tabanlı sistemlerde '/var/www/examplestore' veya Windows'ta 'C:\examplestore'
vi_vn: Nhập đường dẫn đầy đủ đến thư mục gốc cài đặt cửa hàng bạn muốn nhập dữ liệu từ. Ví dụ: '/ var/www/examplestore' trên hệ thống dựa trên UNIX hoặc 'C:\examplestore' trên Windows

# Languages::store_import.configure_store
source: Configure your store
cs_cz: Nakonfigurujte váš obchod
da_dk: Konfigurer din butik
el_gr: Ρύθμιση παραμέτρων του καταστήματός σας
es_es: Configurar tu tienda
hr_hr: Konfigurirajte svoj dućan
ja_jp: ショップの設定
sk_sk: Nakonfigurujte váš obchod
tr_tr: Mağazanızı yapılandırın
vi_vn: Cấu hình cửa hàng của bạn
