Repository: askzap/ask-zap
Catalog: var/langs/*/addons/store_import.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ja_jp, sk_sk, tr_tr, vi_vn

# Languages::store_import.225_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages section and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>Your settings were set to default.</li><li>The Company Settings were set to default.</li><li>Your design (theme, styles and layout) was set to default.</li><li>All custom blocks under "Products" location of the Block Manager with <i>Content: Products</i> and <i>Filling: Manually</i> were placed on the "Products" location under the main content block.</li><li>All your custom product tabs (except the product tabs added by add-ons) were not transferred.</li><li>"Description", "Features" and "Files" tabs were added to the "Product tabs" section.</li><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu pole <b>Země</b> pro každý jazyk. </li></ul><p>Pozor:</p><ul><li> Vaše nastavení byly změněny na výchozí.</li><li>Nastavení Firmy byly nastaveny na výchozí.</li><li>Vaše nastavení vzhledu (téma, styly, rozložení ) byly nastaveny na výchozí.</li><li> Všechny vlastní bloky v sekci "Produkty" Manažera bloků s atributem <i>Obsah: Produkty</i> a <i> Vyplňování: Ruční </i> byly umístěny do sekce "Produkty" pod hlavním blokem obsahu. </li><li>Žádné z vašich uživatelských (custom) produktových karty (s výjimkou produktových kartách přidaných doplňky) nebyly přemístěny. </li><li>karty "Popis", "Vlastnosti" a "Soubory" byly přidány do sekce "Karty produktů". </li><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog afsnit og angive de korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li>Indstillingerne blev sat til standard.</li><li>The Company indstillinger blev sat til standard.</li><li>Dit design (tema, typografier og layout) blev sat til standard.</li><li>Alle tilpassede blokke under "Produkter" placering af blok Manager med <i>indhold: produkter</i> og <i>fylder: manuelt</i> var placeret på "Produkter" placering under de vigtigste indholdsblok.</li><li>Alle brugerdefinerede produkt faner (undtagen produkt fanerne tilføjet af tilføjelser) blev ikke overført.</li><li>"Beskrivelse", "Funktioner" og "Filer" faner blev føjet til afsnittet "produkt tabsâ€.</li><li><b>Quick menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τμήμα γλώσσες <a href="[manage_languages_link]"> γλώσσες</a> και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Οι ρυθμίσεις σας τέθηκαν στην προεπιλογή.</li><li>Οι ρυθμίσεις εταιρείας τέθηκαν στην προεπιλογη.</li><li>Το σχέδιό σας (θέμα, στυλ και διάταξη) τεθηκαν στην προεπιλεγμένη ρύθμιση.</li><li>Όλα τα προσαρμοσμένα μπλοκ κάτω από την τοποθεσία "Προϊόντα" του διαχειριστή των μπλοκ με <i>περιεχόμενο: προϊόντα</i> και <i>πλήρωση: χειροκίνητα</i> τοποθετήθηκαν στη θέση "Προϊόντα" κάτω από το μπλοκ κυριως περιεχόμενο.</li><li>Δεν μεταφέρθηκαν όλες οι προσαρμοσμένες καρτέλες προϊόντων (εκτός από τις καρτέλες προϊόντος που προστέθηκε από πρόσθετα).</li><li>Οι Καρτέλες "Περιγραφή", "Λειτουργίες" και "Αρχεία" προστέθηκαν στην ενότητα «Καρτέλες προϊόντος».</li><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de idiomas <a href="[manage_languages_link]"> idiomas</a> y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>Fijaron la configuración por defecto.</li> <li>La empresa parámetros fueron fijada por defecto.</li> <li>Su diseño (tema, estilos y diseño) se estableció en cesación de pagos.</li> <li>Bloques todo personalizados en lugar de "Productos" del bloque administrador con <i>contenido: productos</i> y <i>relleno: manual</i> se colocaron en el lugar de "Productos" debajo del bloque principal de contenidos.</li> <li>Todas tus pestañas producto de encargo (excepto las fichas de producto añadidas por add-ons) no fueron transferidas.</li> <li>Fichas "Descripción", "Funciones" y "Archivos" fueron agregadas a la sección de "Fichas de producto".</li> <li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li>Idi na <a href="[manage_languages_link]"> Jezici</a> i postavite ispravnu vrijednost <b>zemlje</b> za svaki jezik.</li></ul><p>Molimo vas da obratite pozornost na sljedeće:</p><ul><li>Postavke su podešene na osnovno.</li><li>Postavke tvrtke su podešene na osnovno.</li><li>Dizajna (tema, stilova i izgleda) je podešen na osnovno.</li><li>Svi prilagođeni blokovi pod "Proizvodi" mjesto voditelj blok s <i>sadržaj: proizvoda</i> i <i>punjenje: ručno</i> postavljeni su na lokaciji "Proizvodi" ispod glavnog sadržaja bloka.</li><li>Svee kartice prilagođenih proizvoda (osim karticama artikala dodano dodaci) nisu prebačeni.</li><li>Dodani kartica "Opis", "Mogućnosti" i "Datoteke" sekcija "Kartice artikala".</li><li><b>Brzi izbornik</b> je podešen na osnovno.</li></ul>
ja_jp: <ul><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li>各種設定にはデフォルト値がセットされました。</li><li><font color="red">基本設定 -> 会社名にはデフォルト値が設定されました。</font>送料計算やメール通知を正しく実施するためには再設定が必要です。</li><li>デザイン（テーマ、スタイルおよびレイアウト）にはデフォルト値がセットされました。</li><li>ブロック管理の「商品」タブにおいて独自に設定した商品ブロック（「ブロック内コンテンツ」に「商品」、「表示内容」に「手動」を指定したブロックのみ）はインポート先ショップの「商品」タブに移行されました。</li><li>独自に追加した商品詳細ページタブは移行されませんでした（アドオンが自動追加したタブは除く）</li><li>商品詳細ページタブの「説明」、「追加情報」、「添付ファイル」は <b>デザイン -> 商品タブ</b> に移行されました。</li><li><b>クイックメニュー</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu poľa <b>Krajina</b> pre každý jazyk.</li></ul><p>Pozor:</p><ul><li>Vaše nastavenia boli zmenené na predvolené.</li><li>Nastavenia Firmy boli nastavené na predvolené.</li><li>Vaše nastavenia vzhľadu (téma, štýly, rozloženie) boli nastavené na predvolené.</li><li>Všetky vlastné bloky v sekcii "Produkty" Manažéra Blokov s atribútom <i>Obsah: Produkty</i> a <i>Vypĺňanie: Ručné</i> boli umiestnené do sekcie "Produkty" pod hlavným blokom obsahu.</li><li>Žiadne z vašich užívateľských (custom) produktových kárt (s výnimkou produktových kárt pridaných doplnkami) neboli premiestnené.</li><li>Karty "Popis", "Vlastnosti" a "Súbory" boli pridané do sekcie "Karty produktov". </li><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: <ul><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li>Ayarlarınız varsayılan olarak ayarlanmıştır.</li><li>Şirket Ayarları varsayılan olarak ayarlanmıştır.</li><li>Tasarımınız (tema, stiller ve düzen) varsayılan olarak ayarlanmıştır.</li><li><i>İçerik: Ürünler</i> ve <i>Doldurma: Elle</i> olan Blok Yöneticisinin "Ürünler" konumu altındaki tüm özelleştirilmiş blokları ana içerik bloku altındaki "Ürünler" konumuna yerleştirilmiştir.</li><li>Tüm özelleştirilmiş ürün sekmeleriniz (eklentiler tarafından eklenen ürün sekmeleri hariç) transfer edilmemiştir.</li><li>"Açıklama", "Özellikler" ve "Dosyalar" sekmeleri "Ürün sekmeleri" bölümüne eklenmiştir.</li><li> <b>Hızlı Menü</b> varsayılan olarak ayarlanmıştır.</li></ul>

# Languages::store_import.224_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages section and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>Your settings were set to default.</li><li>The Company Settings were set to default.</li><li>Your design (theme, styles and layout) was set to default.</li><li>All custom blocks under "Products" location of the Block Manager with <i>Content: Products</i> and <i>Filling: Manually</i> were placed on the "Products" location under the main content block.</li><li>All your custom product tabs (except the product tabs added by add-ons) were not transferred.</li><li>"Description", "Features" and "Files" tabs were added to the "Product tabs" section.</li><li>The <b>Quick menu</b> was set to default.</li></ul>
cs_cz: <ul><li>Přejděte na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnou hodnotu pole <b>Země</b> pro každý jazyk. </li></ul><p>Pozor:</p><ul><li> Vaše nastavení byly změněny na výchozí.</li><li>Nastavení Firmy byly nastaveny na výchozí.</li><li>Vaše nastavení vzhledu (téma, styly, rozložení ) byly nastaveny na výchozí.</li><li> Všechny vlastní bloky v sekci "Produkty" Manažera bloků s atributem <i>Obsah: Produkty</i> a <i> Vyplňování: Ruční </i> byly umístěny do sekce "Produkty" pod hlavním blokem obsahu. </li><li>Žádné z vašich uživatelských (custom) produktových karty (s výjimkou produktových kartách přidaných doplňky) nebyly přemístěny. </li><li>karty "Popis", "Vlastnosti" a "Soubory" byly přidány do sekce "Karty produktů". </li><li><b>Rychlé menu</b> bylo nastaveno na výchozí hodnotu.</li></ul>
da_dk: <ul><li>Gå til <a href="[manage_languages_link]"> sprog</a> sprog afsnit og angive de korrekte <b>land</b> værdi for hvert sprog.</li></ul><p>Vær opmærksom på følgende:</p><ul><li>Indstillingerne blev sat til standard.</li><li>The Company indstillinger blev sat til standard.</li><li>Dit design (tema, typografier og layout) blev sat til standard.</li><li>Alle tilpassede blokke under "Produkter" placering af blok Manager med <i>indhold: produkter</i> og <i>fylder: manuelt</i> var placeret på "Produkter" placering under de vigtigste indholdsblok.</li><li>Alle brugerdefinerede produkt faner (undtagen produkt fanerne tilføjet af tilføjelser) blev ikke overført.</li><li>"Beskrivelse", "Funktioner" og "Filer" faner blev føjet til afsnittet "produkt tabsâ€.</li><li><b>Quick menu</b> var indstillet til standard.</li></ul>
el_gr: <ul><li>Μεταβείτε στο τμήμα γλώσσες <a href="[manage_languages_link]"> γλώσσες</a> και ορίστε τη σωστή τιμή της <b>χώρας</b> για κάθε γλώσσα.</li></ul><p>Παρακαλούμε να δώσετε προσοχή στο εξής:</p><ul><li>Οι ρυθμίσεις σας τέθηκαν στην προεπιλογή.</li><li>Οι ρυθμίσεις εταιρείας τέθηκαν στην προεπιλογη.</li><li>Το σχέδιό σας (θέμα, στυλ και διάταξη) τεθηκαν στην προεπιλεγμένη ρύθμιση.</li><li>Όλα τα προσαρμοσμένα μπλοκ κάτω από την τοποθεσία "Προϊόντα" του διαχειριστή των μπλοκ με <i>περιεχόμενο: προϊόντα</i> και <i>πλήρωση: χειροκίνητα</i> τοποθετήθηκαν στη θέση "Προϊόντα" κάτω από το μπλοκ κυριως περιεχόμενο.</li><li>Δεν μεταφέρθηκαν όλες οι προσαρμοσμένες καρτέλες προϊόντων (εκτός από τις καρτέλες προϊόντος που προστέθηκε από πρόσθετα).</li><li>Οι Καρτέλες "Περιγραφή", "Λειτουργίες" και "Αρχεία" προστέθηκαν στην ενότητα «Καρτέλες προϊόντος».</li><li>Το <b>γρήγορο μενού</b> ορίστηκε στην προεπιλογή.</li></ul>
es_es: <ul><li>Vaya a la sección de idiomas <a href="[manage_languages_link]"> idiomas</a> y establezca el valor de <b>país</b> correcto para cada idioma.</li></ul> <p>Por favor, preste atención a lo siguiente:</p> <ul><li>Fijaron la configuración por defecto.</li> <li>La empresa parámetros fueron fijada por defecto.</li> <li>Su diseño (tema, estilos y diseño) se estableció en cesación de pagos.</li> <li>Bloques todo personalizados en lugar de "Productos" del bloque administrador con <i>contenido: productos</i> y <i>relleno: manual</i> se colocaron en el lugar de "Productos" debajo del bloque principal de contenidos.</li> <li>Todas tus pestañas producto de encargo (excepto las fichas de producto añadidas por add-ons) no fueron transferidas.</li> <li>Fichas "Descripción", "Funciones" y "Archivos" fueron agregadas a la sección de "Fichas de producto".</li> <li>El <b>menú rápido</b> se estableció en cesación de pagos.</li></ul>
hr_hr: <ul><li>Idi na <a href="[manage_languages_link]"> Jezici</a> i postavite ispravnu vrijednost <b>zemlje</b> za svaki jezik.</li></ul><p>Molimo vas da obratite pozornost na sljedeće:</p><ul><li>Postavke su podešene na osnovno.</li><li>Postavke tvrtke su podešene na osnovno.</li><li>Dizajna (tema, stilova i izgleda) je podešen na osnovno.</li><li>Svi prilagođeni blokovi pod "Proizvodi" mjesto voditelj blok s <i>sadržaj: proizvoda</i> i <i>punjenje: ručno</i> postavljeni su na lokaciji "Proizvodi" ispod glavnog sadržaja bloka.</li><li>Svee kartice prilagođenih proizvoda (osim karticama artikala dodano dodaci) nisu prebačeni.</li><li>Dodani kartica "Opis", "Mogućnosti" i "Datoteke" sekcija "Kartice artikala".</li><li><b>Brzi izbornik</b> je podešen na osnovno.</li></ul>
ja_jp: <ul><li><a href="[manage_languages_link]">言語</a> ページに移動して各言語に正しい <b>国名</b> を割り当てる</li></ul><p>また、以下の点にもご注意ください :</p><ul><li>各種設定にはデフォルト値がセットされました。</li><li><font color="red">基本設定 -> 会社名にはデフォルト値が設定されました。</font>送料計算やメール通知を正しく実施するためには再設定が必要です。</li><li>デザイン（テーマ、スタイルおよびレイアウト）にはデフォルト値がセットされました。</li><li>ブロック管理の「商品」タブにおいて独自に設定した商品ブロック（「ブロック内コンテンツ」に「商品」、「表示内容」に「手動」を指定したブロックのみ）はインポート先ショップの「商品」タブに移行されました。</li><li>独自に追加した商品詳細ページタブは移行されませんでした（アドオンが自動追加したタブは除く）</li><li>商品詳細ページタブの「説明」、「追加情報」、「添付ファイル」は <b>デザイン -> 商品タブ</b> に移行されました。</li><li><b>クイックリンク</b> をカスタマイズしていた場合はデフォルトの状態に変更されました。</li><li><font color="red">CS-Cartに標準搭載されていないアドオンは移行されませんでした。</font>手動によるアドオンのインストールおよび設定が必要です。</li></ul>
sk_sk: <ul><li>Prejdite na <a href="[manage_languages_link]">Jazyky</a> a nastavte správnu hodnotu poľa <b>Krajina</b> pre každý jazyk.</li></ul><p>Pozor:</p><ul><li>Vaše nastavenia boli zmenené na predvolené.</li><li>Nastavenia Firmy boli nastavené na predvolené.</li><li>Vaše nastavenia vzhľadu (téma, štýly, rozloženie) boli nastavené na predvolené.</li><li>Všetky vlastné bloky v sekcii "Produkty" Manažéra Blokov s atribútom <i>Obsah: Produkty</i> a <i>Vypĺňanie: Ručné</i> boli umiestnené do sekcie "Produkty" pod hlavným blokom obsahu.</li><li>Žiadne z vašich užívateľských (custom) produktových kárt (s výnimkou produktových kárt pridaných doplnkami) neboli premiestnené.</li><li>Karty "Popis", "Vlastnosti" a "Súbory" boli pridané do sekcie "Karty produktov". </li><li><b>Rýchle menu</b> bolo nastavené na predvolenú hodnotu.</li></ul>
tr_tr: <ul><li>Diller</a> bölümüne gidin <a href="[manage_languages_link]"> ve her dil için doğru <b>Ülke</b> değerini ayarlayın.</li></ul><p>Lütfen şunları göz önünde bulundurun:</p><ul><li>Ayarlarınız varsayılan olarak ayarlanmıştır.</li><li>Şirket Ayarları varsayılan olarak ayarlanmıştır.</li><li>Tasarımınız (tema, stiller ve düzen) varsayılan olarak ayarlanmıştır.</li><li><i>İçerik: Ürünler</i> ve <i>Doldurma: Elle</i> olan Blok Yöneticisinin "Ürünler" konumu altındaki tüm özelleştirilmiş blokları ana içerik bloku altındaki "Ürünler" konumuna yerleştirilmiştir.</li><li>Tüm özelleştirilmiş ürün sekmeleriniz (eklentiler tarafından eklenen ürün sekmeleri hariç) transfer edilmemiştir.</li><li>"Açıklama", "Özellikler" ve "Dosyalar" sekmeleri "Ürün sekmeleri" bölümüne eklenmiştir.</li><li> <b>Hızlı Menü</b> varsayılan olarak ayarlanmıştır.</li></ul>

# Languages::store_import.progress_title
source: Upgrading to [to]
cs_cz: Přechod na [to]
da_dk: Opgradering til [to]
el_gr: Αναβάθμιση σε [to]
es_es: Actualizar a [to]
hr_hr: Nadogradnja na [to]
ja_jp: 右記へアップグレード [to]
sk_sk: Prechod na [to]
tr_tr: Şuna yükseltiliyor [to]
vi_vn: Nâng cấp lên [to]

# Languages::store_import.updating_data
source: Updating data
cs_cz: Aktualizuji údaje
da_dk: Opdatering af data
el_gr: Ενημέρωση δεδομένων
es_es: Actualización de datos
hr_hr: Ažuriranje podataka
ja_jp: データを更新しています
sk_sk: Aktualizujem údaje
tr_tr: Veri güncelleştirme
vi_vn: Cập nhật dữ liệu

# Languages::store_import.converting_orders
source: Converting orders
cs_cz: Konvertoval objednávky
da_dk: Konvertering af ordrer
el_gr: Μετατροπή παραγγελιων
es_es: Conversión de pedidos
hr_hr: Pretvaranje narudžbi
ja_jp: 注文情報を変換しています
sk_sk: Konvertujem objednávky
tr_tr: Sipariş dönüştürme
vi_vn: Chuyển đổi đơn đặt hàng

# Languages::store_import.import_failed
source: Store import failed
cs_cz: Import obchodu selhal
da_dk: Butiksimport mislykkedes
el_gr: Η Εισαγωγή Καταστηματος απέτυχε
es_es: Importación de la tienda no pudo
hr_hr: Uvoz u trgovinu nije uspio
ja_jp: ショップデータのインポートに失敗しました
sk_sk: Import obchodu zlyhal
tr_tr: Mağaza içe aktarım başarısız
vi_vn: Nhập dữ liệu cửa hàng thất bại

# Languages::store_import.cloning_database
source: Cloning database
cs_cz: Klonujeme databázi
da_dk: Kloning database
el_gr: Κλωνοποίηση βάσης δεδομένων
es_es: Clonar base de datos
hr_hr: Kloniranje baze podataka
ja_jp: データベースを複製しています
sk_sk: Klonujem databázu
tr_tr: Veritabanı kopyalama
vi_vn: Tạo bản sao cơ sở dữ liệu

# Languages::store_import.updating_languages
source: Updating languages
cs_cz: Aktualizuji jazyky
da_dk: Opdatering af sprog
el_gr: Ενημέρωση γλώσσων
es_es: Actualización de idiomas
hr_hr: Ažuriranje jezika
ja_jp: 言語変数を更新しています
sk_sk: Aktualizujem jazyky
tr_tr: Dil güncelleştirmesi
vi_vn: Cập Nhật ngôn ngữ

# Languages::store_import.done
source: Done
cs_cz: Hotovo
da_dk: Færdig
el_gr: Έγινε
es_es: Hecho
hr_hr: Završeno
ja_jp: 完了
sk_sk: Hotovo
tr_tr: Bitti
vi_vn: Xong

# Languages::store_import.class_not_found
source: Import from this version is not supported
cs_cz: Import z této verze není podporován
da_dk: Import fra denne version understøttes ikke
el_gr: Εισαγωγή από αυτή την έκδοση δεν υποστηρίζεται
es_es: Importación de esta versión no es compatible
hr_hr: Uvoz iz ove verzije nije podržan
ja_jp: このバージョンのCS-Cartからのインポートには対応していません
sk_sk: Import z tejto verzie nie je podporovaný
tr_tr: Bu sürümden içe aktarım desteklenmiyor
vi_vn: Nhập dữ liệu từ phiên bản này không được hỗ trợ

# Languages::store_import.processing_addons
source: Updating add-ons
cs_cz: Aktualizace doplňků
da_dk: Opdatering af tilføjelser
el_gr: Ενημέρωση πρόσθετων
es_es: Actualización de complementos
sk_sk: Aktualizácia doplnkov
tr_tr: Eklenti güncelleştirmesi
vi_vn: Cập nhật add-ons

# Languages::store_import.actualization_completed
source: Actualization completed
cs_cz: Aktualizace dokončena
da_dk: Aktualisering afsluttet
el_gr: Η Ενημέρωση ολοκληρώθηκε
es_es: Actualización completada
hr_hr: Aktualizacija dovršena
ja_jp: 更新データの反映が完了しました
sk_sk: Aktualizácia dokončená
tr_tr: Gerçekleştirme tamamlandı
vi_vn: Thực hiện hoàn thành

# Languages::store_import.actualization_failed
source: Actualization failed
cs_cz: Aktualizace selhala
da_dk: Aktualisering mislykkedes
el_gr: Η Ενημέρωση απέτυχε
es_es: Error de actualización
hr_hr: Aktualizacija nije uspjela
ja_jp: 更新データの反映に失敗しました
sk_sk: Aktualizácia zlyhala
tr_tr: Gerçekleştirme başarısız
vi_vn: Thực hiện bị thất bại

# Languages::store_import.invalid_license
source: Sorry, the data import is impossible: no valid upgrade subscription found (read more about the <a title="Store Import: License Requirements" target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements">license requirements</a> for a store import).<br /><br />Contact us at <a href="mailto:sales@cs-cart.com">sales@cs-cart.com</a> if you have any questions.
cs_cz: Je nám líto, ale import dat není možný: nemáte přístup k možnostem přechodu (přečtěte si více o <a title="Store Import: License Requirements" target="_ blank" href="http://kb.cs-cart. com/store-import#license-requirements">licenčních poižiadavkách</a> pro import obchodu).<br /><br />Kontaktujte nás na <a href="mailto:sales@cs-cart.com">sales@cs-cart.com</a> v případě jakýchkoliv dotazů.
da_dk: Desværre, dataimporten er umuligt: ingen gyldig opgradering abonnement fundet (Læs mere om <a title="Store Import: License Requirements" target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements"> licens krav</a> for en butik import). < br / > < br / > Kontakt os på <a href="mailto:sales@cs-cart.com"> sales@cs-cart.com</a> hvis du har spørgsmål.
el_gr: Συγνώμη, Η εισαγωγή δεδομένων είναι αδύνατη: δε βρέθηκε καμία έγκυρη συνδρομή αναβάθμισης (Διαβάστε περισσότερα σχετικά με τις <a title="Store Import: License Requirements" target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements"> απαιτήσεις των αδειών</a> για την εισαγωγή καταστηματος). <br /> <br /> επικοινωνήστε μαζί μας στο <a href="mailto:sales@cs-cart.com"> sales@cs-cart.com</a>, αν έχετε οποιεσδήποτε απορίες.<br />
es_es: Lo sentimos, la importación de datos es imposible: no actualizar una suscripción válida encontrada (Lea más acerca de los <a title="Store Import: License Requirements" target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements"> requisitos de licencia</a> para una tienda de importación). < br / > < br / &gt; contacte Con nosotros en <a href="mailto:sales@cs-cart.com"> sales@cs-cart.com</a> si usted tiene alguna pregunta.
hr_hr: Žao nam je, uvoz podataka nije moguće: nije pronađena važeća pretplata za nadogradnju (Pročitajte više<a title="Store Import: License Requirements" target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements"> zahtjevi licencu </a> dućan uvoza). <br/><br/>Kontaktirajte nas na <a href="mailto:sales@cs-cart.com">sales@cs-cart.com</a> Ako imate bilo kakvih pitanja.
ja_jp: ショップデータをインポートできません : ショップデータをインポートするにはインポート先とインポート元のCS-Cartに有効なライセンスが設定されている必要があります。<br /><br />本件に関するお問い合わせは <a href="http://helpdesk.cs-cart.jp/index.php?/Tickets/Submit/RenderForm/2" target="_blank">こちら</a>
sk_sk: Je nám ľúto, ale import údajov nie je možný: nemáte prístup k možnostiam prechodu (prečítajte si viac o <a title="Store Import: License Requirements" target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements">licenčných poižiadavkách</a> pre import obchodu).<br /><br />Kontaktujte nás na <a href="mailto:sales@cs-cart.com">sales@cs-cart.com</a> v prípade akýchkoľvek otázok.
tr_tr: Üzgünüz, verilerin içe aktarılması mümkün değil: geçerli bir yükseltme aboneliği bulunamadı (Bir mağaza içe aktarım eyleminin lisans gereksinimleri hakkında daha fazla bilgi almak için <a title="Store Import: License Requirements" target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements">).<br /><br />Sorularınızın olması durumunda bizimle irtibata geçebilmeniz için iletişim bilgileri <a href="mailto:sales@cs-cart.com">sales@cs-cart.com</a>.
vi_vn: Xin lỗi, nhập dữ liệu là không thể: không tìm thấy đăng ký nâng cấp hợp lệ (đọc thêm về <a title="Store Import: License Requirements" target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements"> giấy phép yêu cầu</a> cho một cửa hàng nhập khẩu). < br / > < br / > Liên hệ với chúng tôi tại <a href="mailto:sales@cs-cart.com"> sales@cs-cart.com</a> nếu bạn có bất kỳ câu hỏi.
