Repository: askzap/ask-zap
Catalog: var/langs/*/addons/store_import.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ja_jp, sk_sk, tr_tr, vi_vn

# Languages::store_import.cant_connect_to_imported
source: Store import has been canceled to prevent the loss of data. Could not connect to the imported database. Please contact tech support.
cs_cz: Import obchodu byl zrušen, aby se zamezilo ztrátě dat. Nebylo možné připojit se k importované databázi. Prosím, kontaktujte technickou podporu.
da_dk: Butiksimport er blevet annulleret for at forhindre tab af data. Kunne ikke forbinde til den importerede database. Kontakt teknisk support.
el_gr: Η Εισαγωγή Καταστήματος ακυρώθηκε για να αποτρέψει την απώλεια δεδομένων. Δεν είναι δυνατή η σύνδεση με τη βάση δεδομένων για εισαγωγή. Επικοινωνήστε με το τμήμα υποστήριξης.
es_es: Tienda de importación ha sido cancelada para evitar la pérdida de datos. No se pudo conectar a la base de datos importado. Por favor, póngase en contacto con soporte técnico.
hr_hr: Uvoz u trgovinu je otkazan kako bi se spriječilo gubitak podataka. Nije moguće spojiti se na uvezenu bazu podataka. Molimo kontaktirajte tehničku podršku.
ja_jp: インポート先データベースにアクセスできません。データの損失を回避するためショップデータのインポートはキャンセルされました。CS-Cart日本語版サポートにご連絡ください。
sk_sk: Import obchodu bol zrušený, aby sa zamedzilo strate dát. Nebolo možné pripojiť sa k importovanej databáze. Prosím, kontaktujte technickú podporu.
tr_tr: Veri kaybını engellemek için mağaza içe aktarımı iptal edildi. İçe aktarılan veri tabanıyla bağlantı kurulamadı. Lütfen teknik desteğe başvurun.
vi_vn: Nhập dữ liệu cửa hàng đã bị hủy bỏ để ngăn ngừa mất dữ liệu. Không thể kết nối đến cơ sở dữ liệu nhập. Xin vui lòng liên hệ với hỗ trợ kỹ thuật.

# Languages::store_import.cant_connect_to_original
source: Store import has been canceled to prevent the loss of data. Could not connect to the original database. Please contact tech support.
cs_cz: Import obchodu byl zrušen, aby se zamezilo ztrátě dat. Nebylo možné připojit se k importované databázi. Prosím, kontaktujte technickou podporu.
da_dk: Butik import er blevet annulleret for at forhindre tab af data. Kunne ikke oprette forbindelse til den oprindelige database. Kontakt teknisk support.
el_gr: Η Εισαγωγή Καταστήματος ακυρώθηκε για να αποτρέψει την απώλεια δεδομένων. Δεν είναι δυνατή η σύνδεση με τη αρχική βάση δεδομένων. Επικοινωνήστε με το τμήμα υποστήριξης.
es_es: Tienda de importación ha sido cancelada para evitar la pérdida de datos. No se pudo conectar a la base de datos importado. Por favor, póngase en contacto con soporte técnico.
hr_hr: Uvoz u trgovinu je otkazan kako bi se spriječilo gubitak podataka. Nije moguće spojiti se na uvezenu bazu podataka. Molimo kontaktirajte tehničku podršku.
ja_jp: インポート元データベースにアクセスできません。データの損失を回避するためショップデータのインポートはキャンセルされました。CS-Cart日本語版サポートにご連絡ください。
sk_sk: Import obchodu bol zrušený, aby sa zamedzilo strate dát. Nebolo možné pripojiť sa k pôvodnej databáze. Prosím, kontaktujte technickú podporu.
tr_tr: Veri kaybını engellemek için mağaza içe aktarımı iptal edildi. İçe aktarılan veri tabanıyla bağlantı kurulamadı. Lütfen teknik desteğe başvurun.
vi_vn: Nhập dữ liệu cửa hàng đã bị hủy bỏ để ngăn ngừa mất dữ liệu. Không thể kết nối đến cơ sở dữ liệu nhập. Xin vui lòng liên hệ với hỗ trợ kỹ thuật.

# SettingsSections::store_import::general
source: General
cs_cz: Obecné
da_dk: Generelt
el_gr: Γενικά
hr_hr: Općenito
ja_jp: 基本設定
sk_sk: Všeobecné
tr_tr: Genel
vi_vn: Tổng quát

# SettingsOptions::store_import::si_data
source: Store import data
cs_cz: Obchod Import dat
da_dk: Butiksimportdata
el_gr: Εισαγωγή δεδομένων Καταστήματος
es_es: Tienda de importación de datos
hr_hr: Trgovina uvoz podataka
ja_jp: ショップ移行用データ
sk_sk: Dáta obchodu na import
tr_tr: Mağaza içe aktarım verileri
vi_vn: Nhập dữ liệu cửa hàng

# Languages::store_import.design_changes_not_allowed
source: Store import is impossible after LESS-to-CSS conversion in the Visual Editor. Please enable LESS in the editor to proceed.
cs_cz: Import obchodu není možný po konverzi z LESS-to-CSS ve Visual Editor. Prosím, povolte LESS v editoru, abyste mohli pokračovat.
da_dk: Butiksimport er umuligt efter LESS-to-CSS konvertering i Visual Editor. Venligst aktiver LESS i editor for at fortsætte.
el_gr: Η εισαγωγή Κατάστηματος είναι αδύνατη μετά από τη μετατροπή LESS σε CSS στο πρόγραμμα επεξεργασίας του οπτικού Επεξεργαστή. Παρακαλώ ενεργοποιήστε το LESS στον επεξεργαστή για να προχωρήσετε.
es_es: Tienda de importación es imposible después de menos que CSS conversión en el Editor Visual. Por favor habilitar menos en el editor de proceder.
sk_sk: Import obchodu nie je možný po konverzii z LESS do CSS vo Visual Editor. Prosím povoľte LESS v editore, aby ste mohli pokračovať.
tr_tr: Visual Editor'da LESS'ten CSS'ye dönüştürme yapılması sonrasında mağaza içe aktarımı gerçekleştirilemez. Devam edebilmek için lütfen düzenleyicideki LESS'i etkinleştirin.
vi_vn: Nhập dữ liệu cửa hàng là không thể LESS-to-CSS chuyển đổi trong trình soạn thảo trực quan. Xin vui lòng cho phép LESS trong trình soạn thảo để tiến hành.
