Repository: askzap/ask-zap
Catalog: var/langs/*/addons/wishlist.po
Languages: bg_bg, cs_cz

# Addons::name::wishlist
source: Wish List
bg_bg: Списък с желани
cs_cz: Seznam přání

# Addons::description::wishlist
source: Lets customers store items in personal wish lists
bg_bg: Позволява на клиентите да съхраняват артикули в лични списъци с желани продукти
cs_cz: Osobní seznamy dosud nevyřízených položek pro kupující

# Languages::add_to_wishlist
source: Add to wish list
bg_bg: Добави в списък "Желания"
cs_cz: Přidat do seznamu přání

# Languages::clear_wishlist
source: Clear wish list
bg_bg: Изтрий списък "Желания"
cs_cz: Vymazat seznam přání

# Languages::view_wishlist
source: View wish list
bg_bg: Вижте списък "Желания"
cs_cz: Zobrazit seznam přání

# Languages::wishlist_content
source: Wish list content
bg_bg: Списък "Желания"
cs_cz: Obsah seznamu přání

# Languages::wishlist
source: Wish list
bg_bg: Списък "Желания"
cs_cz: Seznam přání

# Languages::wishlist_note
source: Go to your wishlist
bg_bg: Отидете към вашия списък с желани продукти
cs_cz: Přejděte do seznamu přání

# Languages::text_failed_gift_certificate_addition
source: Failed to add the certificate. Make sure the summary amount is not zero.
bg_bg: Неуспешно добавяне на сертификата. Уверете се, че общата сума не е нула.
cs_cz: Nepodařilo se přidat certifikát. Ujistěte se, že souhrnná částka není nulová.

# Languages::text_gift_cert_added_to_wishlist
source: The gift certificate has been added to the wish list
bg_bg: Ваучърът за подарък е добавен към списъка с желания
cs_cz: Dárkový certifikát byl přidán do seznamu přání

# Languages::product_added_to_wl
source: The product was added to your Wish list
bg_bg: Артикулът е добавен към вашият списък "Желания"
cs_cz: Produkt byl přidán do seznamu přání

# Languages::product_in_wishlist
source: This product is already in the wish list
bg_bg: Този продукт е вече в списъка с желания
cs_cz: Tento produkt je již v seznamu přání

# Languages::wishlist_products
source: Wish list products
bg_bg: Избрани продукти
cs_cz: Produkty seznamu přání
